Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 代理商编码错误
source: Installer code error
de: Agentur ID falsch
es: Error en el código de instalador
fr: Erreur de code d'installation
hu_hu: Ügynökség
it: Errore ID di agenzia
nl: Agency ID fout
pl: Nieprawidlowy kod instalatora
pt_pt: Erro de identificação da agência

# 单个电站采集器数量超出限制
source: Datalogger reached the limit number of single plant
de: Der Datenlogger hat die maximale Anzahl von Einzelanlagen erreicht
es: Límite de dataloggers en una planta alcanzado
fr: Le nombre du Datalogger d'une même centrale dépasse la limite
hu_hu: A Datalogger elérte az egyes növények számát
it: Datalogger ha raggiunto il numero limite di singolo impianto
nl: Datalogger heeft het limiet aantal afzonderlijke installaties bereikt
pl: Rejestrator danych osiągnął limit liczby pojedynczych instalacji
pt_pt: O registrador de dados atingiu o número limite de instalação única

# 当前版本:
source: current version:
de: Aktuelle Version:
es: Versión actual:
fr: version actuelle :
hu_hu: Jelenlegi változat:
it: Versione attuale:
nl: Huidige versie:
pl: Aktualna wersja:
pt_pt: Versão atual

# 当前电流36
source: Current
de: Strom
es: Corriente
fr: Courant
hu_hu: Az elektromos áram
it: Attuale
nl: Stroom
pl: Prąd
pt_pt: Atual

# 当前电压37
source: Voltage
de: Spannung
es: Voltaje
fr: tension
hu_hu: Feszültség
it: Voltaggio
nl: Spanning
pl: Napięcie
pt_pt: Voltagem

# 当前功率
source: Current Power
de: Aktuelle Leistung
es: Potencia actual
fr: Puissance actuelle
hu_hu: Jelenlegi teljesítmény
it: Potenza attuale
nl: Huidig vermogen
pl: Aktualna moc
pt_pt: Potência atual

# 当前功率27
source: Current Power
de: Aktuelle Energie
es: Potencia actual
fr: Puissance actuelle
hu_hu: Jelenlegi teljesítmény
it: Potenza corrente
nl: Huidig vermogen
pl: Aktualna moc
pt_pt: Potência atual

# 当前连接WiFi:8
source: Current connection WiFi
de: Aktuelle Verbindung WiFi
es: Conexión actual WiFi
fr: Connexion actuelle WiFi
hu_hu: Jelenlegi kapcsolat WiFi
it: Connessione corrente WiFi
nl: Huidige verbinding WiFi
pl: Aktualne połączenie WiFi
pt_pt: Conexão atual WiFi

# 当前设置温度28
source: Setting temperature
de: Temperatur einstellen
es: Temperatura de ajuste
fr: Réglage de la température
hu_hu: A hőmérséklet beállítása
it: Impostazione della temperatura
nl: Temperatuur instellen
pl: Ustawianie temperatury
pt_pt: Temperatura de ajuste

# 当前温度48
source: Current Temperature
de: Aktuelle Temperatur
es: Temperatura actual
fr: Température actuelle
hu_hu: Aktuális hőmérséklet
it: Temperatura attuale
nl: Huidige temperatuur
pl: Aktualna temperatura
pt_pt: Temperatura atual

# 当前用户下电站名重复
source: Plant name repeat under the current user
de: Anlagenname unter dem aktuellen Benutzer wiederholen
es: Nombre de la planta repetido bajo el usuario actual
fr: Répétition du nom de la centrale sous l'utilisateur actuel
hu_hu: A növénynév ismétlése az aktuális felhasználó alatt
it: Ripetizione del nome dell'impianto sotto l'utente corrente
nl: Herhaal de installatienaam onder de huidige gebruiker
pl: Powtórz nazwę instalacji dla bieżącego użytkownika
pt_pt: Nome da planta repetido sob o usuário atual

# 当前状态34
source: Current Status
de: Aktueller Status
es: Estado actual
fr: État du courant
hu_hu: Jelenlegi állapot
it: Stato attuale
nl: Huidige status
pl: Aktualny status
pt_pt: Status atual

# 当月03
source: This Month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
hu_hu: Ebben a hónapban
it: Questo mese
nl: Deze maand
pl: Ten miesiąc
pt_pt: Este mês

# 到期时间:
source: Expiry date:
de: Verfallsdatum:
es: Fecha de caducidad:
fr: Date d'expiration :
hu_hu: Lejárati dátum:
it: Data di scadenza:
nl: Vervaldatum:
pl: Data wygaśnięcia:
pt_pt: Data de validade:

# 登陆
source: Sign in
de: Einloggen
es: Iniciar sesión
fr: login
hu_hu: Bejelentkezés
it: Registrati
nl: Inloggen
pl: Zaloguj
pt_pt: Entrar

# 等待
source: Waiting
de: Warten
es: Esperando
fr: En attente
hu_hu: Várakozik
it: In attesa
nl: Wachten
pl: Czekaj
pt_pt: Esperando

# 地理信息
source: Location information
de: Standortinformationen
es: Información sobre la ubicación
fr: Informations sur la location
hu_hu: Helymeghatározási információk
it: Informazioni sulla posizione
nl: Locatie informatie
pl: Lokalizacja na mapie
pt_pt: Informações de localização

# 点击获取
source: Click for
de: Hier klicken
es: Haga clic para
fr: Cliquez pour
hu_hu: Kattintson
it: Clicca per
nl: Klik hier
pl: Kliknij, aby
pt_pt: Clique para

# 点击获取城市和经纬度
source: Click for a location
de: Klicken Sie für einen Ort
es: Haga clic para una ubicación
fr: Cliquez pour obtenir la ville la latitude et la longitude
hu_hu: Kattintson a helyre
it: Clicca per una posizione
nl: Klik voor een locatie
pl: Kliknij, aby zobaczyć lokalizację
pt_pt: Clique para uma localização

# 点击图片放大
source: Click the picture to zoom in
de: Klicken Sie auf das Bild, um es zu vergrößern
es: Haga clic en la foto para ampliarla
fr: Cliquez sur l'image pour zoomer
hu_hu: Kattintson a képre a nagyításhoz
it: Fare clic sull'immagine per ingrandire
nl: Klik op de afbeelding om in te zoomen
pl: Kliknij na zdjęcie, aby powiększyć
pt_pt: Clique na imagem para ampliar

# 点击选择国家
source: Choose country
de: Land auswählen
es: Elegir el país
fr: Choisissez un pays
hu_hu: Válasszon országot
it: Seleziona Paese
nl: Kies land
pl: Wybierz kraj
pt_pt: Escolha o país

# 电冰箱
source: Fridge
de: Kühlschrank
es: Refrigerador
fr: Réfrigérateur
hu_hu: Hűtő
it: Frogorifero
nl: Koelkast
pl: Lodówka
pt_pt: Geladeira

# 电池百分比(%)
source: Battery percentage(%)
de: Batterieprozentsatz (%)
es: Porcentaje de batería(%)
fr: Pourcentage de batterie (%)
hu_hu: Az akkumulátor százaléka (%)
it: Batteria percentuale (%)
nl: Batterij percentage(%)
pl: Procent akumulatora (%)
pt_pt: Percentual da bateria (%)

# 电池百分比:
source: Battery percentage:
de: Ladestatus:
es: Porcentaje de batería:
fr: Pourcentage batterie
hu_hu: Akkumulátor százalékban:
it: Percentuale della batteria:
nl: Batterijpercentage:
pl: Stan naładowania akumulatora:
pt_pt: Porcentagem da bateria:

# 电视机
source: TV
es: Televisión
hu_hu: Televízió
nl: Televisie
pl: Telewizja

# 电站设置
source: Configuration of PV plant
de: Einstellungen PV-Anlage
es: Configuración de instalación FV (fotovoltaica)
fr: Configuration de l'installation photovoltaïque
hu_hu: A napelemes erőmű konfigurációja
it: Configurazione dell'impianto Fotovoltaico
nl: Configuratie PV-installatie
pl: Konfiguracja instalacji fotovoltaicznej
pt_pt: Configuração da instalação PV

# 电站图片
source: PV Plant picture
de: Anlagenbild
es: Foto de la instalación fotovoltaica
fr: Photo de la centrale PV
hu_hu: A napelemes erőmű képe
it: Foto dell'impianto Fotovoltaico
nl: Afbeelding PV-installatie
pl: Zdjęcie instalacji
pt_pt: Imagem da instalação PV

# 断开
source: Disconnected
de: Nicht verbunden
es: Desconectado
fr: Déconnecter
hu_hu: Bontott kapcsolat
it: Disconnesso
nl: Niet verbonden
pl: Rozłączony
pt_pt: Desconectado

# 额定功率
source: Rated power(W)
de: Nennleistung (W)
es: Potencia nominal (W)
fr: Puissance nominale(W)
hu_hu: Névleges teljesítmény (W)
it: Potenza nominale (W)
nl: Nominaal vermogen (W)
pl: Moc znamionowa (W)
pt_pt: Potência nominal (W)

# 发电量
source: Generation
es: Generacion
fr: La production d'énergie
hu_hu: Generáció
it: Generazione
nl: Generatie
pl: Produkcja
pt_pt: Geração

# 发送邮件失败
source: Email sending failed
de: E-Mail-Versand fehlgeschlagen
es: Envío de correo electrónico fallido
fr: Échec de l'envoi de courrier électronique
hu_hu: Az e-mail küldése sikertelen
it: Invio e-mail non riuscito
nl: E-mail verzenden mislukt
pl: Wysłanie wiadomości e-mail nie powiodło się
pt_pt: Falha no envio de e-mail

# 返回
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pl: Powrót
pt_pt: Voltar

# 房间温度26
source: Room temperature
de: Zimmertemperatur
es: Temperatura ambiente
fr: Température ambiante
hu_hu: Szobahőmérséklet
it: Temperatura ambiente
nl: Kamertemperatuur
pl: Temperatura pokojowa
pt_pt: Temperatura do quarto

# 放电
source: Discharging
de: Entladen
es: Descargando
fr: Décharge
hu_hu: Kibocsátás
it: In scarica
nl: Ontladen
pl: Rozładowywanie
pt_pt: Descarregando

# 放电量
source: Energy discharged
de: Entladeleistung
es: Energía descargada
fr: décharge électrique
hu_hu: Energialeadás
it: Energia scaricata
nl: Energie ontladen
pl: Energia rozladowana
pt_pt: Energia descarregada

# 峰谷电价设置
source: Different tariff settings
de: Unterschiedliche Tarifeinstellungen
es: Configuraciones de iferentes tarifas
fr: Différents réglages tarifaires
hu_hu: Különböző tarifabeállítások
it: Diverse impostazioni tariffarie
nl: Verschillende tariefinstellingen
pl: Ustawienia innych taryfy
pt_pt: Diferentes configurações tarifárias

# 峰谷段动作使能
source: Different tariff enable
de: Unterschiedliche Tariffreigabe
es: Habilitar diferentes tarifas
fr: Libération tarifaire différente
hu_hu: Különböző tarifák lehetővé teszik
it: Abilitazione tariffaria diversa
nl: Verschillende tarieven mogelijk
pl: Włączenie innej taryfa
pt_pt: A tarifa diferente permite

# 否3
source: NO
de: NEIN
fr: Non
hu_hu: NEM
nl: NEE
pl: NIE
pt_pt: NÃO

# 服务
source: Service
es: Servicio
hu_hu: Szolgáltatások
it: Assistenza
pl: Usługi
pt_pt: Serviço

# 服务介绍
source: Service introduction
es: Introducción al servicio
fr: Introduction du service
hu_hu: Szolgáltatói bevezető
it: Introduzione del servizio
nl: Service
pl: Wprowadzenie usługi
pt_pt: Introdução ao serviço

# 服务器错误
source: Server error
de: Server Fehler
es: Error del servidor
fr: Erreur de serveur
hu_hu: Szerver hiba
it: Errore Server
nl: Serverfout
pl: Błąd serwera
pt_pt: Erro de servidor

# 服务器与所属国家不匹配
source: ShineServer address and country unmatch!
de: ShineServer Adresse und Land stimmen nicht überein!
es: ¡La dirección y el país de ShineServer no coinciden!
fr: L'adresse du ShineServer et le pays ne correspondent pas !
hu_hu: ShineServer cím és ország páratlan!
it: Indirizzo ShineServer e paese ineguagliati!
nl: ShineServer adres en land ongeëvenaard!
pl: Adres ShineServer i kraj nie psaują do siebie !
pt_pt: Endereço ShineServer e inigualável país!

# 附件:
source: Attachment:
de: Anhang:
es: Adjunto:
fr: Pièce jointe :
hu_hu: Melléklet:
it: Allegato:
nl: Bijlage:
pl: Załącznik:
pt_pt: Anexo:

# 复制23
source: Copy
de: Kopieren
es: Copiar
fr: Copier
hu_hu: Másolat
it: Copia
nl: Kopiëren
pl: Kopiuj
pt_pt: Cópia de

# 概述
source: Overview
de: Überblick
es: Visión de conjunto
fr: Vue d'ensemble
hu_hu: Áttekintés
it: Panoramica
nl: Overzicht
pl: Przegląd
pt_pt: Visão global

# 更多产品
source: More products
de: Weitere Produkte
es: Más productos
fr: Plus des produits
hu_hu: Több termék
it: Più prodotti
nl: Meer producten
pl: Wiecej produktów
pt_pt: Mais produtos

# 更换WiFi9
source: Replace WiFi
de: WiFi ersetzen
es: Reemplazar WiFi
fr: Remplacer le WiFi
hu_hu: Cserélje ki a WiFi-t
it: Sostituisci WiFi
nl: WiFi vervangen
pl: Zmień sieć WiFi
pt_pt: Substituir WiFi

# 公司官网
source: Website
de: Homepage
es: Sitio web
hu_hu: Weboldal
it: Sito web
pl: Witryna internetowa

# 公司官网内容
source: More information about Ginverter
de: Weitere Informationen zu Ginverter
es: Más información sobre Ginverter
fr: Plus d'informations sur Ginverter
hu_hu: További információ a Ginverter-ról
it: Ulteriori informazioni su Ginverter
nl: Meer informatie over Ginverter
pl: Więcej informacji o Ginverter
pt_pt: Mais informações sobre Ginverter

# 功率:
source: Power
de: Leistung
es: Poder
fr: Puissance
hu_hu: Teljesítmény
it: Energia
nl: Vermogen
pl: Moc
pt_pt: Poder

# 功率13
source: Power
de: Leistung
es: Poder
fr: Pouvoir
hu_hu: Teljesítmény
it: Energia
nl: Vermogen
pl: Moc
pt_pt: Poder

# 功率调节器
source: Power regulator
de: Tauchsieder
es: Regulador de potencia
fr: Régulateur de puissance
hu_hu: Teljesítményszabályzó
it: Regolatore di potenza
nl: Stroomregelaar
pl: Stabilizator mocy
pt_pt: Regulador de potência

# 功能建议
source: Suggestions
de: Vorschläge
es: Sugerencias
hu_hu: Javaslatok
it: Suggerimenti
nl: Suggesties
pl: Sugestia
pt_pt: Sugestões

# 固件版本
source: Firmware Version
es: Versión de firmware
fr: Version du firmware
hu_hu: Firmware verzió
it: Versione del firmware
nl: Firmware versie
pl: Wersja oprogramowania
pt_pt: Versão do firmware

# 故障
source: Abnormal
de: Anormal
es: Anormal
fr: Anormal
hu_hu: Rendellenes
it: Anormale
nl: Błędny
pl: Błędny
pt_pt: Anormal

# 关
source: Off
de: Aus
es: Apagado
hu_hu: Ki
it: Spento
nl: Uit
pl: Wylaczone
pt_pt: Desligar

# 关闭1
source: OFF
es: APAGADO
pl: Wyłącz

# 关机
source: Power Off
de: Ausschalten
es: Apagar
fr: éteindre
hu_hu: Kapcsolja ki
it: Spegni
nl: Uitschakelen
pl: Wyłącz
pt_pt: Desligar

# 关于
source: About
de: Über
es: Acerca de
fr: À propos de
hu_hu: Továbbiak
it: Riguardo a
nl: Over
pl: O programie
pt_pt: Sobre

# 光伏电量
source: Solar energy
de: Solarenergie
es: Energía solar
fr: Puissance PV
hu_hu: Napenergia
it: Energia solare
nl: Zonne-energie
pl: Energia słoneczna
pt_pt: Energia solar

# 光伏零功率输出使能
source: Enable solar Zero export
de: 0%-Einspeisung aktivieren
es: Habilitar límite de exportación
fr: Arrêter de la transmission de l'énergie produite
hu_hu: Napelemes zéró kivitel engedélyezése
it: Abilita esportazione solare zero
nl: 0% feed-in activeren
pl: Wyłaczenie przesyłu wyprodukowanej energii
pt_pt: Ativar exportação zero

# 国家
source: Country
de: Land
es: País
fr: Pays
hu_hu: Ország
it: Paese
nl: Land
pl: Kraj
pt_pt: País

# 国家名出错
source: Country name error
de: Fehler Ländername
es: Error en el nombre de país
fr: Erreur de nom de pays
hu_hu: Országnév hiba
it: Errore nel nome del Paese
nl: De naam van het ingevoerde land is niet bekend
pl: Niewłaściwa nazwa kraju
pt_pt: Erro de nome de país

# 还没有解决您的问题
source: Any more questions?
de: Haben Sie weitere Fragen?
es: ¿Alguna pregunta más?
fr: D'autres questions?
hu_hu: Egyéb felmerült kérdések?
it: Altre domande?
nl: Heeft u verder nog vragen?
pl: Czy masz więcej pytań ?
pt_pt: Mais alguma pergunta?

# 缓存
source: Caching
de: Zwischenspeichern
es: Guardado en caché
fr: Mise en cache
hu_hu: Gyorsítótár
it: Cache
pl: Buforowanie
pt_pt: Cache

# 缓存成功
source: Cache successfully
de: Zwischenspeichern abgeschlossen
es: Guardado en caché con éxito
fr: Cachez avec succès
hu_hu: Sikeres gyorsítótárazás
it: Memorozzazione Cache effettuata con successo
nl: Cache compleet
pl: Ładowanie zakończone
pt_pt: Cache com sucesso

# 缓存列表
source: Cache list
de: Zwischenspeichern
es: Lista de caché
fr: Liste des caches
hu_hu: Gyorsítótár lista
it: Lista Cache
nl: Cache lijst
pl: Lista pamięci podręcznej
pt_pt: Lista de cache

# 换算单位
source: (Conversion standard based on 1kWh power generation)
de: Umgerechnet auf 1 kWh erzeugte Energie
es: (Estándar de conversión basado en 1kWh de generación de energía).
fr: (Norme de conversion basée sur une production d'électricité de 1kWh)
hu_hu: (Konverziós standard 1kWh teljesítmény alapján)
it: (Conversione standard basata su 1 KWh di generazione di energia)
nl: (Opbrengst is gebaseerd op 1kWh energieproductie)
pl: (Standard konwersji oparty jest na produkcji 1 kWh energii)
pt_pt: (Padrão de conversão baseado em geração de energia de 1kWh)

# 回 复
source: Reply
de: Antworten
es: Responder
fr: Répondre
hu_hu: Válasz
it: Risposta
nl: Antwoorden
pl: Odpowiedź
pt_pt: Resposta

# 回复记录
source: Reply recording
de: Antworten Aufnahme
es: Responder a grabación
fr: Enregistrement des réponses
hu_hu: Válasz felvétel
it: Risposta di registrazione
nl: Antwoord opnemen
pl: Zredaguj odpowiedź
pt_pt: Gravando resposta

# 获取服务器地址
source: Get server address
de: Server-Adresse ermitteln
es: Obtener direccion del servidor
fr: Obtenir l'adresse du serveur
hu_hu: Szerezze be a kiszolgáló címét
it: Ottieni indirizzo server
nl: Serveradres zoeken
pl: Uzyskaj adres serwera
pt_pt: Obter o endereço do servidor

# 加锁46
source: Lock
de: Sperren
es: Bloquear
fr: Verrouillage
hu_hu: Zár
it: Serratura
nl: Slot
pl: Zablokuj
pt_pt: Bloqueio

# 家庭用电量
source: Home Load consumption
de: Eigenverbrauch
es: Consumo del domicilio
fr: Consommation de la charge domestique
hu_hu: Otthoni terhelés
it: Consumo carico domestico
nl: Home Laadverbruik
pl: Zużycie energi w domu
pt_pt: Consumo de carga doméstica

# 家庭用电设备
source: Home Load
de: Haushaltsverbraucher
es: Carga del domicilio
fr: Charge électrique du site
hu_hu: Otthoni terhelés
it: Carico di Utenza
nl: Belasting huishouden
pl: Obciazenie cieplne budynku
pt_pt: Carga da residência

# 家庭用电占比(Demo)
source: Home consumption (Demo)
de: Eigenverbrauch (Demo)
es: Consumo en el hogar (Demo)
fr: Consommation électrique domestique (Démo)
hu_hu: Otthoni fogyasztás (bemutató)
it: Consumo domestico (Demo)
nl: Thuisverbruik (demo)
pl: Zużycie energii w domu (Przykłady)
pt_pt: Consumo doméstico (Demo)

# 假日模式5
source: Holiday mode
de: Urlaubsmodus
es: Modo vacaciones
fr: Mode vacances
hu_hu: Üdülési mód
it: Modalità vacanza
nl: Vakantiemodus
pl: Tryb urlopowy
pt_pt: Modo de férias

# 价格:
source: Price:
de: Preis:
es: Precio:
fr: Prix
hu_hu: Ár:
it: Prezzo:
nl: Prijs:
pl: Cena:
pt_pt: Preço:

# 监控系统问题
source: Monitoring system problems
de: Problem Anlagenüberwachung
es: Problemas de monitorización del sistema.
fr: Problèmes liés au système de surveillance
hu_hu: Felügyeleti rendszer hiba
it: Problemi al sistema di monitoraggio
nl: Problemen met het monitoringssysteem
pl: Usterka monitoringu
pt_pt: Monitorando problemas do sistema

# 检查更新
source: Check for update
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier la mise à jour
hu_hu: Frissítések keresése
it: Verifiche di aggiornamento
nl: Controleren op updates
pl: Sprawdzanie dostępnych aktualizacji.
pt_pt: Verifique atualizações

# 节约标准煤
source: Standard coal saved
de: Standardkohle gespart
es: Carbón ahorrado
fr: Le charbon standard économisé
hu_hu: Megspórolt szén
it: Carbone standard risparmiato
nl: Standaard kolen bespaard
pl: Zaoszczędzony węgiel
pt_pt: Carvão padrão economizado

# 今日02
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hu_hu: Ma
it: Oggi
nl: Vandaag
pl: Dzisiaj
pt_pt: Hoje

# 经度
source: Longitude
de: Längengrad
es: Longitud
hu_hu: Hosszúsági fok
it: Longitudine
nl: Lengtegraad
pl: Długość geograficzna

# 警告
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
hu_hu: Figyelmeztetés
it: Attenzione
nl: Waarschuwing
pl: Ostrzeżenie
pt_pt: Atenção

# 开
source: On
de: Ein
es: Encendido
hu_hu: Be
it: Acceso
nl: Aan
pl: Wlaczone
pt_pt: Ligar

# 开机
source: Power ON
de: Einschalten
es: Encender
fr: Allumer
hu_hu: Kapcsolja be
it: Accendi
nl: Inschakelen
pl: Włącz
pt_pt: Ligar

# 开路电压(300~500V):
source: Open circuit voltage (300~500V):
de: Leerlaufspannung (300 ~ 500V):
es: Voltaje de circuito abierto (300 ~ 500V):
fr: Tension en circuit ouvert (300 ~ 500 V):
hu_hu: Megszakadt áramkör feszültsége (300 ~ 500 V):
it: Tensione a circuito aperto (300 ~ 500 V):
nl: Open circuit spanning (300 ~ 500V):
pl: Napięcie otwartego obwodu (300 ~ 500 V):
pt_pt: Tensão de circuito aberto (300 ~ 500V):

# 开启32
source: ON
es: ENCENDIDO
pl: Włącz

# 客服电话
source: Consumer hotline
de: Verbraucher-Hotline
es: Teléfono de atención al cliente
fr: Hotline Utilisateur
hu_hu: Fogyasztói forródrót
it: Hotline dei consumatori
nl: Consumentenhotline
pl: Infolinia dla konsumentów
pt_pt: Linha direta do consumidor

# 客户服务
source: Customer service
de: Kundendienst
es: Servicio de atención al cliente
fr: Service à la clientèle
hu_hu: Vevőszolgálat
it: Servizio clienti
nl: Klantenservice
pl: Obsługa klienta
pt_pt: Serviço ao cliente

# 空调
source: Air-con
de: Klimaanlage
es: Aire acondicionado
fr: Climatiseur
hu_hu: Légkondícionáló
it: Condizionatore
nl: Airco
pl: Klimatyzacja
pt_pt: Ar condicionado

# 空调07
source: Air-con
de: Klimaanlage
es: Aire acondicionado
it: Condizionatore
pl: Klimatyzacja
pt_pt: Ar-condicionado

# 空闲11
source: Idle
de: Im Leerlauf
es: Ocioso
fr: Inactif
hu_hu: Tétlen
it: Inattivo
nl: Nutteloos
pl: Bezczynnosc
pt_pt: Ocioso

# 控制
source: Control
de: Einstellungen
es: Controlar
fr: Contrôle
hu_hu: Irányítás
it: Controllo
nl: Controleren
pl: Sterowanie
pt_pt: Controle

# 控制密码
source: Please enter the correct password for setting
de: Bitte geben Sie das korrekte Passwort ein.
es: Por favor, introducir la contraseña correcta para la configuración
fr: Veuillez entrer le mot de passe correct pour le paramétrage
hu_hu: Kérjük adja meg a helyes jelszót a beállításokhoz.
it: Inserisci la corretta password per l'impostazione
nl: Voer het juiste wachtwoord in om de instellingen aan te passen
pl: Wprowadź poprawne hasło, aby zmienić ustawienia
pt_pt: Digite a senha correta para configurar

# 控制提示
source: Not allowed for unauthrorized person!Wrong setting may make system stop working.Please enter password
de: Achtung! Zugriff nur für Fachpersonal. Falsche Einstellungen können Systemfehler verursachen. Passwort eingeben.
es: No permitido para una persona no autorizada. Una configuración incorrecta puede hacer que el sistema deje de funcionar. Por favor, introduzca la contraseña.
fr: Non autorisé pour les personnes non autorisées ! Un mauvais réglage peut entraîner l'arrêt du système.
hu_hu: Figyelem! Hozzáférés kizárólag csak szakemberek számára megengedett. A rossz beállítások esetleges rendszerhibát eredményezhetnek. Kérjük adja meg jelszavát.
it: Attenzione! Accesso solo per esperti. Una impostazione errata causa errori di sistema. Prego inserire la password
nl: Let op! Deze instellingen dienen alleen aangepast te worden door een gekwalificeerde monteur. Verkeerde instellingen kunnen systeemfouten veroorzaken. Voer wachtwoord in.
pl: Uwaga! Te ustawienia powinny być zmieniane jedynie przez wykwalifikowanego technika. Nieprawidłowe ustawienia mogą powodować uszkodzenie systemu. Wprowadź hasło.
pt_pt: Atenção! Acesso apenas para profissionais. As configurações erradas podem causar erros no sistema. Digite a senha.

# 控制优先级设置
source: Control priority setting
de: Steuerungsprioritäten
es: Configurar control de prioridad
fr: Réglage des priorités de contrôle
hu_hu: Vezérlési priorítások megadása
it: Impostazione del controllo di priorità
nl: Prioriteiten controleren
pl: Ustawienie priorytetu sterowania
pt_pt: Configuração de prioridade de controle

# 快充49
source: Fast charge
de: Schnelles Laden
es: Carga rápida
fr: Charge rapide
hu_hu: Gyors töltés
it: Ricarica veloce
nl: Snel opladen
pl: Szybkie ładowanie
pt_pt: Carga rápida

# 类型:
source: Type:
de: Typ:
es: Tipo:
hu_hu: Esemény száma:
it: Tipo:
pl: Rodzaj:
pt_pt: Tipo:

# 累计用电25
source: Total Energy
de: Gesamtenergie
es: Energía total
fr: énergie totale
hu_hu: Teljes energia
it: Energia totale
nl: Totale energie
pl: Energia ogolem
pt_pt: Energia total

# 锂电池SOC下限设定
source: Li-ion battery SOC lower limit setting
de: Entladetiefe Limit einstellen
es: Ajuste carga mínima permitida de la batería
fr: Fixer une limite de profondeur de décharge
hu_hu: Li-ion akkumulátor töltöttségi állapotának alsó érték beállítása
it: Impostazione del minimo livello SOC per batterie agli ioni di Litio
nl: Ondergrens laadpercentage batterij instellen
pl: Ustaw nizszy poziom naladowania baterii
pt_pt: Configuração do limite inferior da bateria Li-ion SOC

# 立即更新
source: Update now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
hu_hu: Frissítsen most
it: Aggiorna adesso
nl: Nu updaten
pl: Zaktualizuj teraz
pt_pt: Atualize agora

# 立即体验
source: Try it now
de: Jetzt testen
es: Probar ahora
fr: Essayez-le maintenant
hu_hu: Próbálja most
it: Provalo ora
nl: Nu proberen
pl: Sprobuj teraz
pt_pt: Tente agora

# 连接
source: Connect
de: Verbinden
es: Conectar
fr: Connexion
hu_hu: Csatlakozás
it: Collegare
nl: Aansluiten
pl: Połącz
pt_pt: Conectar
