Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 290请先读取故障信息
source: Please click'Auto Refresh' to load Abnormal information
de: Bitte klicken Sie auf “Automatisch aktualisieren”, um ungewöhnliche Informationen zu laden
es: Haga clic en “Actualizar automáticamente” para cargar información anómalo
fr: Veuillez cliquer sur ”Rafraîchissement automatique“ pour charger les informations anormales
hu_hu: Kattintson az 'Automatikus frissítés' lehetőségre a szokatlan információk betöltése érdekében
it: Fare clic su “Aggiorna automaticamente” per caricare informazioni anomale
nl: Klik op 'Auto Refresh' om abnormale informatie te laden
pl: Kliknij „Auto Refresh”, aby odświeżyć informacje
pt_pt: Clique em “Atualizar automaticamente” para carregar informações anormais

# 291设备信息
source: Device Information
es: Información del dispositivo
fr: Informations sur les appareils
pl: Informacje o urządzeniu
pt_pt: Informações do dispositivo

# 291添加封面图
source: Add a picture
de: Bild hinzufügen
es: añadir una foto
fr: Ajouter une photo
hu_hu: Kép hozzáadása
it: Aggiungi una foto
nl: Voeg een foto toe
pl: Dodaj zdjęcie
pt_pt: Adicionar uma foto

# 292数据读取失败,请重试或检查WiFi连接
source: Failed to read data, please try again or check if connected to the WiFi
es: Error al leer los datos, inténtalo de nuevo o comprueba si está conectado al WiFi
fr: Impossible de lire les données, veuillez réessayer ou vérifier si vous êtes connecté au WiFi
pl: Błąd odczytu danych, spróbuj ponownie lub sprawdź, czy jest połącznie z siecią WiFi.
pt_pt: Falha ao ler dados, tente novamente ou verifique se há conexão Wi-Fi disponível

# 292选择房间
source: Select a room
de: Wählen Sie einen Raum aus
es: Seleccionar una habitacion
fr: Sélectionnez une pièce
hu_hu: Válasszon szobát
it: Seleziona una stanza
nl: Selecteer een kamer
pl: Wybierz pokój
pt_pt: Selecione um quarto

# 293检查
source: Setting
de: Rahmen
es: Ajuste
fr: Réglage
hu_hu: Beállítás
it: Ambientazione
nl: Instellingen
pl: Ustawienia
pt_pt: Configuração

# 293选择设备房间
source: Select device room
de: Wählen Sie den Geräteraum
es: Seleccionar sala de dispositivos
fr: Sélectionnez la pièce où se trouve l'appareil
hu_hu: Válassza ki az eszközszobát
it: Seleziona la stanza del dispositivo
nl: Selecteer apparaatruimte
pl: Wybierz pomieszczenie urządzenia
pt_pt: Selecionar sala de dispositivos

# 294获取控制密码
source: Get control password
es: Obtener contraseña de control
fr: Obtenir un mot de passe de contrôle
pl: Uzyskaj hasło kontrolne
pt_pt: Obtenha controle da senha

# 294选择转移房间
source: Select transfer room
de: Übertragungsraum auswählen
es: Seleccionar sala de traslado
fr: Sélectionnez la salle de transfert
hu_hu: Válasszon áthelyezést
it: Seleziona la stanza del trasferimento
nl: Selecteer overdracht kamer
pl: Wybierz pokoj przeniesienia
pt_pt: Selecione sala de transferência

# 295OSS账户
source: OSS account
es: Cuenta OSS
fr: Compte OSS
pl: Konto OSS
pt_pt: Definir senha

# 296设置密码
source: Set password
es: Configurar contraseña
fr: Régler le mot de passe
pl: Ustaw hasło

# 296移除
source: Remove
de: Löschen
es: Retirar
fr: Supprimer
hu_hu: Eltávolít
it: Rimuovere
nl: Verwijderen
pl: Usuń
pt_pt: Remover

# 297设置
source: Setting
de: Rahmen
es: Ajuste
fr: Cadre
hu_hu: Beállítás
it: Ambientazione
nl: Instellingen
pl: Ustawienia
pt_pt: Configuração

# 297暂无设备
source: No device
de: Kein Gerät
es: Sin dispositivo
fr: Pas de dispositif
hu_hu: Nincs készülék
it: Nessun dispositivo
nl: Geen apparaat
pl: Brak urządzenia
pt_pt: Nenhum dispositivo

# 298请确认手机是否已连接互联网
source: Please check whether the phone is connected to the internet
es: Por favor, compruebe si el teléfono está conectado a internet
fr: Veuillez vérifier si le téléphone est connecté à l'internet
pl: Proszę sprawdzić, czy telefon jest podłączony do Internetu.
pt_pt: Verifique se o telefone está conectado a internet

# 298设备配网
source: WiFi connection
de: WiFi Verbindung
es: Conexión wifi
fr: Connexion WiFi
hu_hu: WiFi kapcsolat
it: Connessione wifi
nl: Wifi verbinding
pl: Połączenie WiFi
pt_pt: Conexão wifi

# 299请确认灯在快闪,如下:
source: Please confirm that the light is flashing as follows:
de: Bitte bestätigen Sie, dass das Licht wie folgt blinkt:
es: Por favor, confirme que la luz está parpadeando de la siguiente manera:
fr: Veuillez confirmer que le voyant clignote comme suit :
hu_hu: Kérjük, erősítse meg, hogy a jelzőfény a következőképpen villog:
it: Si prega di confermare che la luce lampeggia come segue:
nl: Bevestig dat het lampje als volgt knippert:
pl: Potwierdź, ze kontrolka miga w nastepujący sposób:
pt_pt: Por favor, confirme que a luz está piscando da seguinte forma:

# 299是否需要切换网络
source: Change network
es: Cambiar red
fr: Changer le network
pl: Zmień sieć
pt_pt: Mudar network

# 29短信验证码请求已经失效
source: Verification code request failed
de: Anfrage Zugangscode fehlgeschlagen
es: Solicitud de código de verificación fallida
fr: Échec de la demande de code de vérification
hu_hu: A megerőstő kód lekérése sikertelen
it: Richiesta codice di verifica fallita
nl: Het opvragen van de verificatiecode is niet gelukt
pl: Weryfikacja kodu nie powiodla sie
pt_pt: Falha na solicitação de código de verificação

# 2服务器错误提示
source: Please re-register or use the computer to log in our server 'server.growatt.com' and re-register
de: Bitte registrieren Sie sich erneut unter 'server.growatt.com'
es: Vuelva a registrarse o use la computadora para iniciar sesión en nuestro servidor 'server.growatt.com' y vuelva a registrarse
fr: Veuillez vous réinscrire ou utiliser l'ordinateur pour vous connecter à notre serveur 'server.growatt.com' et vous réinscrire
hu_hu: Kérjük regisztráljon újra vagy használja a számítógépet, hogy bejelentkezzen szerverünkre 'server.growatt.com' és regisztráljon újra.
it: Per favore registra di nuovo o accedi con il tuo PC al link server.growatt.com per registrare nuovamente
nl: Registreer opnieuw of gebruik uw computer om in te loggen op onze server 'server.growatt.com'
pl: Zarejestruj sie ponownie lub użyj swojego komputera, aby zalogowac sie na serwerze 'server.growatt.com'
pt_pt: Please re-register or use the computer to log in our server and re-register

# 300切换
source: Yes
es: Sí
fr: Oui
pl: Tak
pt_pt: Sim

# 300如何将灯设置为快闪
source: How to set the light to flash
de: So stellen Sie das Licht auf Blitz ein
es: Cómo configurar la luz para que parpadee
fr: Comment régler la lumière pour qu'elle clignote
hu_hu: Hogyan állítsuk be a villanyt
it: Come impostare la luce per il flash
nl: Hoe het licht in te stellen op flitsen
pl: Jak ustawic kontrolke tak, aby migala
pt_pt: Como definir a luz para flash

# 301请添加设置密码
source: Please create control password
es: Por favor, crear contraseña de control
fr: Veuillez créer un mot de passe de contrôle
pl: Prosze utworzyć hasło kontrolne
pt_pt: Criar senha de controle

# 301添加电桩
source: Add charger
de: Ladegerät hinzufügen
es: Añadir cargador
fr: Ajouter un chargeur
hu_hu: Adjon töltőt
it: Aggiungi caricatore
nl: Voeg lader toe
pl: Dodaj ładowarkę
pt_pt: Adicionar carregador

# 302本地调试工具密码为
source: Password for control
es: Contraseña para el control
fr: Mot de passe pour le contrôle
pl: Hasło do kontroli
pt_pt: Senha para controle

# 302添加房间
source: Add room
de: Raum hinzufügen
es: Añadir habitación
fr: Ajouter une pièce
hu_hu: Hely hozzáadása
it: Aggiungi stanza
nl: Ruimte toevoegen
pl: Dodaj pokoj
pt_pt: Adicionar quarto

# 303逆变器时间
source: Time
de: Zeit
es: Tiempo inversor
fr: Temps
hu_hu: Idő
it: Tempo
nl: Tijd
pl: Data i godzina
pt_pt: Tempo

# 303设置成功
source: Succeed
es: Éxito
fr: Succès
pl: Powodzenie
pt_pt: Sucesso

# 304登录成功
source: Succeed
es: Éxito
fr: Succès
pl: Powodzenie
pt_pt: Sucesso

# 304截图
source: Screenshot
de: Bildschirmfoto
es: Captura de pantalla
fr: Capture d'écran
hu_hu: Pillanatkép
it: Immagine dello schermo
pl: Zrzut ekranu

# 305并网倒计时
source: Export to Grid Countdown
de: Countdown für den Export in das Grid
es: Cuenta atrás para exportar a red
fr: Compte à rebours pour l'exportation vers le réseau
hu_hu: Exportálás a Grid Countdown-ba
it: Esporta nel conto alla rovescia della griglia
nl: Exporteren naar raster aftellen
pl: Czas do uruchomienia eksportu do sieci
pt_pt: Exportar para contagem regressiva da grade

# 305添加设备。手机接入Wi-Fi，点击APP中的添加设备，选择将要配网的设备类型，并选择设备所属房间。
source: Add device. Connect the mobile phone to Wi-Fi, click Add Device in the app, select the type of device to be networked, and select the room where the device belongs.
de: Gerät hinzufügen. Um auf das Wi-Fi-Telefon zuzugreifen, klicken Sie in der App auf Gerät hinzufügen, wählen Sie den Gerätetyp aus, der dem Netzwerk zugewiesen wird, und wählen Sie den Raum aus, zu dem das Gerät gehört.
es: Agregar un dispositivo. Conectar el teléfono móvil a Wi-Fi, hacer clic en Agregar dispositivo en la aplicación, seleccionar el tipo de dispositivo que desea asignar a la red y luego seleccionar la habitación en la que se encuentra el dispositivo con mayor frecuencia.
fr: Ajoutez des appareils. Connectez le téléphone mobile au Wi-Fi, cliquez sur Ajouter un appareil dans l'APP, sélectionnez le type d'appareil à mettre en réseau et sélectionnez la pièce à laquelle l'appareil appartient.
hu_hu: Eszköz hozzáadása. A Wi-Fi telefon eléréséhez kattintson az Eszköz hozzáadása elemre az alkalmazásban, válassza ki a hálózathoz hozzárendelt eszköz típusát, és válassza ki azt a helyiséget, amelyhez az eszköz tartozik.
it: Aggiungi un dispositivo. Per accedere al telefono Wi-Fi, fai clic su Aggiungi dispositivo nell'app, seleziona il tipo di dispositivo che verrà assegnato alla rete e seleziona la stanza a cui appartiene il dispositivo.
nl: Voeg een apparaat toe. Om toegang te krijgen tot de Wi-Fi-telefoon, klikt u op Apparaat toevoegen in de app, selecteert u het apparaattype dat wordt toegewezen aan het netwerk en selecteert u de kamer waartoe het apparaat behoort.
pl: Dodaj urządzenie. Podłącz telefon do Wi-Fi, kliknij Dodaj urządzenie w aplikacji, wybierz typ urządzenia, które zostanie przypisane do sieci, i wybierz pokój, w którym należy dodać urządzenie.
pt_pt: Adicionar um dispositivo. Para acessar o telefone Wi-Fi, clique em Adicionar dispositivo no aplicativo, selecione o tipo de dispositivo que será atribuído à rede e selecione a sala à qual o dispositivo pertence.

# 306功率百分比
source: Power percentage
es: Porcentaje de potencia
fr: Pourcentage de la puissance
pl: Procent mocy
pt_pt: Porcentagem de potência

# 306将智能插座设置为配置模式。长按智能插座的电源按键，直至Wi-Fi指示灯为蓝灯快闪（约2~3次/秒）状态。
source: Set the smart socket to configuration mode. Press and hold the power button of the smart socket until the Wi-Fi indicator blinks blue quickly (about 2 ~ 3 times / second).
de: Setzen Sie den Smart Socket in den Konfigurationsmodus. Halten Sie den Netzschalter der Smart-Buchse gedrückt, bis die Wi-Fi-Anzeige blau blinkt (ca. 2 bis 3 Mal pro Sekunde).
es: Establezca el enchufe inteligente en el modo de configuración. Mantenga presionado el botón de encendido de la toma inteligente hasta que el indicador de Wi-Fi parpadee en azul (aproximadamente 2 ~ 3 veces / segundo)
fr: Mettez la prise intelligente en mode configuration. Appuyez sur le bouton d'alimentation de la prise intelligente et maintenez-le enfoncé jusqu'à ce que le voyant Wi-Fi clignote en bleu (environ 2~3 fois/seconde).
hu_hu: Állítsa az intelligens aljzatot konfigurációs módba. Tartsa nyomva az intelligens aljzat bekapcsoló gombját, amíg a Wi-Fi jelzőfény kéken villog (kb. 2 ~ 3 / másodperc)
it: Impostare la presa intelligente sulla modalità di configurazione. Tieni premuto il pulsante di accensione della presa intelligente fino a quando l'indicatore Wi-Fi non lampeggia in blu (circa 2 ~ 3 volte / secondo)
nl: Stel de smart socket in op de configuratiemodus. Houd de aan / uit-knop van de smart socket ingedrukt totdat de wifi-indicator blauw knippert (ongeveer 2 ~ 3 keer / seconde)
pl: Ustaw inteligentne gniazdo w tryb konfiguracji. Naciśnij i przytrzymaj przycisk zasilania inteligentnego gniazda, aż wskaźnik Wi-Fi zacznie migać na niebiesko (około 2 ~ 3 razy / sekundę)
pt_pt: Defina o soquete inteligente no modo de configuração. Pressione e segure o botão liga / desliga do soquete inteligente até o indicador Wi-Fi piscar em azul (cerca de 2 a 3 vezes / segundo)

# 307内部环境温度
source: Internal temperature
es: Temperatura interna
fr: Température interne
pl: Temperatura komponentów
pt_pt: Temperatura interna

# 307设备配网。输入手机所连的Wi-Fi密码。开始搜索设备，等待设备配网。配网成功后，可对设备默认名称进行修改。
source: Device distribution network. Enter the Wi-Fi password that your phone is connected to. Start searching for devices and wait for the device to be distributed. After the distribution network is successful, you can modify the default name of the device.
de: Geräteverteilungsnetz. Geben Sie das Wi-Fi-Passwort ein, mit dem Ihr Telefon verbunden ist. Beginnen Sie mit der Suche nach Geräten und warten Sie, bis das Gerät verteilt wurde. Nachdem das Verteilungsnetzwerk erfolgreich ist, können Sie den Standardnamen des Geräts ändern.
es: Red de distribución de equipos. Introduzca la contraseña de Wi-Fi a la que está conectado su teléfono. Comience a buscar dispositivos y espere hasta que se encuentre el dispositivo. Una vez que la red se haya abierto con éxito, puede modificar el nombre predeterminado del dispositivo.
fr: Réseau de distribution des appareils. Entrez le mot de passe Wi-Fi auquel votre téléphone est connecté. Commencez à rechercher des appareils et attendez que l'appareil soit distribué. Une fois que le réseau de distribution a réussi, vous pouvez modifier le nom par défaut de l'appareil.
hu_hu: Eszköz-elosztó hálózat. Írja be a Wi-Fi jelszót, amelyhez telefonja csatlakozik. Kezdje az eszközök keresését, és várja meg, amíg az eszköz elterjedt. Miután a terjesztési hálózat sikeres volt, módosíthatja az eszköz alapértelmezett nevét.
it: Rete di distribuzione del dispositivo. Immettere la password Wi-Fi a cui è collegato il telefono. Inizia la ricerca di dispositivi e attendi che il dispositivo venga distribuito. Dopo che la rete di distribuzione ha esito positivo, è possibile modificare il nome predefinito del dispositivo.
nl: Apparaat distributienetwerk. Voer het wifi-wachtwoord in waarmee uw telefoon is verbonden. Begin met zoeken naar apparaten en wacht tot het apparaat is gedistribueerd. Nadat het distributienetwerk is geslaagd, kunt u de standaardnaam van het apparaat wijzigen.
pl: Sieć dystrybucji urządzeń. Wprowadź hasło Wi-Fi, do którego podłączony jest telefon. Rozpocznij wyszukiwanie urządzeń i poczekaj na rozgłoszenie urządzenia. Po udanym rozgłoszenieniu w sieci możesz zmodyfikować domyślną nazwę urządzenia.
pt_pt: Rede de distribuição de dispositivos. Digite a senha de Wi-Fi à qual seu telefone está conectado. Comece a procurar dispositivos e aguarde a distribuição do dispositivo. Após o sucesso da rede de distribuição, você pode modificar o nome padrão do dispositivo.

# 308Boost温度
source: Boost temperature
es: Aumentar la temperatura
fr: Augmenter la température
pl: Zwiększ temperaturę
pt_pt: Temperatura do boost

# 308将温控器设置为配置模式。同时按住温控器屏幕下方的“△”与“▽”按钮，直至屏幕中的Wi-Fi标识快闪。
source: Set the thermostat to configuration mode. Press and hold the ‘△’ and ‘▽ buttons at the bottom of the thermostat screen at the same time until the Wi-Fi logo on the screen flashes quickly.
de: Stellen Sie den Thermostat in den Konfigurationsmodus. Halten Sie die Tasten „△“ und „“ am unteren Rand des Thermostatbildschirms gedrückt, bis das WLAN-Logo auf dem Bildschirm schnell blinkt.
es: Ponga el termostato en modo de configuración. Mantenga presionados los botones “△” y “▽” en la parte inferior de la pantalla del termostato al mismo tiempo hasta que el logotipo de Wi-Fi en la pantalla parpadee rápidamente.
fr: Mettez le thermostat en mode configuration. Appuyez simultanément sur les boutons ”△“ et ”▽“ en bas de l'écran du thermostat et maintenez-les enfoncés jusqu'à ce que le logo Wi-Fi clignote rapidement sur l'écran.
hu_hu: Állítsa a termosztátot konfigurációs üzemmódba. Nyomja meg és tartsa lenyomva a “△” és a “▽” gombokat a termosztát képernyő alján, amíg a Wi-Fi logó gyorsan villogni kezd.
it: Impostare il termostato sulla modalità di configurazione. Premere e tenere premuti i pulsanti “△” e “▽” nella parte inferiore della schermata del termostato finché il logo Wi-Fi sullo schermo non lampeggia rapidamente.
nl: Zet de thermostaat in de configuratiemodus. Houd de knoppen “△” en“▽” onder aan het thermostaatscherm ingedrukt totdat het Wi-Fi-logo op het scherm snel knippert.
pl: Ustaw termostat w trybie konfiguracji. Nacisnij i przytrzymaj przyciski ? i ? w dolnej czesci ekranu termostatu, az logo Wi-Fi na ekranie zacznie szybko migac.
pt_pt: Coloque o termostato no modo de configuração. Pressione e segure os botões “△” e “▽” na parte inferior da tela do termostato até o logotipo da Wi-Fi na tela piscar rapidamente.

# 309INV温度
source: INV temperature
es: Temperatura INV
fr: Température de l'inverteur
pl: Temperatura urządzenia
pt_pt: Temperatura INV

# 309故障详情
source: Fault details
de: Fehlerdetails
es: Detalles del error
fr: Détails de la faute
hu_hu: Hiba részletei
it: Dettagli di errore
nl: Foutgegevens
pl: Szczegóły usterki
pt_pt: Detalhes de falha

# 30UID为空
source: UID is empty
de: UID ist leer
es: UID está vacío
fr: L'UID est vide
hu_hu: Az UID üres
it: L'UID è vuoto
nl: UID is leeg
pl: Pole identyfikatora użytkownika jest puste.
pt_pt: UID está vazio

# 30发送短信验证码不成功
source: Send verification code message failed
de: Senden des Zugangscodes fehlgeschlagen
es: Error en la entrega del mensaje de código de verificación
fr: Échec de l'envoi du message de code de vérification
hu_hu: SMS ellenőrző kód elküldése sikertelen
it: Invio messaggio codice di verifica fallito
nl: Het versturen van de verificatiecode is niet gelukt
pl: Wysłanie kodu weryfikacyjnego nie powiodło się
pt_pt: Falha ao enviar mensagem de código de verificação

# 30浏览账户
source: Demo account
de: Demokonto
es: Cuenta demo
fr: Compte de démonstration
hu_hu: Demo számla
it: Conto Demo
pl: Konto demonstracyjne
pt_pt: Conta de demonstração

# 310PID故障信息
source: PID Abnormal code
de: PID-Fehlercode
es: Código PID anómalo
fr: Code PID anormal
hu_hu: PID rendellenes kód
it: PID Codice anormale
nl: PID Abnormale code
pl: Nieprawidłowy kod PID
pt_pt: Código anormal do PID

# 310告警时间
source: Alarm time
de: Weckzeit
es: Hora de alarma
fr: Heure d'alarme
hu_hu: Riasztási idő
it: Ora di sveglia
nl: Alarm tijd
pl: Czas alarmu
pt_pt: Hora do alarme

# 311PID状态
source: PID status
es: Estado PID
fr: Statut PID
pl: Status PID
pt_pt: Status PID

# 311故障分析
source: Abnormal analysis
de: Abnormale Analyse
es: Analisis fallido
fr: Analyse anormale
hu_hu: Rendellenes elemzés
it: Analisi anormale
nl: Abnormale analyse
pl: Analiza nie powiodła się
pt_pt: Análise anormal

# 312厂商信息
source: Manufacture
es: Fabricante
fr: Fabricant
pl: Typ urządzenia
pt_pt: Fabricante

# 312解决办法
source: Solution
de: Lösung
es: Solución
hu_hu: Megoldás
it: Soluzione
nl: Oplossing
pl: Rozwiązanie
pt_pt: Solução

# 313机器型号
source: Model name
es: Nombre del modelo
fr: Nom du modèle
pl: Model
pt_pt: Modelo

# 313在线客服
source: Online service
es: Servicio en línea
fr: Service en ligne
hu_hu: Online szolgáltatás
it: Servizio Online
nl: Online dienst
pl: Serwis internetowy
pt_pt: Serviço on-line

# 314Model号
source: Model code
es: Código de modelo
fr: Code du modèle
pl: Kod modelu
pt_pt: Código do modelo

# 314提交问题
source: Submit questions
de: Enviar perguntas
es: Enviar preguntas
fr: Soumettre des questions
hu_hu: Kérdések benyújtása
it: Stel vragen
nl: Stel vragen
pl: Przeslij pytania
pt_pt: Enviar perguntas

# 315wifi提示
source: (Please ensure your mobile phone is connected to 2.4GHz WiFi, 5GHz WiFi connection is not supported currently)
de: (Bitte stellen Sie sicher, dass Ihr Mobiltelefon mit 2,4-GHz-WLAN verbunden ist. Eine 5-GHz-WLAN-Verbindung wird derzeit nicht unterstützt.)
es: (Asegúrese de que su teléfono móvil esté conectado a WiFi de 2.4GHz, la conexión WiFi de 5GHz no es compatible actualmente)
fr: (Veuillez vous assurer que votre téléphone portable est connecté au WiFi 2,4GHz, la connexion WiFi 5GHz n'est pas prise en charge actuellement)
hu_hu: (Kérjük, győződjön meg róla, hogy mobiltelefonja 2,4 GHz-es WiFi-re van csatlakoztatva, az 5 GHz-es WiFi kapcsolat jelenleg nem támogatott)
it: (Assicurarsi che il telefono cellulare sia connesso a WiFi a 2,4 GHz, la connessione WiFi a 5 GHz non è attualmente supportata)
nl: (Zorg ervoor dat uw mobiele telefoon is verbonden met 2,4 GHz WiFi, 5GHz WiFi-verbinding wordt momenteel niet ondersteund)
pl: (Upewnij sie, ze Twoj telefon komorkowy jest podlaczony do sieci Wi-Fi 2,4 GHz, polaczenie Wi-Fi 5 GHz nie jest obecnie obslugiwane)
pt_pt: (Certifique-se de que o seu telemóvel está ligado a 2,4 GHz WiFi; a ligação Wi-Fi de 5 GHz não é suportada atualmente)

# 315固件(外部)版本
source: FW version (E)
es: Versión FW (E)
fr: Version du logiciel (externe)
pl: Wersja oprogramowania (E)
pt_pt: Versão do firmware (E)

# 316固件(内部)版本
source: FW version (I)
es: Versión FW (I)
fr: Version du logiciel (inerne)
pl: Wersja oprogramowania (I)
pt_pt: Versão do firmware (I)

# 316是否保存截图到手机相册?
source: Save a screenshot to your phone photo album?
de: Speichern Sie einen Screenshot in Ihrem Fotoalbum Ihres Handys.
es: ¿Guardar una captura de pantalla en el álbum de fotos de su teléfono?
fr: Enregistrer une capture d'écran dans l'album photo de votre téléphone ?
hu_hu: Képernyőkép mentése a telefon fotóalbumára?
it: Salva uno screenshot sul tuo album fotografico del telefono?
nl: Sla een screenshot op in je telefoonfotoalbum?
pl: Zapisz zrzut ekranu w albumie ze zdjeciami telefonu?
pt_pt: Salvar uma captura de tela no seu álbum de fotos do celular?

# 317AC电压/电流/功率/频率
source: AC Volt/Current/Power/Freq
es: Voltaje / Corriente / Potencia / Frecuencia AC
fr: Tension AC/Courant/Puissance/Fréquence
pl: Napięcie/Prąd/Moc/Częstotliwość
pt_pt: Tensão/Corrente/Potência/Frequência CA

# 317最大市电充电电流
source: Maximum grid charging current
de: Maximaler Netzladestrom
es: Corriente máxima de carga de la red
fr: Courant de charge maximal du secteur
hu_hu: Maximális rács töltőáram
it: Corrente massima di carica della rete
nl: Maximale netlaadstroom
pl: Maksymalny prąd ładowania sieci
pt_pt: Corrente máxima de carregamento da rede

# 318电压
source: voltage
de: Stromspannung
es: Voltaje
hu_hu: Feszültség
it: Voltaggio
nl: Spanning
pl: Napięcie
pt_pt: Voltagem

# 318命令参数不能为空
source: Command parameters cannot be empty
de: Befehlsparameter dürfen nicht leer sein
es: Los parámetros del comando no pueden estar vacíos
fr: Le paramètre de commande ne peut pas être vide.
hu_hu: A parancsparaméterek nem lehetnek üresek
it: I parametri di comando non possono essere vuoti
nl: Opdrachtparameters mogen niet leeg zijn
pl: Parametry polecenia nie mogą być puste
pt_pt: Parâmetros de comando não podem estar vazios

# 319电流
source: current
de: Strom
es: Actual
fr: Courant
hu_hu: Jelenlegi
it: Attuale
nl: Huidige
pl: Prąd
pt_pt: Atual

# 319电流范围必须在10A~60A
source: Current range must be between 10A and 60A
de: Der Strombereich muss zwischen 10A und 60A liegen
es: El rango de corriente debe estar entre 10A y 60A
fr: La gamme de courant doit être comprise entre 10A et 60A
hu_hu: Az áramtartománynak 10A és 60A között kell lennie
it: L'intervallo di corrente deve essere compreso tra 10A e 60A
nl: Het stroombereik moet tussen 10A en 60A liggen
pl: Zakres prądu musi wynosić od 10 A do 60 A.
pt_pt: A faixa de corrente deve estar entre 10A e 60A
