Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 设备生产Wi-Fi热点，手机连接设备热点后将配网信息点对点传送给设备
source: The device produces Wi-Fi hotspots, and the mobile phone connects the device hotspots and transmits the distribution information to the device point-to-point
de: Das Gerät erzeugt WLAN-Hotspots, und das Mobiltelefon verbindet die Geräte-Hotspots und überträgt die Verteilungsinformationen Punkt-zu-Punkt an das Gerät
es: El dispositivo produce un punto de acceso Wi-Fi, y el teléfono móvil conecta los puntos de acceso del dispositivo y transmite la información de distribución al dispositivo punto a punto
fr: L'appareil produit des points d'accès Wi-Fi, et le téléphone mobile connecte les points d'accès de l'appareil et transmet les informations de distribution à l'appareil point à point
hu_hu: A készülék Wi-Fi hotspotokat állít elő, és a mobiltelefon összekapcsolja az eszköz hotspotjait, és továbbítja az elosztási információkat az eszközre pontról pontra
it: Il dispositivo produce hotspot Wi-Fi e il telefono cellulare collega gli hotspot del dispositivo e trasmette le informazioni di distribuzione al dispositivo punto-punto
nl: Het apparaat produceert Wi-Fi-hotspots en de mobiele telefoon verbindt de apparaat-hotspots en verzendt de distributie-informatie punt-naar-punt naar het apparaat
pl: Urządzenie wytwarza hotspoty Wi-Fi, a telefon komórkowy łączy hotspoty urządzenia i przesyła informacje o dystrybucji do urządzenia punkt-punkt
pt_pt: O dispositivo produz pontos de acesso Wi-Fi e o celular conecta os pontos de acesso do dispositivo e transmite as informações de distribuição para o dispositivo ponto a ponto

# 将停止添加设备，是否确认退出?
source: Will stop adding devices, confirm exit?
de: Beendet das Hinzufügen von Geräten, bestätigt das Beenden?
es: ¿Dejará de añadir dispositivos, confirmará la salida?
fr: Arrêtera d'ajouter des appareils, confirmera la sortie?
hu_hu: Megáll az eszközök hozzáadása, megerősíti a kilépést?
it: Smetterà di aggiungere dispositivi, confermerà l'uscita?
nl: Stopt het toevoegen van apparaten en bevestigt u het afsluiten?
pl: Czy przestanie dodawać urządzenia, potwierdzi wyjście?
pt_pt: Parará de adicionar dispositivos, confirmará a saída?

# 设备无响应请排查以下问题后重试
source: The device is not responding, please check the following issues and try again
de: Das Gerät reagiert nicht. Überprüfen Sie die folgenden Probleme und versuchen Sie es erneut
es: El dispositivo no responde, verifique los siguientes problemas e intente nuevamente
fr: L'appareil ne répond pas, veuillez vérifier les problèmes suivants et réessayer
hu_hu: Az eszköz nem válaszol, kérjük, ellenőrizze a következő kérdéseket, és próbálja újra
it: Il dispositivo non risponde, controlla i seguenti problemi e riprova
nl: Het apparaat reageert niet. Controleer de volgende problemen en probeer het opnieuw
pl: Urządzenie nie odpowiada, sprawdź następujące problemy i spróbuj ponownie
pt_pt: O dispositivo não está respondendo, verifique os seguintes problemas e tente novamente

# 切换配网模式
source: Switch Pairing Mode
de: Pairing-Modus wechseln
es: Cambiar modo de emparejamiento
fr: Changer de mode d'appairage
hu_hu: Párosítási mód váltása
it: Cambia modalità accoppiamento
nl: Schakel de koppelmodus
pl: Przełącz tryb parowania
pt_pt: Alternar modo de emparelhamento

# 352解锁
source: Unlock
de: Freischalten
es: Desbloquear
fr: Déverrouiller
hu_hu: Kinyit
it: Sbloccare
nl: Ontgrendelen
pl: Odblokuj
pt_pt: Desbloquear

# 349是否解除该枪电子锁
source: Whether to unlock the gun's electronic lock
de: Wetter, um die Ladepistole freizuschalten?
es: ¿Tiempo para desbloquear la pistola de carga?
fr: La météo pour déverrouiller le connecteur de chargement ?
hu_hu: A fegyver elektronikus zárjának feloldása
it: Se sbloccare la serratura elettronica della pistola
nl: Of het elektronische slot van het pistool moet worden ontgrendeld
pl: Pogoda do odblokowania pistoletu ładującego?
pt_pt: Tempo para desbloquear a pistola de carga?

# 302请求失败
source: Request failed
de: Anfrage fehlgeschlagen
es: Peticion fallida
fr: La demande a échoué
hu_hu: Kérés sikertelen
it: Richiesta fallita
nl: Verzoek mislukt
pl: Wniosek nie powiódł się
pt_pt: Falha no pedido

# 340取消预约
source: cancel appointment
de: Reservierung stornieren
es: Cancelar reserva
fr: Annuler une réservation
hu_hu: lemondja a találkozót
it: annulla appuntamento
nl: afspraak afzeggen
pl: Anulowanie rezerwacji
pt_pt: Cancelar a reserva

# 368枪
source: Outlet
de: Auslauf
es: Toma de corriente
fr: Charger un fusil
hu_hu: kivezetés
it: Presa
pl: Wylot
pt_pt: Saída

# 343Solar模式
source: Solar mode
de: Solarmodus
es: Modo solar
fr: Mode solaire
hu_hu: Napelemes üzemmód
it: Modalità solare
nl: Zonne-modus
pl: Tryb słoneczny
pt_pt: Modo solar

# 344ECO+电流限制
source: ECO + current limit
de: ECO + Strombegrenzung
es: Límite actual + ECO
fr: Limite de courant ECO
hu_hu: ECO + áramkorlát
it: ECO + limite di corrente
nl: ECO + huidige limiet
pl: Limit prądu ECO +
pt_pt: ECO+Limitação de corrente

# 328设置不能超过6条
source: No more than 6 settings
de: Die Einstellungsbedingungen dürfen sechs nicht überschreiten
es: No mas de 6 items
fr: Les conditions de mise en place ne peuvent pas dépasser six
hu_hu: Legfeljebb 6 beállítás
it: Non più di 6 impostazioni
nl: Niet meer dan 6 instellingen
pl: Warunki ustawienia nie mogą przekraczać sześciu
pt_pt: Não mais que 6 condições definidas

# 329最少要有1条
source: At least one
de: Es muss mindestens eine Bedingung vorliegen
es: Debe haber una condición como mínimo
fr: Il doit y avoir au moins une condition
hu_hu: Legalább egy
it: Almeno una
nl: Ten minste een
pl: Musi istnieć co najmniej jeden warunek
pt_pt: Deve haver pelo menos uma condição

# 330有时间段或费率未输入
source: There is a time period or rate not entered
de: Zeitraum oder Tarif nicht eingegeben
es: Periodo de tiempo o tarifa no introducido
fr: Période ou tarif non indiqué
hu_hu: Legalább egy
it: C'è un periodo o una tariffa non inseriti
nl: Er is een tijdsperiode of tarief niet ingevoerd
pl: Okres czasu lub taryfa nie zostały wprowadzone
pt_pt: Período ou tarifa não inseridos

# 333时间段不能重叠
source: Time periods cannot overlap
de: Zeiträume können sich nicht überschneiden
es: Los periodos de tiempo no pueden sobreponerse
fr: Les périodes ne peuvent pas se chevaucher
hu_hu: Az időszakok nem fedhetik át egymást
it: I periodi di tempo non possono sovrapporsi
nl: Tijdsperioden kunnen elkaar niet overlappen
pl: Okresy czasu nie mogą się na siebie nakładać
pt_pt: Os períodos não podem se sobrepor

# 284未设置结束时间
source: No end time set
de: Endzeit nicht eingestellt
es: Tiempo de finalización no configurado
fr: Heure de fin non fixée
hu_hu: Nincs beállítva a befejezési idő
it: Nessun orario di fine impostato
nl: Geen eindtijd ingesteld
pl: Czas końcowy nie został ustalony
pt_pt: Não definir o tempo

# 362搜索电桩
source: Search for electric piles
de: Ladegeräte suchen
es: Buscando cargadores
fr: Recherche de chargeurs
hu_hu: Keressen elektromos cölöpöket
it: Cerca pile elettriche
nl: Zoek naar elektrische palen
pl: Przeszukiwanie ładowarek
pt_pt: Precurando carregadores

# 312WIFI直连操作指引
source: WIFI Direct Connection Operation Guide
de: Die Anleitung zur WiFi-Verbindung
es: La guía de la configuración WiFi
fr: Le guide de la connexion WiFi
hu_hu: WIFI közvetlen kapcsolat üzemeltetési útmutató
it: Guida operativa per la connessione diretta WIFI
nl: Bedieningshandleiding voor WIFI Direct Connection
pl: Przewodnik dotyczący połączenia WiFi
pt_pt: A guia de conexão de wifi

# 309操作引导1
source: Set the charging pile to AP mode as a WiFi hotspot. This operation is not required for the first time to set up the charging pile
de: Stellen Sie das Ladegerät auf den AP-Modus als WLAN-Hotspot ein. Dies ist für die Ersteinstellung des Ladegeräts nicht erforderlich.
es: Configure el cargador en modo AP como punto de enlace WiFi. No es necesario para la configuración inicial del cargador
fr: Réglez le chargeur en mode AP comme point d'accès WiFi. Cela n'est pas nécessaire pour le réglage initial du chargeur.
hu_hu: Állítsa a töltési rakást AP üzemmódba WiFi hotspotként. Erre a műveletre nincs szükség első alkalommal a töltőhalom beállításához
it: Imposta la pila di ricarica in modalità AP come hotspot WiFi. Questa operazione non è necessaria per la prima volta per impostare la pila di ricarica
nl: Stel de oplaadstapel in op AP-modus als WiFi-hotspot. Deze bewerking is niet vereist voor de eerste keer om de laadstapel op te zetten
pl: Ustaw ładowarkę w trybie AP jako hotspot WiFi. Nie jest to konieczne do wstępnego ustawienia ładowarki.
pt_pt: Defina o carregador para o modo AP como ponto de acesso WiFi. Isso não é necessário para a configuração inicial do carregador

# 310操作引导2
source: The mobile phone is connected to the charging pile WiFi, the WiFi name is the charging pile serial number, and the initial password is 12345678. If you can't find the charging pile WiFi, you can restart the electric pile, and it will be in AP mode within 60 seconds after the electric pile restarts.
de: Verbinden Sie das WLAN des Ladegeräts mit dem Smartphone. Der Name von WiFi lautet SN des Ladegeräts und das ursprüngliche Kennwort lautet 12345678. Wenn kein WLAN gefunden werden kann, starten Sie das Ladegerät neu, das sich innerhalb von 60 Sekunden im AP-Modus befindet.
es: Conecte por WiFi su smartphone al cargador. El nombre del cargador sera el número de serie, la contraseña por defecto es 12345678. Si no puede encontrar el WiFi, reinicie el cargador y espere 60 segundos.
fr: Connectez le WiFi du chargeur avec le smart phone, le nom est le SN du chargeur et le mot de passe initial est 12345678. Si le WiFi ne peut pas être trouvé, redémarrez le chargeur, qui sera en mode AP dans les 60 secondes.
hu_hu: A mobiltelefon csatlakoztatva van a töltőhalomhoz WiFi, a WiFi név a töltőcsomag sorozatszáma, és a kezdeti jelszó 12345678. Ha nem találja a töltőállomást, akkor indítsa újra az elektromos halomot, és az AP üzemmódban az elektromos cölöp újraindulása után 60 másodpercen belül
it: Il telefono cellulare è collegato al Wi-Fi della pila di ricarica, il nome WiFi è il numero di serie della pila di ricarica e la password iniziale è 12345678. Se non riesci a trovare la WiFi della pila di ricarica, puoi riavviare la pila elettrica e sarà in modalità AP entro 60 secondi dal riavvio della pila elettrica
nl: De mobiele telefoon is verbonden met de oplaadpaal WiFi, de WiFi-naam is het serienummer van de oplaadpaal en het initiële wachtwoord is 12345678. Als u de oplaadpaal WiFi niet kunt vinden, kunt u de elektrische stapel opnieuw opstarten en wordt deze in AP-modus binnen 60 seconden nadat de elektrische stapel opnieuw is opgestart.
pl: Podłącz ładowarkę do WiFi za pomocą smartfona, nazwa jest SN ładowarki, a hasło początkowe to 12345678. Jeżeli nie można znaleźć WiFi, należy ponownie uruchomić ładowarkę, która w ciągu 60 sekund znajdzie się w trybie AP.
pt_pt: Conecte o WiFi do carregador ao telefone inteligente, o nome é o SN do carregador e a senha inicial é 12345678. Se não for possível encontrar o WiFi, reinicie o carregador, que estará no modo AP dentro de 60 segundos.

# 311操作引导3
source: After successfully connecting the charging pile WiFi, click Next to modify and set the charging pile.
de: Klicken Sie nach erfolgreicher Verbindung mit dem WLAN auf “Weiter”, um das Ladegerät zu ändern und einzustellen.
es: Despues de conectar con el Wifi, clicka en “siguiente” para modificar y configurar el cargador
fr: Après avoir connecté le WiFi avec succès, cliquez sur ”suivant“ pour modifier et régler le chargeur.
hu_hu: A töltőhalom WiFi sikeres csatlakoztatása után kattintson a Tovább gombra, hogy módosítsa és beállítsa a töltőcsomagot.
it: Dopo aver collegato correttamente la pila di ricarica WiFi, fai clic su Avanti per modificare e impostare la pila di ricarica.
nl: Nadat u de oplaadstapel WiFi hebt verbonden, klikt u op Volgende om de oplaadstapel te wijzigen en in te stellen.
pl: Po pomyślnym podłączeniu WiFi, kliknij “next”, aby zmodyfikować i ustawić ładowarkę.
pt_pt: Após conectar o WiFi com sucesso, clique em “Próximo” para modificar e definir o carregador.

# 261中文
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
hu_hu: kínai
it: Cinese
pl: Chiński
pt_pt: Chinês

# 262泰文
source: Thai
es: Tailandés
it: tailandese
nl: Thais
pl: Tajski
pt_pt: Tailandês

# 263英文
source: English
de: Englisch
es: Inglés
fr: Anglais
hu_hu: angol
it: inglese
nl: Engels
pl: Angielski
pt_pt: Inglês

# 247连接热点
source: Hotspot connection
de: WiFi Verbindung
es: Punto de acceso WiFi
fr: Connexion WiFi
hu_hu: Hotspot kapcsolat
it: Connessione Hotspot
nl: Hotspot-verbinding
pl: Połączenie WiFi
pt_pt: Conexão de WiFi

# 264读卡器秘钥
source: Card reader key
de: Der Schlüssel des Lesers
es: Contraseña del lector
fr: La clé du lecteur
hu_hu: Kártyaolvasó kulcs
it: Chiave del lettore di schede
nl: Sleutel van kaartlezer
pl: Klucz czytelnika
pt_pt: A chave de leitor

# 287级
source: level
de: Niveau
es: Nivel
fr: niveau
hu_hu: szint
it: livello
nl: niveau
pl: Poziom
pt_pt: Nível

# 305AP模式
source: AP mode
de: AP-Modus
es: Modo AP
fr: Mode AP
hu_hu: AP mód
it: Modalità AP
nl: AP-modus
pl: Tryb AP
pt_pt: Modo de AP

# 248打开手机WLAN,将手机连接至电桩热点
source: Turn on the WLAN of the mobile phone and connect the mobile phone to the electric pile hotspot
de: Öffnen Sie das WLAN des Smartphones und verbinden Sie das Telefon mit dem Hotspot des Ladegeräts
es: Abra la configuración de WiFi de su smartphone y conectelo a la red creada por el cargador
fr: Ouvrez le WLAN du smart phone, connectez le téléphone avec le chargeur hotspot
hu_hu: Kapcsolja be a mobiltelefon WLAN-ját, és csatlakoztassa a mobiltelefont az elektromos halom hotspothoz
it: Attiva la WLAN del telefono cellulare e collega il telefono all'hotspot del palo elettrico
nl: Schakel het WLAN van de mobiele telefoon in en verbind de mobiele telefoon met de elektrische poolhotspot
pl: Otwórz sieć WLAN smartfonu, podłącz telefon do hotspotu z ładowarką
pt_pt: Ligue o WLAN de telemóvel, conecte o telemóvel com o ponto de acesso wifi do carregador

# 266wifi名称
source: wifi name
es: Nombre del WiFi
fr: Nom du WiFi
hu_hu: wifi név
it: nome wifi
nl: wifi naam
pl: Nazwa WiFi
pt_pt: Nome de WiFi

# 267wifi密码
source: wifi password
de: WLAN Passwort
es: Contraseña del WiFi
fr: Mot de passe WiFi
hu_hu: wifi jelszó
it: password wifi
nl: wifi wachtwoord
pl: Hasło WiFi
pt_pt: Senha de WiFi

# 265保护等级
source: Protection level
de: Schutzart
es: Nivel de protección
fr: Indice de protection
hu_hu: Védettség
it: Livello di protezione
nl: Beschermingsniveau
pl: Rating ochrony
pt_pt: Grau de proteção

# 255设备信息参数设置
source: Device information parameter setting
de: Geräteinformationseinstellung
es: Configuración de información dispositivo
fr: Réglage des informations sur l'appareil
hu_hu: Az eszközinformációs paraméter beállítása
it: Impostazione dei parametri di informazioni sul dispositivo
nl: Parameterinstelling apparaatinformatie
pl: Ustawienie informacji o urządzeniu
pt_pt: Definição de informação de dispositivo

# 256设备以太网参数设置
source: Device Ethernet parameter setting
de: Geräte-Ethernet-Einstellung
es: Configuración ethernet del dispositivo
fr: Paramétrage de l'Ethernet des appareils
hu_hu: Az eszköz Ethernet paramétereinek beállítása
it: Impostazione dei parametri Ethernet del dispositivo
nl: Parameterinstelling apparaat Ethernet
pl: Ustawienia sieci Ethernet urządzenia
pt_pt: Configuração de Ethernet do dispositivo

# 257设备账号密码参数设置
source: Device account password parameter settings
de: Gerätekonto & Passworteinstellung
es: Configuración de usuario y contraseña del dispositivo
fr: Compte de l'appareil et définition du mot de passe
hu_hu: Az eszközfiók jelszó paramétereinek beállításai
it: Impostazioni dei parametri della password dell'account del dispositivo
nl: Instellingen voor wachtwoordparameters van apparaataccount
pl: Konto urządzenia i ustawienie hasła
pt_pt: Configuração da conta e senha do dispositivo

# 258设备服务器参数设置
source: Device server parameter settings
de: Geräteservereinstellung
es: Configuración del servidor del dispositivo
fr: Paramétrage du serveur de périphériques
hu_hu: Eszközkiszolgáló-paraméter-beállítások
it: Impostazioni dei parametri del server del dispositivo
nl: Parameterinstellingen apparaatserver
pl: Ustawienia serwera urządzeń
pt_pt: Configuração do servidor de dispositivos

# 259设备充电参数设置
source: Device charging parameter settings
de: Einstellung zum Laden des Geräts
es: Configuración de la carga del dispositivo
fr: Réglage du chargement de l'appareil
hu_hu: Az eszköz töltési paramétereinek beállítása
it: Impostazioni dei parametri di ricarica del dispositivo
nl: Instellingen voor het opladen van apparaten
pl: Ustawienia ładowania urządzeń
pt_pt: Configuração de carregamento do dispositivo

# 306当前充电桩序列号
source: Current charging pile serial number
de: SN des aktuellen Ladegeräts
es: Número de serie del cargador
fr: SN du chargeur de courant
hu_hu: Az aktuális töltőhalom sorozatszáma
it: Numero di serie della pila di ricarica corrente
nl: Huidig serienummer van de laadpaal
pl: SN aktualnej ładowarki
pt_pt: SN do carregador atual

# 249当前手机连接WiFi
source: The current phone is connected to WiFi
de: WiFi aktuell verbunden
es: Red Wifi a la que esta conectado
fr: WiFi de la personne actuellement connectée
hu_hu: Az aktuális telefon csatlakoztatva van a WiFi-hez
it: Il telefono corrente è collegato al WiFi
nl: De huidige telefoon is verbonden met wifi
pl: WiFi aktualnie podłączonego
pt_pt: WiFi do atualmente conectado

# 251已连接,下一步
source: Connected, next step
de: Verbunden, bitte gehen Sie als nächstes
es: Conectado, paso siguiente
fr: Connecté, passez à la suite
hu_hu: Csatlakoztatva, következő lépés
it: Connesso, prossimo passo
nl: Verbonden, volgende stap
pl: Podłączone, proszę przejść dalej
pt_pt: Conectando, Próximo

# 252连接充电桩中
source: Connect to the charging pile ...
de: Ladegerät anschließen
es: Conectando cargador
fr: Connexion du chargeur
hu_hu: Csatlakozás a töltőpálcához ...
it: Connetti alla pila di ricarica ...
nl: Maak verbinding met de laadpaal ...
pl: Podłączenie ładowarki
pt_pt: Conectando o carregador

# 253手机暂未连接wifi
source: The phone is not connected to WiFi
de: Das Telefon ist nicht mit WLAN verbunden
es: El smartphone no esta conectado al WiFi
fr: Le téléphone n'est pas connecté au WiFi
hu_hu: A telefon nincs csatlakoztatva a WiFi-hez
it: Il telefono non è collegato al WiFi
nl: De telefoon is niet verbonden met wifi
pl: Telefon nie jest podłączony do WiFi
pt_pt: O telefone não está conectado ao Wi-Fi

# 254连接失败
source: Connection failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Échec de la connexion
hu_hu: Kapcsolat nem sikerült
it: Connessione fallita
nl: Verbinding mislukt
pl: Połączenie nie powiodło się
pt_pt: Falha na conexão

# 295该电桩热点不是已选择的电桩
source: The electric pile hot spot is not the selected electric pile
de: Das Ladegerät ist nicht das ausgewählte
es: El cargador no se corresponde con el seleccionado
fr: Le chargeur n'est pas celui qui a été choisi
hu_hu: Az elektromos halom forró pont nem a kiválasztott elektromos halom
it: Il punto caldo della pila elettrica non è la pila elettrica selezionata
nl: De hotspot voor elektrische palen is niet de geselecteerde elektrische paal
pl: Ładowarka nie jest tą wybraną
pt_pt: O carregador não é o selecionado

# 354获取wifi需要打开定位权限
source: To get wifi, you need to open the location permission
de: Um WLAN zu erhalten, müssen Sie die Standortberechtigung öffnen
es: Para obtener wifi, necesita conceder permisos de localización
fr: Pour obtenir le wifi, vous devez ouvrir la permission de localisation
hu_hu: A wifi eléréséhez meg kell nyitnia a helymeghatározási engedélyt
it: Per ottenere il wifi, è necessario aprire l'autorizzazione alla posizione
nl: Om wifi te krijgen, moet je de locatietoestemming openen
pl: Aby uzyskać wifi, należy otworzyć pozwolenie na lokalizację.
pt_pt: Para obter wifi, precisa ligar a permissão de localização

# 355点击确定将会跳到设置页面
source: Click OK to jump to the settings page
de: Klicken Sie auf “Bestätigen”, um zur Einstellungsseite zu springen
es: Clic en ¨Ok¨ para seguir con las configuraciones
fr: Cliquez sur ”confirmer“ pour passer à la page des paramètres
hu_hu: Kattintson az OK gombra a beállítások oldalra ugráshoz
it: Fai clic su OK per passare alla pagina delle impostazioni
nl: Klik op OK om naar de instellingenpagina te springen
pl: Kliknij “potwierdź”, aby przejść do strony ustawień
pt_pt: Clique em “confirmar” para ir para a página de configurações

# 307切换成功
source: Switchover succeeded
de: Der Wechsel war erfolgreich
es: Cambio exitoso
fr: Switch a réussi
hu_hu: Az átállás sikeres volt
it: Commutazione riuscita
nl: Omschakeling is geslaagd
pl: Przełącznik udał się
pt_pt: Comutação com sucesso

# 308切换失败
source: Switchover failed
de: Schalter fehlgeschlagen
es: Cambio fallido
fr: Échec de l'échange
hu_hu: Az átváltás sikertelen
it: Commutazione non riuscita
nl: Omschakeling is mislukt
pl: Przełącznik chybiony
pt_pt: Falha na comutação

# 296版本号
source: version number
de: Modulnummer
es: Numero de versión
fr: Numéro de module
hu_hu: verziószám
it: numero della versione
nl: versienummer
pl: Numer modułu
pt_pt: Número do módulo

# 268蓝牙名称
source: Bluetooth name
es: Nombre de Bluetooth
fr: Nom de bluetooth
hu_hu: Bluetooth név
it: Nome Bluetooth
nl: Bluetooth-naam
pl: Nazwa Bluetooth
pt_pt: Nome do Bluetooth

# 269蓝牙密码
source: Bluetooth passcode
de: Bluetooth Passwort
es: Contraseña de Bluetooth
fr: mot de passe de bluetooth
hu_hu: Bluetooth jelszó
it: Passcode Bluetooth
nl: Bluetooth-wachtwoord
pl: Hasło Bluetooth
pt_pt: Senha de bluetooth

# 2704G用户名
source: 4G username
de: 4G Benutzername
es: Nombre de usuario 4G
fr: Nom d'utilisateur 4G
hu_hu: 4G felhasználónév
it: Nome utente 4G
nl: 4G gebruikersnaam
pl: Nazwa użytkownika 4G
pt_pt: Nome de usuário de 4G

# 2714G密码
source: 4G password
de: 4G Passwort
es: Contraseña 4G
fr: Mot de passe 4G
hu_hu: 4G jelszó
it: Password 4G
nl: 4G-wachtwoord
pl: Hasło 4G
pt_pt: Senha de 4G

# 273握手登录授权秘钥
source: Handshake login authorization key
de: Login-Autorisierungsschlüssel per Handshake
es: Clave de autorización de Handshake
fr: Clé d'autorisation de connexion par poignée de main
hu_hu: Kézfogás bejelentkezéshez szükséges kulcs
it: Chiave di autorizzazione per l'accesso alla stretta di mano
nl: Handshake login autorisatiesleutel
pl: Klucz autoryzacji logowania poprzez uścisk dłoni
pt_pt: Login authorization key by handshake

# 274心跳间隔时间(秒)
source: Heartbeat interval time (seconds)
de: Herzschlagintervall (e)
es: Intervalo de tiempo del latido de corazón (s)
fr: Intervalle entre les battements du cœur (s)
hu_hu: A pulzus intervallum ideje (másodpercben)
it: Intervallo di battito cardiaco (secondi)
nl: Heartbeat intervaltijd (seconden)
pl: Częstotliwość uderzeń serca (s)
pt_pt: Intervalo de pulsação(s)

# 275PING间隔时间(秒)
source: PING interval time (seconds)
de: PING-Intervall (e)
es: Ping
fr: Intervalle PING (s)
hu_hu: PING intervallum idő (másodpercben)
it: Intervallo PING (secondi)
nl: PING-intervaltijd (seconden)
pl: Przedział czasowy PING (s)
pt_pt: INtervalo de PING(s)

# 276表计上传间隔时间(秒)
source: Meter upload interval (seconds)
de: Upload-Intervall (e) für Geräte
es: Intervalos de subida de datos
fr: Intervalle(s) de téléchargement du dispositif
hu_hu: Meter feltöltési intervallum (másodpercben)
it: Intervallo di caricamento del misuratore (secondi)
nl: Uploadinterval van de meter (seconden)
pl: Częstotliwość wysyłania urządzeń
pt_pt: Intervalo de upload do dispositivo((s)
