Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 1072到期时间
source: Expire date
de: Ablaufdatum
es: Fecha de expiración
fr: Date d'expiration
hu_hu: Lejárati dátum
it: Data di scadenza
nl: Vervaldatum
pl: Data ważności
pt_pt: Data de validade

# 1073续费成功
source: Renewed successfully
de: Erneuerungserfolg
es: Renovado con éxito
fr: Renouvelé avec succès
hu_hu: Megújítási siker
it: Successo di rinnovo
nl: Vernieuwing succes
pl: Sukces odnowienia
pt_pt: Sucesso na renovação

# 1074支付错误
source: Payment error
de: Zahlungsfehler
es: Error en el pago
fr: Erreur de paiement
hu_hu: Fizetési hiba
it: Errore di pagamento
nl: Betalingsfout
pl: Błąd płatności
pt_pt: Erro de pagamento

# 1075取消支付
source: Cancel payment
de: Zahlung stornieren
es: Cancelar pago
fr: Annuler le paiement
hu_hu: Törölje a fizetést
it: Annulla pagamento
nl: Annuleer betaling
pl: Anuluj płatność
pt_pt: Cancelar pagamento

# 1076支付失败
source: Payment failure
de: Zahlungsfehler
es: Fallo en el pago
fr: Défaut de paiement
hu_hu: Fizetési kudarc
it: Pagamento fallito
nl: Betalingsfout
pl: Błąd płatności
pt_pt: Falha no pagamento

# 1077已含税费
source: Taxes included
de: Steuern inbegriffen
es: Impuestos incluídos
fr: Taxes incluses
hu_hu: Adókat tartalmaz
it: Tasse incluse
nl: Btw inbegrepen
pl: Podatki wliczone
pt_pt: Impostos incluídos

# 1078不开发票
source: No invoicing
de: Keine Rechnungsstellung
es: Sin factura
fr: Pas de facturation
hu_hu: Nincs számlázás
it: Nessuna fatturazione
nl: Geen facturering
pl: Brak fakturowania
pt_pt: Sem faturamento

# 1079开发票
source: Invoicing
de: Fakturierung
es: Facturación
fr: Facturation
hu_hu: Számlázás
it: Fatturazione
nl: Facturatie
pl: Fakturowanie
pt_pt: Faturamento

# 107wifi连接路由器
source: The datalogger is already connected to the router and is being connected to the server...
es: El datalogger ya está conectado al router y se está conectando al servidor ...
fr: Le Datalogger est déjà connecté au routeur et est en cours de connexion au serveur…
hu_hu: A naplózó már a routerre csatlakozott és éppen csatlakozik a szerverre...
pl: Rejestrator danych jest połączony z routerem i nawiązuje polaczenie z serwerem…
pt_pt: O datalogger já está conectado ao roteador e está sendo conectado ao servidor ...

# 1080开票提示
source: Invoicing Tip: The applicable tax rate is 6% of the total amount, and the tax rate is borne by the user.
de: Fakturierungstipp: Der anwendbare Steuersatz beträgt 6% des Gesamtbetrags, und der Steuersatz wird vom Benutzer getragen.
es: Consejo de factura: El impuesto aplicable es el 6% del total y es abonado por el usuario
fr: Conseil de facturation : Le taux d'imposition applicable est de 6 % du montant total, et le taux d'imposition est à la charge de l'utilisateur.
hu_hu: Számlázási tipp: Az alkalmazandó adómérték a teljes összeg 6% -a, és az adókulcsot a felhasználó viseli.
it: Suggerimento per la fatturazione: l'aliquota fiscale applicabile è del 6% dell'importo totale e l'aliquota fiscale è a carico dell'utente.
nl: Tip voor facturering: het toepasselijke belastingtarief is 6% van het totale bedrag en het belastingtarief is voor rekening van de gebruiker.
pl: Wskazówka do fakturowania: obowiązująca stawka podatkowa wynosi 6% całkowitej kwoty, a stawkę podatkową ponosi użytkownik.
pt_pt: Dica de faturamento: a taxa de imposto aplicável é de 6% do valor total e a taxa de imposto é suportada pelo usuário.

# 1081填写发票信息
source: Please fill in the invoice information
de: Bitte geben Sie die Rechnungsdaten ein
es: Por favor, rellena la información de la factura
fr: Veuillez remplir les informations de la facture
hu_hu: Kérjük, töltse ki a számla adatait
it: Si prega di compilare le informazioni sulla fattura
nl: Vul de factuurgegevens in
pl: Proszę podać dane do faktury
pt_pt: Por favor, preencha as informações da fatura

# 1082发票抬头
source: Invoice
de: Rechnung
es: Factura
fr: Facture
hu_hu: Számla
it: Fattura
nl: Factuur
pl: Faktura
pt_pt: Fatura

# 1083企业税号
source: Tax ID
de: Steuer ID
es: CIF
fr: Numéro d'identification fiscale
hu_hu: Adóazonosító
it: ID fiscale
nl: BTW-nummer
pl: Identyfikator podatkowy
pt_pt: CPF

# 1084收件人
source: Recipients
de: Empfänger
es: Destinatarios
fr: Bénéficiaires
hu_hu: A címzettek
it: Destinatari
nl: Ontvangers
pl: Odbiorcy
pt_pt: Destinatários

# 1085发票状态
source: Invoice status
de: Rechnungsstatus
es: Estado de la factura
fr: Statut de la facture
hu_hu: Számla állapota
it: Stato della fattura
nl: Factuurstatus
pl: Status faktury
pt_pt: Status da fatura

# 1086快递公司
source: Express company
de: Express-Unternehmen
es: Compañía de envío
fr: Société de transport express
hu_hu: Expressz társaság
it: Azienda espressa
nl: Express bedrijf
pl: Ekspresowa firma
pt_pt: Empresa expressa

# 1087请填写相关信息
source: Please fill in the related information
de: Bitte geben Sie die entsprechenden Informationen ein
es: Por favor rellena la información
fr: Veuillez remplir les informations correspondantes
hu_hu: Kérjük, töltse ki a kapcsolódó információkat
it: Si prega di compilare le informazioni correlate
nl: Vul de gerelateerde informatie in
pl: Proszę podać powiązane informacje
pt_pt: Por favor, preencha as informações relacionadas

# 1088快递信息
source: Express information
de: Express-Informationen
es: Información del envío
fr: Information rapide
hu_hu: Expressz információ
it: Informazioni espresse
nl: Snelle informatie
pl: Informacje ekspresowe
pt_pt: Expressar informações

# 1089快递信息
source: Express information
de: Express-Informationen
es: Información rápida
fr: Information rapide
hu_hu: Expressz információ
it: Informazioni espresse
nl: Snelle informatie
pl: Informacje ekspresowe
pt_pt: Expressar informações

# 108wifi提示2
source: For a configured %@, if the router or router password has been replaced, the %@ needs to be reset before configuration. (Please press the KEY button on the datalogger for more than 6 seconds until the LED light is long bright.)
es: Para un %@ configurado, si se ha reemplazado el router o la contraseña del router, el %@ debe resetearse antes de la configuración. (Presione el botón KEY en el datalogger durante más de 6 segundos hasta que la luz LED se encienda prolongadamente).
fr: Pour un %@ configuré, si le mot de passe du routeur ou du routeur a été remplacé, le %@ doit être réinitialisé avant la configuration. (Veuillez appuyer sur la touche KEY du Datalogger pendant plus de 6 secondes jusqu'à ce que le voyant DEL soit longtemps allumé).
hu_hu: Ahhoz hogy a %@ konfigurálásra kerüljön miután router vagy router jelszócsere történt, a %@ újra kell indítani a konfigurálás előtt. (Kérjük, nyomja meg a KEY gombot a naplózón több mint 6 másodpercre, amíg a vörös LED nem világít hosszan.)
nl: Als u een al eerder gebruikte %@, datalogger wilt verbinden omdat uw router is vervangen of het WiFi wachtwoord is gewijzigd, dan dient u de ShineWiFi-X te resetten voordat u verder gaat met de configuratie. (Houdt het knopje op de datalogger langer dan 6 seconden ingedrukt totdat het LED lampje blijft branden.)
pl: Dla skonfigurowanego %@, jeśli hasło routera lub routera zostało zmienione,%@ wymaga zresetowania przed konfiguracja. (Proszę nacisnąć przycisk KEY na rejestratorze przez ponad 3 sekundy, aż dioda LED będzie długo świecić.)
pt_pt: Para configurar o %@, se a senha do roteador ou o roteador foram substituídas, o %@ precisa ser redefinido antes da configuração. (Pressione o botão KEY no datalogger por mais de 6 segundos até que o LED esteja muito brilhante.)

# 1090运费到付
source: Freight collect
de: Fracht zu bezahlen
es: Flete
fr: Fret collecté
hu_hu: Fizetni kell
it: Trasporto da pagare
nl: Vracht te betalen
pl: Fracht do zapłaty
pt_pt: Frete a pagar

# 1091请填写发票相关信息
source: Please fill in the relevant information of the invoice
de: Bitte geben Sie die relevanten Informationen der Rechnung ein
es: Por favor, rellena las informaciones relevantes a la factura
fr: Veuillez remplir les informations pertinentes de la facture
hu_hu: Kérjük, töltse ki a számla vonatkozó adatait
it: Si prega di compilare le informazioni pertinenti della fattura
nl: Vul de relevante informatie van de factuur in
pl: Proszę podać odpowiednie informacje na fakturze
pt_pt: Por favor, preencha as informações relevantes da fatura

# 1092添加其他账号下GPRS序列号
source: Add GPRS S/N under other accounts
de: Fügen Sie GPRS-S / N unter anderen Konten hinzu
es: añadir GPRS S / N en otras cuentas
fr: Ajouter le numéro de série du GPRS sous les autres comptes
hu_hu: Adja hozzá a GPRS S / N más fiókokhoz
it: Aggiungi S / N GPRS sotto altri account
nl: Voeg GPRS S / N toe onder andere accounts
pl: Dodaj GPRS S / N na innych kontach
pt_pt: Adicionar GPRS S / N sob outras contas

# 1093已添加的GPRS序列号
source: Added GPRS S/N
de: GPRS S / N hinzugefügt
es: Añadir NS GPRS
fr: Ajout le S/N du GPRS
hu_hu: Hozzáadott GPRS S / N
it: Aggiunto GPRS S / N
nl: GPRS S / N toegevoegd
pl: Dodano GPRS S / N
pt_pt: Adicionado GPRS S / N

# 1094续费权限
source: The datalogger has not been granted renewal authority temporarily. For details, please consult customer service personnel..
de: Dem Datenlogger wurde vorübergehend keine Erneuerungsberechtigung erteilt. Einzelheiten erfahren Sie beim Kundendienst.
es: El datalogger no tiene autorización de renovación temporal. Para más detalles, consulte al personal de servicio al cliente.
fr: Le datalogger n'a pas été temporairement autorisé à être renouvelé. Pour plus de détails, veuillez consulter le personnel du service clientèle .
hu_hu: Az adatgyűjtő nem részesült ideiglenesen megújítási engedélyben. Részletekért kérjük, vegye fel a kapcsolatot az ügyfélszolgálat munkatársaival.
it: Al registratore dati non è stata concessa l'autorizzazione al rinnovo temporaneamente. Per i dettagli, consultare il personale del servizio clienti.
nl: De datalogger heeft geen tijdelijke verlengingsbevoegdheid gekregen. Neem voor meer informatie contact op met de klantenservice.
pl: Rejestratorowi danych nie przyznano tymczasowego uprawnienia do odnowienia. Szczegółowe informacje można uzyskać od personelu obsługi klienta.
pt_pt: O registrador de dados não recebeu autoridade de renovação temporariamente. Para detalhes, consulte a equipe de atendimento ao cliente.

# 1095添加本账号下GPRS序列号
source: Add GPRS S/N under this account
de: Fügen Sie unter diesem Konto die GPRS-S / N hinzu
es: Agregue GPRS S / N bajo esta cuenta
fr: Ajouter le numéro de série GPRS sous ce compte
hu_hu: Adja hozzá GPRS S / N ehhez a fiókhoz
it: Aggiungi S / N GPRS con questo account
nl: Voeg GPRS S / N toe onder dit account
pl: Dodaj GPRS S / N na tym koncie
pt_pt: Adicione GPRS S / N a esta conta

# 1096待支付
source: Unpaid
de: Unbezahlt
es: No abonado
fr: Non rémunéré
hu_hu: Kifizetetlen
it: Non pagato
nl: Onbetaald
pl: Nie zapłacony
pt_pt: Não remunerado

# 1097部分续费成功
source: Part renewal success
de: Teilerneuerungserfolg
es: Éxito renovando la pieza
fr: Succès du renouvellement partiel
hu_hu: A rész megújításának sikere
it: Successo di rinnovo parziale
nl: Gedeeltelijke vernieuwing succes
pl: Sukces odnowienia części
pt_pt: Sucesso na renovação de peças

# 1099取消成功
source: Cancel successfully
de: Abbrechen erfolgreich
es: Cancelado con éxito
fr: Annuler avec succès
hu_hu: Sikeresen törölni
it: Annulla con successo
nl: Annuleren succesvol
pl: Anuluj pomyślnie
pt_pt: Cancelar com sucesso

# 109wifi提示3
source: Please enter the router name and password，then click the 'Set' button.
de: Bitte geben Sie den Routernamen und das Passwort ein ， und klicken Sie dann auf die Schaltfläche 'Einstellen'.
es: Ingrese el nombre y la contraseña del router, luego haga clic en el botón 'Establecer'.
fr: Veuillez entrer le nom du routeur et le mot de passe，then cliquez sur le bouton ”Set“.
hu_hu: Adja meg a router nevét és jelszavát ，, majd kattintson a 'Beállítás' gombra.
it: Inserisci il nome e la password del router ， quindi fai clic sul pulsante “Imposta”.
nl: Voer de routernaam en het wachtwoord in en klik vervolgens op de knop 'Instellen'.
pl: Wprowadź nazwę routera i hasło, a następnie kliknij przycisk „Ustaw”.
pt_pt: Digite o nome e a senha do roteador ， e clique no botão 'Definir'.

# 10填入不带国家代码的手机号
source: Enter phone number without area code
de: Telefonnumer ohne Landesvorwahl eingeben
es: Introduzca el número de teléfono sin código de país
fr: Entrez le numéro de téléphone sans l'indicatif régional
hu_hu: Adja meg a telefonszámot a körzetszám nélkül.
it: Inserisci numero di telefono senza prefisso nazionale
nl: Voer uw telefoonnummer in zonder de landcode
pl: Wprowadź swój numer telefonu bez kodu kraju
pt_pt: Digite o número do telefone sem o código da área

# 1100等待开票
source: Waiting for billing
de: Warten auf Abrechnung
es: Esperando a facturar
fr: En attente de la facturation
hu_hu: Várakozás a számlázásra
it: In attesa di fatturazione
nl: Wachten op facturering
pl: Oczekiwanie na fakturowanie
pt_pt: Aguardando faturamento

# 1101已开发票
source: Invoiced
de: In Rechnung gestellt
es: Facturado
fr: Facturation
hu_hu: Számlázott
it: Fatturato
nl: Gefactureerd
pl: Zafakturowane
pt_pt: Facturado

# 1102无需发票
source: No need invoicing
de: Keine Rechnungsstellung nötig
es: No necesita factura
fr: Pas besoin de facturation
hu_hu: Nincs szükség számlázásra
it: Non è necessario fatturare
nl: Facturering is niet nodig
pl: Nie ma potrzeby fakturowania
pt_pt: Não há necessidade de faturamento

# 1103订单号
source: Order number
de: Bestellnummer
es: Número de pedido
fr: Numéro d'ordre
hu_hu: Rendelésszám
it: Numero d'ordine
nl: Bestellingsnummer
pl: Numer zamówienia
pt_pt: Número do pedido

# 1104暂未续费成功序列号
source: The S/N which not renew successfully
de: Die S / N, die nicht erfolgreich erneuert werden
es: NS no renovado con éxito
fr: Les S/N qui ne se renouvellent pas avec succès
hu_hu: Az S / N, amely nem újul meg sikeresen
it: L'S / N che non si rinnova correttamente
nl: De S / N die niet succesvol wordt vernieuwd
pl: S / N, które nie zostały pomyślnie odnowione
pt_pt: O S / N que não é renovado com sucesso

# 1105续费年限
source: Renewal period
de: Verlängerungszeitraum
es: Periodo de envío
fr: Période de renouvellement
hu_hu: Megújítási időszak
it: Periodo di rinnovo
nl: Verlengingsperiode
pl: Okres odnowienia
pt_pt: Período de renovação

# 1106快递单号
source: Tracking number
de: Auftragsnummer, Frachtnummer, Sendungscode
es: Numero de envio
fr: Numéro de suivi
hu_hu: Követési szám
it: Numero di identificazione
nl: Követési szám
pl: Numer przesyłki
pt_pt: Numero de rastreio

# 1107继续支付
source: Continue to pay
de: Zahlen Sie weiter
es: Continuar al pago
fr: Continuer à payer
hu_hu: Folytassa a fizetést
it: Continua a pagare
nl: Blijf betalen
pl: Kontynuuj opłate
pt_pt: Continuar pagando

# 1108是否取消支付
source: Cancelling payment?
de: Zahlung stornieren?
es: Cancelar pago?
fr: Annuler un paiement ?
hu_hu: Megszakítja a fizetést?
it: Annullamento del pagamento?
nl: Betaling annuleren?
pl: Anulujesz płatność?
pt_pt: Cancelando pagamento?

# 1109成功
source: Successfully
de: Erfolgreich
es: Éxito
fr: Avec succès
hu_hu: Sikeresen
it: Con successo
nl: Met succes
pl: Powiodło się
pt_pt: Com sucesso

# 110电池放电
source: Battery discharge
de: Batterie entladen
es: Batería Descargada
fr: Décharge de la batterie
hu_hu: Az akkumulátor lemerülése
it: Scarica della batteria
nl: Batterij is leeg
pl: Rozładowanie baterii
pt_pt: Descarga da bateria

# 1110正在处理支付
source: Processing, please contact customer service for recharge results.
de: Bei der Verarbeitung wenden Sie sich bitte an den Kundendienst, um die Ergebnisse aufzuladen.
es: Procesando, comuníquese con atención al cliente para obtener resultados de recarga.
fr: Traitement, veuillez contacter le service clientèle pour obtenir les résultats de la recharge.
hu_hu: Feldolgozás esetén kérjük, vegye fel a kapcsolatot az ügyfélszolgálattal az eredmények újratöltése érdekében.
it: Elaborazione, si prega di contattare il servizio clienti per i risultati di ricarica.
nl: Verwerking, neem contact op met de klantenservice voor oplaadresultaten.
pl: Przetwarzanie, prosimy o kontakt z obsługą klienta w celu uzyskania wyników rozliczenia
pt_pt: Em processamento, entre em contato com o atendimento ao cliente para obter resultados de recarga.

# 1111重复请求
source: Repeated requests
de: Wiederholte Anfragen
es: Solicitudes repetidas
fr: Demandes répétées
hu_hu: Ismételt kérések
it: Richieste ripetute
nl: Herhaalde verzoeken
pl: Powtarzające się prośby
pt_pt: Pedidos repetidos

# 1112用户中途取消
source: Canceled by customer in halfway
de: Vom Kunden auf halbem Weg storniert
es: Cancelado por el cliente a mitad de camino
fr: Annulé par le client à mi-chemin
hu_hu: A vásárló félidőben visszavonta
it: Annullato dal cliente a metà strada
nl: Halfweg geannuleerd door klant
pl: Anulowane przez klienta w połowie
pt_pt: Cancelado pelo cliente a meio caminho

# 1113网络连接出错
source: Network connection error
de: Netzwerkverbindungsfehler
es: Error de conexión a red
fr: Erreur de connexion au réseau
hu_hu: Hálózati kapcsolat hiba
it: Errore di connessione alla rete
nl: Netwerkverbindingsfout
pl: Błąd połączenia sieciowego
pt_pt: Erro de conexão de rede

# 1114错误
source: Error
fr: Erreur
hu_hu: Hiba
it: Errore
nl: Fout
pl: Błąd
pt_pt: Erro

# 1115用户取消
source: Canceled by customer
de: Vom Kunden storniert
es: Cancelado por el cliente
fr: Annulé par le client
hu_hu: Ügyfél törölte
it: Annullato dal cliente
nl: Ügyfél törölte
pl: Anulowane przez klienta
pt_pt: Cancelado pelo cliente

# 1116其他支付错误
source: Other payment error
de: Sonstiger Zahlungsfehler
es: Otro error en el pago
fr: Autre erreur de paiement
hu_hu: Egyéb fizetési hiba
it: Altro errore di pagamento
nl: Andere betalingsfout
pl: Inny błąd płatności
pt_pt: Outro erro de pagamento

# 1117流量续费
source: Traffic renewal
de: Verkehrserneuerung
es: Renovación de tráfico
fr: Renouvellement du trafic
hu_hu: Forgalom megújítása
it: Rinnovo del traffico
nl: Forgalom megújítása
pl: Odnowienie ruchu
pt_pt: Renovação de tráfego

# 1118房间已存在该设备
source: The device already exists in the room
de: Das Gerät ist bereits im Raum vorhanden
es: El dispositivo ya existe en la sala.
fr: L'appareil existe déjà dans la pièce
hu_hu: Az eszköz már létezik a szobában
it: Il dispositivo esiste già nella stanza
nl: Het apparaat bestaat al in de kamer
pl: Urządzenie już istnieje w pokoju
pt_pt: O dispositivo já existe na sala

# 1119设备不支持该空调
source: The device does not support the air conditioner
de: Das Gerät unterstützt die Klimaanlage nicht
es: El dispositivo no es compatible con el aire acondicionado.
fr: L'appareil ne prend pas en charge le climatiseur
hu_hu: A készülék nem támogatja a légkondicionálót
it: Il dispositivo non supporta il condizionatore d'aria
nl: A készülék nem támogatja a légkondicionálót
pl: Urządzenie nie obsługuje klimatyzatora
pt_pt: O dispositivo não suporta o ar condicionado

# 111PV充电
source: PV charge
de: PV-Ladung
es: Carga fotovoltaica
fr: Charge PV
hu_hu: PV töltés
it: Carica fotovoltaica
nl: PV-lading
pl: Ładowanie z PV
pt_pt: Carga PV

# 111桩体设置
source: Setting
de: Rahmen
es: Ajuste
fr: Paramètres
hu_hu: Beállítás
it: Ambientazione
nl: Omgeving
pl: Ustaw
pt_pt: Configuração

# 1120其他状态
source: Other state
de: Anderer Staat
es: Otro estado
fr: Autre État
hu_hu: Más állam
it: Altro stato
nl: Andere staat
pl: Inny stan
pt_pt: Outro estado

# 1121水泵
source: Water pump
de: Wasserpumpe
es: Bomba de agua
fr: Pompe à eau
hu_hu: Vízszivattyú
it: Pompa dell'acqua
nl: Waterpomp
pl: Pompa wodna
pt_pt: Bomba de água

# 1122水箱
source: Water tank
de: Wassertank
es: Tanque de agua
fr: Réservoir d'eau
hu_hu: Víztartály
it: Serbatoio d'acqua
pl: Zbiornik wodny
pt_pt: Tanque de água

# 1123太阳能水泵逆变器
source: Solar water pump inverter
de: Solarwasserpumpenwechselrichter
es: Inversor solar de bombeo
fr: Onduleur pour pompage solaire
hu_hu: Szolár vízszivattyú inverter
it: Inverter pompa acqua solare
nl: Solar waterpomp omvormer
pl: Falownik solarnej pompy wodnej
pt_pt: Inversor solar para bomba de água

# 1124太阳能2
source: Solar
fr: Solaire
hu_hu: Nap
it: Solare
nl: Zonne
pl: Słoneczny

# 1125正转
source: Forward
de: Nach vorne
es: Adelante
fr: Transmettre
hu_hu: Előre
it: Inoltrare
nl: Vooruit
pl: Naprzód
pt_pt: Encaminhar

# 1126反转
source: Reverse
de: Umkehren
es: Revertir
fr: Inverser
hu_hu: Fordított
it: Inverso
nl: Omgekeerde
pl: Rewers

# 1127停转
source: Stop
de: Halt
es: Parar
hu_hu: Állj meg
it: Fermare
nl: Hou op
pl: Zatrzymać
pt_pt: Parar

# 1128手动模式
source: Manual mode
de: Manueller Modus
es: Modo manual
fr: Mode manuel
hu_hu: Kézi üzemmód
it: Modalità manuale
nl: Handmatige modus
pl: Tryb ręczny
pt_pt: Modo manual

# 1129自动模式
source: Automatic mode
de: Automatischer Modus
es: Modo automático
fr: Mode automatique
hu_hu: Automatikus mód
it: Modalità automatica
nl: Automatische modus
pl: Tryb automatyczny
pt_pt: Modo automático

# 112AC充电
source: AC charge
es: Carga de AC (corriente alterna)
fr: Charge AC
hu_hu: AC töltés
pl: Ładowanie z sieci AC
pt_pt: Carga CA

# 1130GPRS模式
source: GPRS mode
de: GPRS Modus
es: Modo GPRS
fr: Mode GPRS
hu_hu: GPRS mód
it: Modalità GPRS
nl: GPRS modus
pl: Tryb GPRS
pt_pt: Modo GPRS

# 1131实时告警
source: Real-time alarm
de: Echtzeit Alarm
es: Alarma en tiempo real
fr: Alerte en temps réel
hu_hu: Valós idejű riasztás
it: Allarme in tempo reale
pl: Alarm w czasie rzeczywistym
pt_pt: Alarme em tempo real

# 1132异常
source: Abnormal
de: Anormal
es: Anormal
fr: Anormal
hu_hu: Rendellenes
it: Anormale
nl: Abnormaal
pl: Nieprawidłowy
pt_pt: Anormal

# 1133用户
source: User
de: Benutzer
es: Usuario
fr: Utilisateur
hu_hu: Használó
it: Utente
nl: Gebruiker
pl: Użytkownik
pt_pt: Do utilizador

# 1134总数
source: Total
de: Gesamt
hu_hu: Teljes
it: Totale
nl: Totaal
pl: Całkowita

# 1135满发小时数
source: Full load hours
de: Volllaststunden
es: Horas de carga completa
fr: Heures de pleine charge
hu_hu: Teljes terhelési órák
it: Ore a pieno carico
nl: Vollasturen
pl: Godziny pełnego obciążenia
pt_pt: Horas de carga total

# 1136是否需要将用户密码重置为
source: Reset user password to
de: Benutzerpasswort zurücksetzen auf
es: Restablecer contraseña de usuario a
fr: Réinitialiser le mot de passe de l'utilisateur à
hu_hu: Állítsa vissza a felhasználói jelszót
it: Ripristina password utente su
nl: Reset gebruikerswachtwoord naar
pl: Zresetuj hasło użytkownika do
pt_pt: Redefina a senha do usuário para

# 1137将设备连接到网络
source: Connect your device to the network
de: Verbinden Sie Ihr Gerät mit dem Netzwerk
es: Conecte su dispositivo a la red
fr: Connectez votre appareil au réseau
hu_hu: Csatlakoztassa készülékét a hálózathoz
it: Connetti il tuo dispositivo alla rete
nl: Verbind uw apparaat met het netwerk
pl: Podłącz urządzenie do sieci
pt_pt: Conecte seu dispositivo à rede

# 1138我的报修
source: My repair
de: Meine Reparatur
es: Mi reparacion
fr: Ma réparation
hu_hu: A javításom
it: La mia riparazione
nl: Mijn reparatie
pl: Moja naprawa
pt_pt: Meu reparo

# 1139我的咨询
source: My consultation
de: Meine Beratung
es: Mi consulta
fr: Ma consultation
hu_hu: Konzultációm
it: La mia consultazione
nl: Mijn consult
pl: Moje zapytania
pt_pt: Minha consulta

# 113联合充电模式
source: Combine charge
es: Carga combinada
fr: Combier les charges
hu_hu: Kombinálja a töltést
pl: Łączone lądowanie
pt_pt: Combinar carga

# 1140GPRS采集器续费
source: GPRS datalogger renewal fee
de: Verlängerungsgebühr für GPRS-Datenlogger
es: Tarifa de renovación del datalogger GPRS
fr: Frais de renouvellement du datalogger GPRS
hu_hu: A GPRS adatgyűjtő megújítási díja
it: Commissione di rinnovo del datalogger GPRS
nl: GPRS collector vernieuwingskosten
pl: Opłata za odnowienie transmisji GPRS
pt_pt: Taxa de renovação do registrador de dados GPRS
