Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 277电桩最大输出电流(A)
source: Maximum output current of electric pile (A)
de: Maximaler Ausgangsstrom des Ladegeräts (A)
es: Máxima corriente de salida del cargador (A)
fr: Courant de sortie maximal du chargeur (A)
hu_hu: Az elektromos cölöp maximális kimeneti árama (A)
it: Corrente di uscita massima del palo elettrico (A)
nl: Maximale uitgangsstroom van elektrische paal (A)
pl: Maksymalny prąd wyjściowy prostownika(A)
pt_pt: Corrente de saída máxima do carregador(s)

# 278保护温度(℃)
source: Protection temperature (℃)
de: Schutztemperatur (℃）
es: Temperatura de protección(℃）
fr: Température de protection(℃）
hu_hu: Védelmi hőmérséklet (℃)
it: Temperatura di protezione (℃)
nl: Beschermingstemperatuur (℃)
pl: Temperatura ochrony(℃)
pt_pt: Temperatura de proteção(ºC)

# 279外部监测最大输入功率(KW)
source: External monitoring maximum input power (KW)
de: Maximale Eingangsleistung der externen Überwachung (KW)
es: Máxima potencia de entrada del monitor externo (KW)
fr: Puissance d'entrée maximale de la surveillance externe (KW)
hu_hu: Külső felügyeleti maximális bemeneti teljesítmény (KW)
it: Monitoraggio esterno massima potenza in ingresso (KW)
nl: Maximaal ingangsvermogen voor externe bewaking (KW)
pl: Maksymalna moc wejściowa monitoringu zewnętrznego(KW)
pt_pt: Potência máxima de entrada do monitoramento externo(KW)

# 280允许充电时间
source: Allow charging time
de: Zulässige Ladezeit
es: Tiempo de carga permitido
fr: Temps de chargement autorisé
hu_hu: Engedje meg a töltési időt
it: Consenti tempo di ricarica
nl: Laadtijd toestaan
pl: Dozwolony czas ładowania
pt_pt: Tempo de carregamento permitido

# 297峰谷充电使能
source: Peak valley charging enable
de: Aktivieren Sie das Laden von Spitzen / Spitzen
es: Permite Peak/peak-off de carga
fr: Activer la tarification en heures de pointe/heures de pointe
hu_hu: A csúcsvölgy feltöltésének engedélyezése
it: Abilitazione ricarica Peak Valley
nl: Peak Valley opladen mogelijk maken
pl: Włączanie ładowania szczytowego/wyłączanie szczytowego
pt_pt: Ativar carregamento de pico / pico

# 298功率分配使能
source: Power distribution enable
de: Aktivieren Sie die Stromverteilung
es: Permite distribución de potencia
fr: Permettre la distribution de l'électricité
hu_hu: Az energiaelosztás engedélyezése
it: Abilitazione distribuzione energia
nl: Stroomverdeling inschakelen
pl: Włączyć dystrybucję mocy
pt_pt: Ativar distribuição de energia

# 290超出设置范围
source: Out of setting range
de: Außerhalb des Einstellbereichs
es: Fuera del rango de ajuste
fr: Hors plage de réglage
hu_hu: A beállítási tartományon kívül
it: Fuori dal range di impostazione
nl: Buiten instelbereik
pl: Poza zakresem ustawień
pt_pt: Fora do intervalo de configuração

# 291设定值不能小于
source: The set value cannot be less than
de: Einstellwert kann nicht unterschreiten
es: El valor no puede estar por debajo de
fr: La valeur fixée ne doit pas être inférieure à
hu_hu: A beállított érték nem lehet kevesebb, mint
it: Il valore impostato non può essere inferiore a
nl: De ingestelde waarde mag niet lager zijn dan
pl: Wartość ustawienia nie może być niższa niż
pt_pt: O valor de configuração não pode abaixo

# 281电桩断开
source: Disconnected
de: Ladegerät nicht angeschlossen
es: Desconectado
fr: Chargeur déconnecté
hu_hu: Szétkapcsolt
nl: Losgekoppeld
pl: Ładowarka odłączona
pt_pt: Carregador desconectando

# 286输入值超出规定长度
source: The input value exceeds the specified length
de: Der Eingabewert überschreitet die angegebene Länge
es: Los valores introducidos exceden los permitidos
fr: Valeur d'entrée au-delà de la longueur spécifiée
hu_hu: A bemeneti érték meghaladja a megadott hosszúságot
it: Il valore di input supera la lunghezza specificata
nl: De invoerwaarde overschrijdt de opgegeven lengte
pl: Wartość wejściowa przekracza określoną długość
pt_pt: O valor de entrada excede o comprimento especificado

# 304设置未做任何更改
source: No changes to settings
de: Einstellungen nicht geändert
es: Sin cambios en la configuración
fr: Paramètres non modifiés
hu_hu: A beállítások nem változnak
it: Nessuna modifica alle impostazioni
nl: Geen wijzigingen in instellingen
pl: Ustawienia nie zostały zmienione
pt_pt: Configurações não alteradas

# 346退出设置提示
source: The changed settings are not saved. Do you want to discard the changes and exit
de: Die geänderten Einstellungen werden nicht gespeichert. Möchten Sie die Änderungen verwerfen und beenden
es: La configuración modificada no se ha guardado. ¿Desea descartar los cambios y salir?
fr: Réglage non sauvegardé, s'il faut annuler les modifications et sortir
hu_hu: A megváltoztatott beállításokat nem menti a rendszer
it: Le impostazioni modificate non vengono salvate. Si desidera annullare le modifiche e uscire
nl: De gewijzigde instellingen worden niet opgeslagen. Wilt u de wijzigingen negeren en afsluiten
pl: Zmienione ustawienia nie są zapisywane. Czy chcesz odrzucić zmiany i wyjść?
pt_pt: As configurações alteradas não são salvas. Deseja descartar as alterações e sair

# 348电桩电子锁
source: Electric pile electronic lock
de: E-Lock des Ladegeräts
es: Cargador E-Lock
fr: E-lock du chargeur
hu_hu: Elektromos halom elektronikus zár
it: Blocco elettronico a pila elettrica
nl: Elektrisch stapel elektronisch slot
pl: E-lokada ładowarki
pt_pt: Bloqueio eletrônico para carregador

# 342外部电流采样接线方式
source: Wiring method of external current sampling
de: Verdrahtungsmodus des Stromsensors
es: modo de cableado del sensor de corriente
fr: mode de câblage du capteur de courant
hu_hu: A külső árammintavétel kábelezési módszere
it: Metodo di cablaggio del campionamento corrente esterno
nl: Bedradingsmethode voor externe stroombemonstering
pl: tryb okablowania czujnika prądu
pt_pt: modo de fiação do sensor de corrente

# 345电表设备地址
source: Meter device address
de: Zähleradresse
es: Dirección de medidor
fr: Adresse du compteur
hu_hu: A mérőeszköz címe
it: Indirizzo del dispositivo misuratore
nl: Adres van apparaatmeter
pl: Adres miernika
pt_pt: Endereço de medidor

# 351已解锁
source: Unlocked
de: Entsperrt
es: Desbloqueado
fr: Débloqué
hu_hu: Kártyafüggetlen
it: sbloccato
nl: Ontgrendeld
pl: Odblokowany
pt_pt: Desbloquear

# 353电桩不支持该设置或指令发送出现异常
source: The electric pile does not support the setting or the command is sent abnormally
de: Die Einstellung wird vom Ladegerät nicht unterstützt oder das Senden von Befehlen ist abnormal
es: El ajuste no es soportado por el cargador, o el comando enviado es incorrecto
fr: Le réglage n'est pas pris en charge par le chargeur ou l'envoi de la commande est anormal
hu_hu: Az elektromos cölöp nem támogatja a beállítást, vagy a parancs rendellenesen érkezik
it: La pila elettrica non supporta l'impostazione o il comando viene inviato in modo anomalo
nl: De elektrische paal ondersteunt de instelling niet of de opdracht wordt abnormaal verzonden
pl: Ustawienie to nie jest obsługiwane przez ładowarkę lub wysyłanie poleceń jest nienormalne.
pt_pt: A configuração não é suportada pelo carregador ou o envio de comandos é anormal

# 350已锁住
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
hu_hu: Gesperrt
it: Bloccato
nl: Op slot
pl: Zamknięty
pt_pt: Bloqueou

# 339预约
source: reservation
de: Geplanter Termin
es: Cita
fr: Nomination
hu_hu: foglalás
it: prenotazione
nl: reservering
pl: Nominacja
pt_pt: Compromisso

# 315货币单位
source: Currency
de: Währung
es: Moneda
fr: Monnaie
hu_hu: Valuta
it: Moneta
nl: Valuta
pl: Waluta
pt_pt: Moeda

# 314智能功率分配
source: Intelligent power distribution
de: Intelligente Energieverteilung
es: Distribución inteligente de potencia
fr: Distribution intelligente de l'énergie
hu_hu: Intelligens energiaelosztás
it: Distribuzione intelligente dell'alimentazione
nl: Intelligente stroomverdeling
pl: Inteligentna dystrybucja energii
pt_pt: Distribuição inteligente de potência

# 327费率
source: Rate
de: Tarif
es: Tarifa
fr: Tarif
hu_hu: Mérték
it: Vota
nl: Tarief
pl: Taryfa
pt_pt: Tarifa

# 303选择货币
source: Select currency
de: Währung wählen
es: Selecciona moneda
fr: Sélectionnez une monnaie
hu_hu: Válassza ki a pénznemet
it: Seleziona la valuta
nl: Selecteer valuta
pl: Wybierz walutę
pt_pt: Escolha a moeda

# 289切换至AP模式
source: Switch to AP mode
de: Wechseln Sie in den AP-Modus
es: Cambia a modo AP
fr: Passer en mode AP
hu_hu: Váltás AP üzemmódra
it: Passa alla modalità AP
nl: Schakel over naar AP-modus
pl: Przełączanie do trybu AP
pt_pt: Mudar para o modo AP

# 334预约时间
source: Appointment period
de: Terminvereinbarung
es: Periodo de cita
fr: Période de rendez-vous
hu_hu: Kinevezési időszak
it: Periodo dell'appuntamento
nl: Benoemingsperiode
pl: Termin wizyty
pt_pt: Período de nomeação

# 335预设充电
source: Preset charging
de: Standardladung
es: Carga por defecto
fr: Imputation par défaut
hu_hu: Előre beállított töltés
it: Carica preimpostata
nl: Vooraf laden
pl: Domyślne ładowanie
pt_pt: Predefinir cagrregamento

# 336充电方案
source: Charging scheme
de: Gebührenschema
es: Esquema de carga
fr: Système de tarification
hu_hu: Töltési rendszer
it: Schema di ricarica
nl: Laadschema
pl: System opłat
pt_pt: Esquema de carregramento

# 337预计
source: Expected
de: Einschätzung
es: Estimación
fr: Estimation
hu_hu: Erwartet
it: Previsto
nl: Verwacht
pl: Szacunek
pt_pt: Estimação

# 338充满自动停止充电
source: Automatically stop charging when fully charged
de: Beenden Sie den Ladevorgang automatisch, wenn Sie voll sind
es: Parar la carga automaticamente cuando esté lleno
fr: Arrêt automatique de la recharge lorsque la batterie est pleine
hu_hu: A töltés automatikus leállítása
it: Arresta automaticamente la ricarica quando è completamente carica
nl: Stop automatisch met opladen wanneer deze volledig is opgeladen
pl: Automatyczne zatrzymanie ładowania po zapełnieniu
pt_pt: Terminar o carregamento automaticamente quando estiver cheio

# 调试
source: debugging
de: Debuggen
es: Depurando
fr: Débogage
hu_hu: hibakeresés
it: debug
nl: debuggen
pl: Debugowanie
pt_pt: Depuração

# 请输入调试地址
source: Please enter the debug address
de: Bitte geben Sie die Debug-Adresse ein
es: Por favor, introduzca la dirección de depuración
fr: Veuillez saisir l'adresse de débogage
hu_hu: Kérjük, írja be a hibakeresési címet
it: Inserisci l'indirizzo di debug
nl: Voer het debug-adres in
pl: Wprowadź adres debugowania
pt_pt: Digite o endereço de depuração

# 请输入调试数值
source: Please enter the debug value
de: Bitte geben Sie den Debug-Wert ein
es: Por favor, introduzca el valor de depuración
fr: Veuillez saisir la valeur de débogage
hu_hu: Adja meg a hibakeresési értéket
it: Inserisci il valore di debug
nl: Voer de foutopsporingswaarde in
pl: Wprowadź wartość debugowania
pt_pt: Digite o valor de depuração

# 可选的额定市电电压
source: Optional rated mains voltage
de: Optionale Netznennspannung
es: Tensión nominal opcional de la red
fr: Tension secteur nominale optionnelle
hu_hu: Opcionális névleges hálózati feszültség
it: Tensione di rete nominale opzionale
nl: Optioneel nominale netspanning
pl: Opcjonalnie znamionowe napięcie sieciowe
pt_pt: Tensão nominal da rede opcional

# 电压-有功曲线的延迟时间
source: Delay time of voltage-active curve
de: Verzögerungszeit der Spannungswirkleistungskurve
es: Tiempo de retraso de la curva de potencia activa por voltaje
fr: Temps de retard de la courbe de puissance active en tension
hu_hu: A feszültség-aktív görbe késleltetési ideje
it: Tempo di ritardo della curva attiva in tensione
nl: Vertragingstijd van spanning-actieve curve
pl: Czas opóźnienia krzywej mocy czynnej napięciowo
pt_pt: Tempo de atraso da curva de potência tensão-ativa

# 发生故障重连后的软启速率
source: Soft start rate after fault reconnection
de: Sanftanlaufrate nach erneuter Fehlerverbindung
es: Velocidad de arranque suave después de la reconexión de falla
fr: Taux de démarrage progressif après reconnexion d'un défaut
hu_hu: Lágy indítási sebesség a hiba újracsatlakozása után
it: Frequenza di avvio graduale dopo la riconnessione del guasto
nl: Softstartsnelheid na opnieuw verbinden van de fout
pl: Stopień miękkiego startu po ponownym podłączeniu usterki
pt_pt: Taxa de inicialização do software após a reconexão de falhas

# backUp使能
source: backUp enable
de: Backup sichern
es: Habilitar copia de seguridad
fr: Activer la sauvegarde
hu_hu: biztonsági mentés engedélyezése
it: abilitazione backUp
nl: backUp inschakelen
pl: Włączenie kopii zapasowej
pt_pt: permitir back-up

# 强放使能
source: Enabling
de: Zwangsentladung aktivieren
es: Habilitar descarga forzada
fr: Permettre le déchargement forcé
hu_hu: engedélyezése
it: Abilitare
nl: Inschakelen
pl: Włączyć wymuszone rozładowanie
pt_pt: permitir descarregamento forte

# 低频设置
source: Low frequency setting
de: Niederfrequenzeinstellung
es: Ajustes de baja frecuencia
fr: Réglage des basses fréquences
hu_hu: Alacsony frekvencia beállítás
it: Impostazione a bassa frequenza
nl: Lage frequentie-instelling
pl: Ustawienie niskiej częstotliwości
pt_pt: Configuração de baixa frequência

# 高频设置
source: High frequency setting
de: Hochfrequenzeinstellung
es: Ajustes de alta frecuencia
fr: Réglage des hautes fréquences
hu_hu: Magas frekvencia beállítás
it: Impostazione ad alta frequenza
nl: Hoge frequentie-instelling
pl: Ustawienie wysokiej częstotliwości
pt_pt: Configuração de alta frequência

# 低压设置
source: Low pressure setting
de: Niederspannungseinstellung
es: Ajustes de presión baja
fr: Réglage de la basse tension
hu_hu: Alacsony nyomás beállítás
it: Impostazione a bassa pressione
nl: Lage drukinstelling
pl: Ustawienie niskiego napięcia
pt_pt: Configuração de baixa tensão

# 高压设置
source: High pressure setting
de: Hochspannungseinstellung
es: Ajustes de presión alto
fr: Réglage de la haute tension
hu_hu: Magas nyomás beállítása
it: Impostazione ad alta pressione
nl: Hoge drukinstelling
pl: Ustawienie wysokiego napięcia
pt_pt: Configuração de alta tensão

# 一阶低频穿越点
source: First-order low-frequency crossing point
de: Niederfrequenzkreuzungspunkt erster Ordnung
es: Punto de cruce de baja frecuencia de primer orden
fr: Point de croisement basse fréquence de premier ordre
hu_hu: Első rendű alacsony frekvenciájú átkelőhely
it: Punto di attraversamento a bassa frequenza del primo ordine
nl: Eerste-orde laagfrequent kruispunt
pl: Punkt przecięcia niskiej częstotliwości pierwszego rzędu
pt_pt: Ponto de passagem de baixa frequência de primeira ordem

# 一阶低频穿越时间
source: First-order low-frequency ride-through time
de: Niederfrequenz-Durchfahrzeit erster Ordnung
es: Tiempo de recorrido de baja frecuencia de primer orden
fr: Temps de passage à basse fréquence de premier ordre
hu_hu: Első rendű alacsony frekvenciájú átjárási idő
it: Tempo di passaggio a bassa frequenza del primo ordine
nl: Eerste-orde laagfrequente doorrijtijd
pl: Czas przejazdu niskiej częstotliwości pierwszego rzędu
pt_pt: Tempo de condução de baixa frequência de primeira ordem

# 二阶低频穿越点
source: Second order low frequency crossing point
de: Niederfrequenzkreuzungspunkt zweiter Ordnung
es: Punto de cruce de baja frecuencia de segundo orden
fr: Point de croisement basse fréquence du deuxième ordre
hu_hu: Másodrendű alacsony frekvenciájú átkelőhely
it: Punto di attraversamento a bassa frequenza del secondo ordine
nl: Tweede-orde laagfrequent kruispunt
pl: Punkt przecięcia niskiej częstotliwości drugiego rzędu
pt_pt: Ponto de passagem de baixa frequência de segunda ordem

# 二阶低频穿越时间
source: Second-order low-frequency ride-through time
de: Niederfrequenz-Durchfahrzeit zweiter Ordnung
es: Tiempo de recorrido de baja frecuencia de segundo orden
fr: Temps de traversée basse fréquence de second ordre
hu_hu: Másodrendű alacsony frekvenciájú átjárási idő
it: Tempo di passaggio a bassa frequenza del secondo ordine
nl: Tweede-orde laagfrequente doorrijtijd
pl: Czas przejazdu niskiej częstotliwości drugiego rzędu
pt_pt: Tempo de condução de baixa frequência de segunda ordem

# 一阶高频穿越点
source: First-order high-frequency crossing point
de: Hochfrequenzkreuzungspunkt erster Ordnung
es: Punto de cruce de alta frecuencia de primer orden
fr: Point de croisement haute fréquence de premier ordre
hu_hu: Első rendű nagyfrekvenciás átkelőhely
it: Punto di attraversamento ad alta frequenza del primo ordine
nl: Eerste-orde kruispunt met hoge frequentie
pl: Punkt przecięcia wysokiej częstotliwości pierwszego rzędu
pt_pt: Ponto de passagem de alta frequência de primeira ordem

# 一阶高频穿越时间
source: First-order high-frequency ride-through time
de: Hochfrequenz-Durchfahrzeit erster Ordnung
es: Tiempo de recorrido de alta frecuencia de primer orden
fr: Temps de passage haute fréquence de premier ordre
hu_hu: Első rendű nagyfrekvenciás átjárási idő
it: Tempo di passaggio ad alta frequenza del primo ordine
nl: Eerste-orde hoogfrequente doorrijtijd
pl: Czas przejazdu wysokiej częstotliwości pierwszego rzędu
pt_pt: Tempo de condução de alta frequência de primeira ordem

# 二阶高频穿越点
source: Second-order high-frequency crossing point
de: Hochfrequenzkreuzungspunkt zweiter Ordnung
es: Punto de cruce de alta frecuencia de segundo orden
fr: Point de croisement haute fréquence du second ordre
hu_hu: Másodrendű nagyfrekvenciás átkelőhely
it: Punto di attraversamento ad alta frequenza del secondo ordine
nl: Tweede-orde kruispunt met hoge frequentie
pl: Punkt przecięcia wysokiej częstotliwości drugiego rzędu
pt_pt: Ponto de passagem de alta frequência de segunda ordem

# 二阶高频穿越时间
source: Second-order high-frequency ride-through time
de: Hochfrequenz-Durchfahrzeit zweiter Ordnung
es: Tiempo de recorrido de alta frecuencia de segundo orden
fr: Temps de traversée haute fréquence de second ordre
hu_hu: Másodrendű nagyfrekvenciás átjárási idő
it: Tempo di passaggio ad alta frequenza del secondo ordine
nl: Tweede-orde hoogfrequente doorrijtijd
pl: Czas przejazdu wysokiej częstotliwości drugiego rzędu
pt_pt: Tempo de condução de alta frequência de segunda ordem

# 一阶低压穿越点
source: First-order low-pressure crossing point
de: Niederdruckkreuzungspunkt erster Ordnung
es: Punto de cruce de baja presión de primer orden
fr: Point de passage à basse pression de premier ordre
hu_hu: Első rendű alacsony nyomású átkelőhely
it: Punto di attraversamento di bassa pressione del primo ordine
nl: Lagedrukdoorlaatpunt van de eerste orde
pl: Punkt przecięcia niskiego ciśnienia pierwszego rzędu
pt_pt: Ponto de passagem de baixa pressão de primeira ordem

# 一阶低压穿越时间
source: First order low pressure ride through time
de: Niederdruckfahrt erster Ordnung durch die Zeit
es: Primer orden de baja presión en el tiempo
fr: Première commande à basse pression dans le temps
hu_hu: Első rendű alacsony nyomású járás az idő során
it: Corsa nel primo ordine a bassa pressione nel tempo
nl: Bestel eerst lagedrukrit door de tijd
pl: Czas przejazdu niskociśnieniowego pierwszego rzędu
pt_pt: Passeio de baixa pressão de primeira ordem no tempo

# 二阶低压穿越点
source: Second order low pressure crossing point
de: Niederdruckkreuzungspunkt zweiter Ordnung
es: Punto de cruce de baja presión de segundo orden
fr: Point de passage à basse pression du deuxième ordre
hu_hu: Második rend alacsony nyomású átkelőhely
it: Punto di attraversamento di bassa pressione del secondo ordine
nl: Lagedrukdoorlaatpunt van de tweede orde
pl: Punkt przecięcia niskiego ciśnienia drugiego rzędu
pt_pt: Ponto de passagem de baixa pressão de segunda ordem

# 二阶低压穿越时间
source: Second order low pressure ride through time
de: Niederdruckfahrt zweiter Ordnung durch die Zeit
es: Viaje de baja presión de segundo orden en el tiempo
fr: Seconde commande à basse pression dans le temps
hu_hu: Másodlagos rendű alacsony nyomású járás az idő során
it: Giro di bassa pressione del secondo ordine nel tempo
nl: Tweede-orde lagedrukrit door de tijd
pl: Czas przejazdu niskociśnieniowego drugiego rzędu
pt_pt: Passeio de baixa pressão de segunda ordem no tempo

# 一阶高压穿越点
source: First-order high-voltage crossing point
de: Hochspannungskreuzungspunkt erster Ordnung
es: Punto de cruce de alto voltaje de primer orden
fr: Point de passage à haute tension de premier ordre
hu_hu: Első rendű nagyfeszültségű átkelőhely
it: Punto di attraversamento ad alta tensione del primo ordine
nl: Hoogspanningskruispunt van de eerste orde
pl: Punkt przecięcia wysokiego napięcia pierwszego rzędu
pt_pt: Ponto de passagem de alta tensão de primeira ordem

# 一阶高压穿越时间
source: First order high voltage ride through time
de: Hochspannungsfahrt erster Ordnung durch die Zeit
es: Paseo de alto voltaje de primer orden a través del tiempo
fr: Première commande à haute tension dans le temps
hu_hu: Első rendű nagyfeszültségű út az idő során
it: Giro ad alta tensione nel primo ordine nel tempo
nl: Eerste bestelling hoogspanningsrit door de tijd
pl: Czas przejazdu wysokiego napięcia pierwszego rzędu
pt_pt: Passeio de alta tensão de primeira ordem no tempo

# 二阶高压穿越点
source: Second-order high-voltage crossing point
de: Hochspannungskreuzungspunkt zweiter Ordnung
es: Punto de cruce de alto voltaje de segundo orden
fr: Point de passage à haute tension de second ordre
hu_hu: Másodrendű nagyfeszültségű átkelőhely
it: Punto di attraversamento ad alta tensione del secondo ordine
nl: Hoogspanningskruispunt van de tweede orde
pl: Punkt przecięcia wysokiego napięcia drugiego rzędu
pt_pt: Ponto de passagem de alta tensão de segunda ordem

# 二阶高压穿越时间
source: Second order high voltage ride through time
de: Hochspannungsfahrt zweiter Ordnung durch die Zeit
es: Viaje de alto voltaje de segundo orden a través del tiempo
fr: Haute tension de deuxième ordre dans le temps
hu_hu: Második rendű nagyfeszültségű időjárási sebesség
it: Corsa ad alta tensione del secondo ordine nel tempo
nl: Tweede-orde hoogspanningsrit door de tijd
pl: Czas przejazdu wysokiego napięcia drugiego rzędu
pt_pt: Passeio de alta tensão de segunda ordem no tempo

# 光伏联动电量
source: Photovoltaic linked electricity
de: Photovoltaik-Strom
es: Electricidad fotovoltaica vinculada
fr: Electricité photovoltaïque reliée
hu_hu: Fotovoltaikusan kapcsolt villamos energia
it: Elettricità collegata fotovoltaica
nl: Fotovoltaïsche gekoppelde elektriciteit
pl: Elektryczność fotowoltaiczna
pt_pt: Eletricidade ligada à energia fotovoltaica

# 该设备已添加到执行的设备列表，不可以添加作为执行的条件
source: The device has been added to the list of executed devices and cannot be added as a condition for execution
de: Das Gerät wurde zur Liste der ausgeführten Geräte hinzugefügt und kann nicht als Bedingung für die Ausführung hinzugefügt werden
es: El dispositivo se ha añadido a la lista de dispositivos ejecutados y no se puede añadir como condición para la ejecución
fr: Le périphérique a été ajouté à la liste des périphériques exécutés et ne peut pas être ajouté comme condition d'exécution
hu_hu: Az eszközt hozzáadtuk a végrehajtott eszközök listájához, és nem adhatjuk hozzá a végrehajtás feltételeinek
it: Il dispositivo è stato aggiunto all'elenco dei dispositivi eseguiti e non può essere aggiunto come condizione per l'esecuzione
nl: Het apparaat is toegevoegd aan de lijst met uitgevoerde apparaten en kan niet worden toegevoegd als voorwaarde voor uitvoering
pl: Urządzenie zostało dodane do listy wykonanych urządzeń i nie może być dodane jako warunek wykonania
pt_pt: O dispositivo foi adicionado à lista de dispositivos executados e não pode ser adicionado como uma condição para execução

# 三阶低压穿越点
source: Third-order low-pressure crossing point
de: Niederdruckkreuzungspunkt dritter Ordnung
es: Punto de cruce de baja presión de tercer orden
fr: Point de passage à basse pression du troisième ordre
hu_hu: Harmadik rendű alacsony nyomású átkelőhely
it: Punto di attraversamento di bassa pressione del terzo ordine
nl: Lagedrukdoorlaatpunt van de derde orde
pl: Punkt przecięcia niskiego ciśnienia trzeciego rzędu
pt_pt: Ponto de passagem de baixa pressão de terceira ordem
