Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 188连接充电桩需打开蓝牙
source: Connect the charger to bluetooth
de: Verbinden Sie das Ladegerät mit Bluetooth
es: Conecte el cargador a bluetooth
fr: Connecter le chargeur au bluetooth
hu_hu: Csatlakoztassa a töltőt a Bluetooth-hoz
it: Collega il caricabatterie al bluetooth
nl: Verbind de lader met Bluetooth
pl: Podłącz ładowarkę do bluetooth
pt_pt: Conecte o carregador ao bluetooth

# 188暂无数据
source: No data
es: Sin datos
fr: Pas de données
pl: Brak danych
pt_pt: Sem informações

# 189额定功率
source: Normal power
es: Potencia normal
fr: Puissance normale
pl: Moc
pt_pt: Sem informações

# 189我的设备
source: My device list
de: Meine Geräteliste
es: Mi lista de dispositivos
fr: Liste des appareils
hu_hu: Eszközlista
it: La mia lista dei dispositivi
nl: Mijn apparatenlijst
pl: Moja lista urzadzeń
pt_pt: Minha lista de dispositivos

# 18扫描采集器序列号
source: Scanning datalogger S/N
de: Scan-Datenlogger S / N
es: Escaneo de SN del datalogger
fr: Scanner le NS du datalogger
hu_hu: Pásztázó adatgyűjtő S / N
it: Scansione datalogger S / N
nl: Scannen datalogger S / N
pl: Skanuj rejestrator danych SN
pt_pt: Registrador de dados de digitalização S / N

# 190警告
source: Warning
es: Advertencia
fr: Avertissement
pl: Uwaga
pt_pt: Alerta

# 190可配对设备
source: Matchable device
de: Matchable Gerät
es: Dispositivo compatible
fr: Appareil compatible
hu_hu: Egyező eszköz
it: Dispositivo abbinabile
nl: Matchable apparaat
pl: Urzadzenie kompatybilne
pt_pt: Dispositivo matchable

# 191配件
source: Fittings
de: Beschläge
es: Accesorios
fr: accessoires
hu_hu: Alkatrészek
it: Raccordi
nl: Uitrusting
pl: Armatura
pt_pt: Acessórios

# 191请输入备注信息
source: Please enter the note information
es: Por favor, indicar la información de la nota
fr: Veuillez entrer les informations de la note
pl: Wprowadź informacje
pt_pt: Inserir informações

# 192第一路PV电压
source: Voltage of PV1
es: Voltaje de FV1
fr: Tension PV1
pl: Napiecie PV 1
pt_pt: Tensão PV1

# 192确认
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
hu_hu: Megerősít
it: Confermare
nl: Bevestigen
pl: Potwierdź
pt_pt: Confirme

# 193第一路PV功率
source: Power of PV1
es: Potencia de FV1
fr: Puissance PV1
pl: Moc PV 1
pt_pt: Potência PV1

# 193输入格式不正确，请重新输入
source: The input format is incorrect, please try again
de: Format ist falsch, bitte nochmal eingeben
es: El formato es incorrecto, ingrese nuevamente
fr: Le format de saisie est incorrect, veuillez réessayer
hu_hu: A formátum nem megfelelő, kérjük, írja be újra
it: Il formato è errato, ti preghiamo di inserire di nuovo
nl: Formaat is verkeerd, voer opnieuw in
pl: Format jest nieprawidłowy, proszę wprowadzić ponownie
pt_pt: Formato incorreto. Digite novamente

# 194第二路PV电压
source: Voltage of PV2
es: Voltaje de FV2
fr: Tension PV2
pl: Napiecie PV 2
pt_pt: Tensão PV2

# 194定时
source: Timer
es: tiemporizador
fr: Minuteur
hu_hu: Időzítő
pl: Regulator czasowy
pt_pt: Cronômetro

# 195第二路PV功率
source: Power of PV2
es: Potencia de FV2
fr: Puissance PV2
pl: Moc PV 2
pt_pt: Potência PV2

# 195新增
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hu_hu: Hozzáad
it: Inserisci
nl: Toevoegen
pl: Dodaj
pt_pt: Adicionar

# 196电池电压
source: Battery Voltage
de: Batteriespannung
es: Voltaje de la batería
fr: Voltage de batterie
hu_hu: Az akkumulátor feszültsége
it: Voltaggio batteria
nl: Batterij voltage
pl: Napięcie akumulatora
pt_pt: Voltagem da bateria

# 196预设充电方案-时长：
source: Sccheduled charge-duration
de: Geplante Ladedauer
es: Duración de la carga programada
fr: Programme de recharge préétabli - Durée.
hu_hu: A feltöltés időtartama
it: Durata della carica programmata
nl: Geschatte laadduur
pl: Zaplanowany czas ladowania
pt_pt: Cobrança-duração de escaneamento

# 197电网电压
source: Grid voltage
es: Voltaje de red
fr: Tension du réseau
pl: Napięcie sieci AC
pt_pt: Tensão da rede

# 197设置定时
source: Set the timer
de: Stellen Sie den Timer ein
es: Configurar el tiemporizador
fr: Régler la minuterie
hu_hu: Állítsa be az időzítőt
it: Imposta il timer
nl: Stel de timer in
pl: Ustaw minutnik
pt_pt: Definir o temporizador

# 198保存
source: Save
de: Sparen
es: Guardar
fr: Sauvegarder
hu_hu: Mentés
it: Salvare
nl: Opslaan
pl: Zapisz
pt_pt: Salvar

# 198电网频率
source: Grid frequency
es: Frecuencia de red
fr: Fréquence du réseau
pl: Czestotliwość sieci AC
pt_pt: Frequência da rede

# 199EPS电压
source: EPS voltage
es: Voltaje EPS
fr: Tension EPS
pl: Napięcie zewnętrznego zasilacza sieciowego
pt_pt: Tensão EPS

# 199开启
source: ON
es: Comienzo
pl: Start

# 19手机号不能为空
source: Phone number can’t be empty
de: Die Telefonnummer darf nicht leer sein
es: El número de teléfono no puede estar vacío.
fr: Le numéro de téléphone ne peut pas être vide
hu_hu: A telefonszám nem lehet üres
it: Il numero di telefono non può essere vuoto
nl: Telefoonnummer mag niet leeg zijn
pl: Numer telefonu nie może być pusty
pt_pt: O número de telefone não pode estar vazio

# 1输出功率
source: Pac
es: Potencia AC
fr: Puissance AC
hu_hu: Kimeneti teljesítmény
nl: Uitgangsvermogen
pl: Produkcja

# 200EPS频率
source: EPS frequency
es: Frecuencia de EPS
fr: Fréquence EPS
pl: Częstotliwość zewnętrznego zasilacza sieciowego
pt_pt: Frequência EPS

# 200关闭
source: OFF
pl: Koniec

# 201等待模式
source: Standby
es: En espera
fr: En attente
pl: Oczekuje
pt_pt: Modo de espera

# 201未设置
source: Not Set
de: Nicht eingestellt
es: No establecido
fr: Non défini
hu_hu: Nincs beállítva
it: Non impostato
nl: Niet ingesteld
pl: Nieustawiony
pt_pt: Não configurado

# 202每天
source: Everyday
de: Jeden Tag
es: Todos los días
fr: Tous les jours
hu_hu: Minden nap
it: Ogni giorno
nl: Elke dag
pl: Codzienny
pt_pt: Todo dia

# 202自检模式
source: Self-inspection
de: Selbstinspektion
es: Auto-inspección
fr: Auto-contrôle
hu_hu: Önellenőrzés
it: Autocontrollo
nl: Zelfinspectie
pl: Samoinspekcja
pt_pt: Auto-inspeção

# 203保留模式
source: Retained
es: Retenido
fr: Retenu
pl: Zatrzymany
pt_pt: Retido

# 203删除
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
hu_hu: Töröl
it: Elimina
nl: Verwijder
pl: Usun
pt_pt: Excluir

# 204SysFault模式
source: SysFault
fr: Défaut du système
pl: Błąd systemowy
pt_pt: Falha do sistema

# 204时
source: Hour
de: Stunde
es: Hora
fr: Heure
hu_hu: Óra
it: Ora
nl: Uur
pl: Godzina
pt_pt: Hora

# 205Flash模式
source: Flash
es: Destello
fr: Mode Flash
pl: Miganie

# 205分
source: min
de: Protokoll
hu_hu: Percek
it: Minuti
nl: Notulen
pl: Minuta
pt_pt: Minutos

# 206并网工作中
source: On-grid operating
es: Funcionamiento conectado a red
fr: Fonctionnement sur le réseau
pl: Praca w sieci AC
pt_pt: Operação on-grid

# 206预设
source: Preset
de: Voreinstellung
es: Preajuste
fr: préréglage
hu_hu: Előre
nl: Vooraf ingesteld
pl: Zaprogramowane
pt_pt: Predefinir

# 207离网工作中
source: Off-grid operating
es: Funcionamiento aislado de la red
fr: Fonctionnement hors réseau
pl: Praca poza siecią AC
pt_pt: Operação off-grid

# 207请输入金额
source: Please input amount of money
de: Bitte geben Sie den Geldbetrag ein
es: Por favor, indicar la cantidad de dinero
fr: Veuillez indiquer la somme d'argent
hu_hu: Kérjük, adja meg a pénzösszeget
it: Si prega di inserire la quantità di denaro
nl: Voer de hoeveelheid geld in
pl: Podaj kwotę
pt_pt: Por favor introduza uma quantia de dinheiro

# 208负载优先
source: Self Consumption
de: Eigenverbrauch
es: Autoconsumo
fr: Consommation personnelle
hu_hu: Saját fogyasztás
it: Autoconsumo
nl: Eigen verbruik
pl: Zużycie własne
pt_pt: Consumo próprio

# 208请输入电量（kWh）
source: Please input electricity quantity(kWh)
de: Bitte geben Sie die Strommenge (kWh) an.
es: Por favor, indicar la cantidad de electricidad (kWh)
fr: Indiquez la quantité d'électricité (kWh)
hu_hu: Kérem adja meg a villamosenergia mennyiségét (kWh)
it: Si prega di inserire la quantità di elettricità (kWh)
nl: Voer de elektriciteithoeveelheid in (kWh)
pl: Podaj ilosc energii elektrycznej (kWh)
pt_pt: Por favor, introduza a quantidade de eletricidade (kWh)

# 209电池优先
source: TOU-Charging
de: Fledermaus zuerst
es: Bat primero
fr: Priorité à la batterie
hu_hu: Először denevér
it: Bat prima
nl: Bat eerst
pl: Najpierw nietoperz
pt_pt: Bat primeiro

# 209时长设置有误
source: Incorrect setup time.
de: Falsche Einrichtungszeit
es: Tiempo de instalación incorrecto.
fr: Temps d'installation incorrect.
hu_hu: Helytelen beállítási idő.
it: Tempo di installazione errato.
nl: Onjuiste installatietijd.
pl: Nieprawidlowy czas konfiguracji.
pt_pt: Tempo de configuração incorreto.

# 20密码不能为空
source: Password can’t be empty
de: Das Passwort darf nicht leer sein
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
hu_hu: A jelszó nem lehet üres
it: La password non può essere vuota
nl: Wachtwoord mag niet leeg zijn
pl: Hasło nie może być puste
pt_pt: A senha não pode estar vazia

# 210电网优先
source: TOU-Discharging
de: TOU-Entladung
es: Descarga de TOU
fr: Décharge TOU
hu_hu: ÁSzF-kisütés
it: Tou-Scarico
nl: TOU-ontlading
pl: Rozładowanie w taryfie wielostrefowej
pt_pt: TOU-descarregando

# 210开始时间不能小于当前时间
source: Start time should not be less than the current time
de: Die Startzeit sollte nicht unter der aktuellen Zeit liegen
es: La hora de inicio no debe ser inferior a la hora actual
fr: L'heure de début ne doit pas être inférieure à l'heure actuelle
hu_hu: A kezdési idő nem lehet rövidebb, mint az aktuális idő
it: L'ora di inizio non dovrebbe essere inferiore all'ora corrente
nl: Starttijd mag niet korter zijn dan de huidige tijd
pl: Czas rozpoczęcia nie powinien być krótszy niż bieżący czas
pt_pt: A hora de início não deve ser menor que a hora atual

# 211过压
source: Overvoltage
de: Überspannung
es: Sobretensión
fr: Surtension
hu_hu: Túlfeszültség
it: Sovratensione
nl: Overspanning
pl: Nadnapiecie
pt_pt: Sobretensão

# 211用电功率
source: Load consumption
de: Verbrauch laden
es: Consumo de carga
fr: Charge de consommation
hu_hu: Terhelésfogyasztás
it: Carico consumo
nl: Laad verbruik
pl: Zużycie energi
pt_pt: Consumo de carga

# 212并网功率
source: Export to Grid power
de: In das Stromnetz exportieren
es: Exportar a la red eléctrica
fr: Exporter vers le réseau électrique
hu_hu: Exportálás a hálózatba
it: Esporta in potenza griglia
nl: Exporteren naar netstroom
pl: Eksportuj moc do sieci AC
pt_pt: Exportar para energia da rede

# 212已充电量
source: Charged quantity
de: Energie
es: Energía
fr: capacité rechargeable
hu_hu: Energia
it: Energia
nl: Energie
pl: Energia
pt_pt: Energia

# 213充电费率
source: Charging rates
de: Gebührensätze
es: Tasas de carga
fr: Tarifs
hu_hu: Díjszabások
it: Tariffe di ricarica
nl: Tarieven
pl: Stawki opłat
pt_pt: Taxas de carregamento

# 213馈回电网
source: Export to Grid
de: In Grid exportieren
es: Exportar a cuadrícula
fr: Exporter vers le réseau électrique
hu_hu: Exportálás a Gridbe
it: Esporta in griglia
nl: Exporteren naar raster
pl: Eksportuj do sieci AC
pt_pt: Exportar para grade

# 214电网取电
source: Import from Grid
de: Vom Grid importieren
es: Importar desde cuadrícula
fr: Importer depuis le réseau électrique
hu_hu: Importálás a rácsból
it: Importa da griglia
nl: Importeren vanuit raster
pl: Importuj z sieci AC
pt_pt: Importar da grade

# 214已充时长
source: Time
de: Zeit
es: Hora
fr: heure
hu_hu: Idő
it: Tempo
nl: Tijd
pl: Czas
pt_pt: Tempo

# 215来自电池
source: From battery
es: De la bateria
fr: à partir les batteries
pl: Z baterii
pt_pt: Da bateria

# 215消费金额
source: Cost
de: Kosten
es: Costo
fr: Coût
hu_hu: Költség
it: Costo
nl: Kosten
pl: Koszt
pt_pt: Custo

# 216当前电流
source: Current
de: Strom
es: Corriente
fr: Courant
hu_hu: Az elektromos áram
it: Corrente elettrica
nl: Elektrische stroom
pl: Prad elektryczny
pt_pt: Atual

# 216自发自用
source: Self-consumption
es: Autoconsumo
fr: Auto-consommation
pl: Konsumpcja wlasna
pt_pt: Auto consumo

# 217当前电压
source: Voltage
de: Spannung
es: Voltaje
fr: Tension
hu_hu: Feszültség
it: Voltaggio
nl: Spanning
pl: Napięcie
pt_pt: Voltagem

# 217馈回电网
source: Export to Grid
de: In Grid exportieren
es: Exportar a cuadrícula
fr: Exporter vers le réseau
hu_hu: Exportálás a Gridbe
it: Esporta in griglia
nl: Exporteren naar raster
pl: Eksportuj do sieci AC
pt_pt: Exportar para grade

# 218电池能源
source: Battery Information
de: Batterieinformationen
es: Información de la batería
fr: Informations sur les batteries
hu_hu: Információk az akkumulátorról
it: Informazioni sulla batteria
nl: Informatie over de batterij
pl: Informacje o baterii
pt_pt: Informações sobre a bateria

# 218预设金额
source: Preset Amount
de: Voreingestellter Betrag
es: Cantidad preestablecida
fr: Montant prédéfini
hu_hu: Előre beállított összeg
it: Quantità preimpostata
nl: Vooringestelde hoeveelheid
pl: Ustawiona kwota
pt_pt: Quantidade pré-definida

# 219电池充放电信息
source: The information of battery charging and discharging
de: Battery charge and discharge
es: Carga y descarga de la batería.
fr: Charge et décharge de la batterie
hu_hu: Battery charge and discharge
it: Battery charge and discharge
nl: Battery charge and discharge
pl: Ładowanie i rozładowanie baterii
pt_pt: Carga e descarga da bateria

# 219预设电量
source: Preset Electricity
de: Voreingestellte Elektrizität
es: Electricidad preestablecida
fr: Puissance prédéfinie
hu_hu: Előre beállított villamos energia
it: Elettricità preimpostata
nl: Vooraf ingestelde elektriciteit
pl: Ustawiona energia elektryczna
pt_pt: Eletricidade Predefinida

# 21请输入短信验证码
source: Enter verification code
de: Bitte Zugangscode eingeben
es: Introducir el código de verificación
fr: Entrez le code de vérification
hu_hu: Adja meg a megerősítő kódot
it: Inserisci codice di verifica
nl: Voer de verificatiecode in
pl: Wprowadź kod weryfikacyjny
pt_pt: Digite o código de verificação

# 220能量优先级
source: Energy priority
es: Prioridad energética
fr: Priorité énergétique
pl: Priorytet energetyczny
pt_pt: Prioridade da energia

# 220预设时长
source: Preset Time
de: Voreingestellte Zeit
es: Tiempo preestablecido
fr: Heure de présélection
hu_hu: Beállított idő
it: Tempo preimpostato
nl: Vooraf ingestelde tijd
pl: Ustawiony czas
pt_pt: Hora predefinida

# 221预设方案 -金额
source: Preset program-Amount
de: Voreingestellter Programm-Betrag
es: Programa preestablecido-Cantidad
fr: Programme préétabli - Montant
hu_hu: Előre beállított program-összeg
it: Programma preimpostato: quantità
nl: Vooraf ingesteld programma-bedrag
pl: Ustawiony program - Ilość
pt_pt: Programa predefinido - valor

# 222时间段
source: Time Period
de: Zeitraum
es: Periodo de tiempo
fr: Période de temps
hu_hu: Időszak
it: Periodo di tempo
nl: Tijdsperiode
pl: Okres czasu
pt_pt: Período de tempo

# 222预设方案 -电量
source: Preset program-Electricity
de: Voreingestelltes Programm - Strom
es: Programa preestablecido de electricidad
fr: Programme préétabli - Électricité
hu_hu: Előre beállított program - Villamos energia
it: Programma preimpostato: elettricità
nl: Vooraf ingesteld programma - Elektriciteit
pl: Ustawiony program - energia elektryczna
pt_pt: Programa predefinido - eletricidade

# 223点击选择
source: Click to Select
de: Klicke um auszuwählen
es: Clic para seleccionar
fr: Cliquez pour sélectionner
hu_hu: Kattintson a Kiválasztás elemre
it: Fai clic per selezionare
nl: Klik om te selecteren
pl: Kliknij aby wybrać
pt_pt: Clique para selecionar

# 223预设方案 -时长
source: Preset program-Time
de: Voreingestellte Programmzeit
es: Programa preestablecido-Tiempo
fr: Programme préétabli - Heure
hu_hu: Előre beállított programidő
nl: Vooraf ingestelde programmatijd
pl: Ustawiony program - czas
pt_pt: Hora do programa predefinido

# 224充电结束，请拔下充电枪，并将充电枪归位
source: After charging, please unplug the charging gun and put it in position
de: Trennen Sie nach dem Laden die Ladepistole und setzen Sie sie in Position
es: Después de la carga, desenchufe la pistola de carga y vuelva a colocarla en su posición.
fr: Après la charge, veuillez débrancher le pistolet de charge et le mettre en position
hu_hu: A töltés után húzza ki a töltõpisztolyt és helyezze el
it: Dopo la ricarica, scollegare la pistola di ricarica e metterla in posizione
nl: Na het opladen, ontkoppel het laadpistool en plaats het op zijn plaats
pl: Po naładowaniu należy odłączyć ładowarkę i ustawić ja z powrotem na swoim miejscu.
pt_pt: Após o carregamento, por favor, desligue a arma de carga e colocá-lo em posição

# 224选择设置值
source: Select the value
es: Seleccionar el valor
fr: Sélectionner une valeure
pl: Wybierz wartość
pt_pt: Selecionar valor

# 225请连接充电枪到车辆
source: Please connect the vehicle to the charging gun.
de: Bitte verbinden Sie das Fahrzeug mit der Ladepistole.
es: Por favor, conecte el vehículo a la pistola de carga.
fr: Veuillez connecter le véhicule au pistolet de chargement.
hu_hu: Csatlakoztassa a járművet a töltőpisztolyhoz.
it: Si prega di collegare il veicolo alla pistola di ricarica.
nl: Sluit het voertuig aan op het laadpistool.
pl: Podłącz pojazd do złącza ładujacego.
pt_pt: Por favor conecte o veículo à arma de carga.

# 225请选择
source: Please Select
de: Bitte auswählen
es: Por favor seleccione
fr: Veuillez sélectionner
hu_hu: Kérlek, válassz
it: Si prega di selezionare
nl: Selecteer alstublieft
pl: Proszę wybrać
pt_pt: Por favor selecione

# 226电桩故障，请切换使用其他充电桩
source: Pile Abnormal, please switch to other charging piles.
de: Pile Abnormal, bitte wechseln Sie zu anderen Ladestapeln.
es: cargador anómala, cambie a otras cargadors de carga.
fr: Pile anormale, veuillez passer à d'autres piles de chargement.
hu_hu: Halom rendellenes, kérjük, váltson más töltési cölöpökre.
it: Mucchio anormale, passare ad altri pile di ricarica.
nl: Stapel Abnormaal, schakel over naar andere laadstapels.
pl: Stos nietypowy, przełącz się na inne stosy ładowania.
pt_pt: Pilha anormal, mude para outras pilhas de carregamento.

# 226升级中
source: Upgrade
es: Actualizar
fr: Mise à jour
pl: Aktualizacja
pt_pt: Atualizar

# 227放电停止SOC
source: Stop Discharging SOC
de: SOC nicht mehr entladen
es: Dejar de descargar SOC
fr: Arrêter de décharger le SOC
hu_hu: Állítsa le az SOC ürítését
it: Smettere di scaricare SOC
nl: Stop met het ontladen van SOC
pl: Zatrzymaj rozładowywanie SOC
pt_pt: Parar de descarregar o SOC

# 227桩体状态为不可用，请切换使用其他充电桩
source: Pile unavailable, please switch to other charging piles.
de: Stapel nicht verfügbar, bitte wechseln Sie zu anderen Ladestapeln.
es: cargador no disponible, cambie a otras cargadors de carga.
fr: La batterie n'est pas disponible, veuillez passer à d'autres batteries de charge.
hu_hu: Halom nem érhető el, kérjük, váltson más töltési cölöpökre.
it: Mucchio non disponibile, passare ad altri pile di ricarica.
nl: Stapel niet beschikbaar, schakel over naar andere laadstapels.
pl: Niedostępna, przełącz się na inne ładowarki
pt_pt: Pilha indisponível, mude para outras pilhas de carregamento.

# 228充电停止SOC
source: Stop Charging SOC
de: Laden Sie den SOC nicht mehr auf
es: Dejar de cargar SOC
fr: Arrêter de charger le SOC
hu_hu: Hagyja abba az SOC töltését
it: Smetti di caricare SOC
nl: Stop met opladen SOC
pl: Zatrzymaj ładowanie SOC
pt_pt: Interromper o carregamento do SOC

# 228预设
source: Preset
de: Voreinstellung
es: Programa
fr: Préréglage
hu_hu: Előre
nl: Vooraf ingesteld
pl: Ustaw
pt_pt: Predefinir

# 229当前
source: At present
de: Momentan
es: En el presente
fr: A l'heure actuelle
hu_hu: Jelenleg
it: In questo momento
nl: Momenteel
pl: Obecnie
pt_pt: Atualmente

# 229电池充电功率
source: Charging
de: Aufladen
es: Carga
fr: Charger
hu_hu: Töltés
it: Ricarica
nl: Opladen
pl: Ładowanie
pt_pt: A carregar

# 22验证码错误
source: Verification code wrong
de: Zugangscode falsch
es: Código de verificación incorrecto
fr: Code de vérification erroné
hu_hu: Hibás megerősítő kód
it: Codice di verifica errato
nl: Onjuiste verificatiecode
pl: Niepoprawny kod weryfikacyjny
pt_pt: Código de verificação errado

# 230PV总电量
source: EpvTotal
es: EfvTotal
fr: Production PV totale
pl: Łączna energia elektryczna z fotowoltaiki

# 230预设充电方案
source: Preset charge
de: Voreingestellte Ladung
es: Carga preestablecida
fr: Charge préétablie
hu_hu: Előre beállított díj
it: Carica preimpostata
nl: Voorinstelling lading
pl: Ustaw ładowanie
pt_pt: Carga predefinida

# 231(达到预设金额、电量、时长后停止充电)
source: (Stop charging after reaching the preset amount, power, and duration)
de: (Beenden Sie den Ladevorgang, nachdem Sie das Preset erreicht haben.)
es: (Deja de cargar después de alcanzar el preajuste)
fr: (Arrêtez la charge après avoir atteint la quantité, la puissance et la durée préréglées)
hu_hu: (Az előre beállított érték elérése után hagyja abba a töltést)
it: (Interrompere la ricarica dopo aver raggiunto la preselezione)
nl: (Stop met laden na het bereiken van de preset)
pl: (Zatrzymaj ładowanie po osiągnięciu ustawienia wstępnego)
pt_pt: (Pare de carregar depois de atingir a predefinição)

# 231PV今日电量
source: PV generation today
de: PV-Erzeugung heute
es: Generación fotovoltaica hoy
fr: Production PV d'aujourd'hui
hu_hu: Ma PV generáció
it: Generazione fotovoltaica oggi
nl: PV-generatie vandaag
pl: Energia z fotowoltaiki dzisiaj
pt_pt: Geração fotovoltaica hoje

# 232电池今日充电量
source: eBatChargeToday
es: Energía cargada a batería total
fr: La charge des batteries aujourd'hui
pl: Dzisiejsze naładowanie baterii
pt_pt: Carga da bateria hoje

# 232金额
source: Cost
de: Kosten
es: Costo
fr: Coût
hu_hu: Költség
it: Costo
nl: Kosten
pl: Koszt
pt_pt: Custo

# 233电池总充电量
source: eBatChargeTotal
es: ECargaBatTotal
pl: Łączne naładowanie akumulatora
pt_pt: Carga da bateria total

# 233电量
source: Energy
de: Energie
es: Energía
fr: Énergie
hu_hu: Energia
it: Energia
nl: Energie
pl: Energia
pt_pt: Energia

# 234电池今日放电量
source: eBatDischargeToday
es: Energía cargada a batería hoy
fr: L'énergie de décharge des batteries aujourd'hui
pl: Dzisiejsze rozładowanie baterii
pt_pt: Descarga da bateria hoje

# 234时长
source: duration
de: Zeit
es: Hora
fr: la durée
hu_hu: Idő
it: Tempo
nl: Tijd
pl: Czas
pt_pt: Tempo

# 235电池总放电量
source: eBatDisChargeTotal
es: EDescargaBatTotal
pl: Łączne rozładowanie akumulatora
pt_pt: Descarga da bateria total

# 235预约充电
source: Schedule a charge
de: Aufladung wird reserviert
es: Reservar carga
fr: Fixer un tarif
hu_hu: A töltés fenntartása
it: Prenotazione in carica
nl: Reserveren opladen
pl: Rezerwacja ładowania
pt_pt: Reserva de cobrança

# 236开始时间
source: Starting Time
de: Anfangszeit
es: Tiempo de empezar
fr: Heure de départ
hu_hu: Kezdési idő
it: Tempo di partenza
nl: Starttijd
pl: Czas startu
pt_pt: Hora de início

# 236逆变器功率
source: Inverter power
es: Potencia del inversor
fr: Puissance d'onduleur
pl: Moc inwertera
pt_pt: Potência do inversor

# 237用户侧功率
source: User-side Power
de: Benutzerseitige Stromversorgung
es: Poder del lado del usuario
fr: La puissance coté utilisateur
hu_hu: Felhasználói oldal teljesítmény
it: Potenza lato utente
nl: Macht aan gebruikerszijde
pl: Moc po stronie użytkownika
pt_pt: Potência do lado do usuário

# 238电网侧功率
source: Grid-Side Power
de: Netzseitige Stromversorgung
es: Poder del lado de la rejilla
fr: L'énergie côté réseau
hu_hu: Rács oldali teljesítmény
it: Potenza lato griglia
nl: Netzijdige kracht
pl: Moc po stronie sieci
pt_pt: Potência do lado da grade

# 239登录失败
source: Login failure
de: Anmeldungsfehler
es: Fallo de inicio de sesión
fr: Échec de la connexion
hu_hu: Bejelentkezési hiba
it: Login fallito
nl: Login fout
pl: Logowanie nieudane
pt_pt: Falha de login

# 239配置WIFI采集器
source: Configure WiFi datalogger
de: WiFi-Stick konfigurieren
es: Configurar el datalogger WiFi
fr: Configuration du module Wifi
hu_hu: Állítsa be a WiFi adatgyűjtőt
it: Configurare datalogger WiFi
nl: Configureer WiFi datalogger
pl: Konfiguracja WiFi
pt_pt: Configurar datalogger WiFi

# 23发送验证码
source: Send verification code
de: Zugangscode falsch
es: Envíe el código de verificación
fr: Envoyer le code de vérification
hu_hu: Küldje el a megerősítő kódot
it: Invia codice di verifica
nl: Verstuur verificatiecode
pl: Wyślij kod weryfikacyjny
pt_pt: Enviar código de verificação
