Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 732已有用户
source: Existing user
de: Existierender Benutzer
es: Usuario existente
fr: Utilisateur existant
hu_hu: Létező felhasználó
it: Utente esistente
nl: Bestaande gebruiker
pl: Istniejący użytkownik
pt_pt: Usuário existente

# 733已有电站
source: Existing plant
de: Bestehende Anlage
es: Planta existente
fr: Centrale existante
hu_hu: Meglévő növény
it: Impianto esistente
nl: Bestaande plant
pl: Istniejąca instalacja
pt_pt: Planta existente

# 734请先选择用户
source: Please select user first
de: Bitte wählen Sie zuerst einen Benutzer aus
es: Por favor, seleccione el usuario primero
fr: Veuillez d'abord sélectionner l'utilisateur
hu_hu: Először válassza ki a felhasználót
it: Seleziona prima l'utente
nl: Selecteer eerst de gebruiker
pl: Najpierw wybierz użytkownika
pt_pt: Por favor, selecione o usuário primeiro

# 735请选择用户
source: Please select user
de: Bitte Benutzer auswählen
es: Por favor, seleccione el usuario
fr: Veuillez sélectionner l'utilisateur
hu_hu: Kérjük, válasszon felhasználót
it: Seleziona l'utente
nl: Selecteer gebruiker
pl: Proszę wybrać użytkownika
pt_pt: Por favor, selecione o usuário

# 736请选择接收人
source: Select recipient
de: Empfänger auswählen
es: seleccionar destinatario
fr: Sélectionnez le destinataire
hu_hu: Válassza ki a címzettet
it: Seleziona il destinatario
nl: Selecteer ontvanger
pl: Wybierz odbiorcę
pt_pt: Selecionar destinatário

# 737获取接收人失败
source: Failed to acquire recipient, please try to enter this page again!
de: Empfänger konnte nicht ermittelt werden, bitte versuchen Sie erneut, diese Seite aufzurufen!
es: Fallo al adquirir destinatario, por favor, intente de nuevo
fr: Vous n'avez pas réussi à trouver le destinataire, essayez d'entrer à nouveau sur cette page !
hu_hu: Nem sikerült megszerezni a címzettet, kérjük, próbálja meg újra belépni erre az oldalra!
it: Acquisizione del destinatario non riuscita, prova ad accedere nuovamente a questa pagina!
nl: Kan de ontvanger niet ophalen. Probeer deze pagina opnieuw in te voeren!
pl: Nie udało się uzyskać odbiorcy, spróbuj ponownie wejść na tę stronę!
pt_pt: Falha ao adquirir o destinatário, por favor, tente entrar nesta página novamente!

# 738新增工单
source: Add work order
de: Arbeitsauftrag hinzufügen
es: Añadir solicitud de servicio
fr: Ajouter un bon de travail
hu_hu: Adja hozzá a munkarendet
it: Aggiungi ordine di lavoro
nl: Werkorder toevoegen
pl: Dodaj zlecenie
pt_pt: Adicionar ordem de serviço

# 739选择该用户
source: Select this user
de: Wählen Sie diesen Benutzer aus
es: Seleccione este usuario
fr: Sélectionnez cet utilisateur
hu_hu: Válassza ki ezt a felhasználót
it: Seleziona questo utente
nl: Selecteer deze gebruiker
pl: Wybierz tego użytkownika
pt_pt: Selecione este usuário

# 73待处理
source: Pending
es: Pendiente
fr: En attente
hu_hu: Függőben
pl: W trakcie
pt_pt: Pendente

# 740选择该电站
source: Select this plant
de: Wählen Sie diese Pflanze aus
es: Seleccione esta planta
fr: Sélectionnez cette centrale
hu_hu: Válassza ki ezt a növényt
it: Seleziona questa pianta
nl: Selecteer deze plant
pl: Wybierz tę instalację
pt_pt: Selecione esta planta

# 741全部问题
source: All
de: Alles
es: Todos
fr: Tous
hu_hu: Minden
it: Tutti
nl: Allemaal
pl: Wszystko
pt_pt: Todos

# 742全部工单
source: All
de: Alles
es: Todos
fr: Tous
hu_hu: Minden
it: Tutti
nl: Allemaal
pl: Wszystko
pt_pt: Todos

# 743待分配
source: To be assigned
de: Zugewiesen werden
es: Por asignar
fr: A attribuer
hu_hu: Kijelölendő
it: Essere assegnato
nl: Toegewezen worden
pl: Być przypisanym
pt_pt: A ser atribuído

# 744待接收
source: To be received
de: Empfangen werden
es: Por recibir
fr: A recevoir
hu_hu: Kapni kell
it: Essere ricevuto
nl: Te ontvangen
pl: Do odbioru
pt_pt: A ser recebido

# 745服务中
source: In service
de: Im Dienst
es: En servicio
fr: En service
hu_hu: Szolgálatban
it: In servizio
nl: In dienst
pl: Czynny
pt_pt: Em serviço

# 746待回访
source: Return visit
de: Gegenbesuch
es: Devolver visita
fr: Retour de la visite
hu_hu: Visszatérés látogatáshoz
it: Visita di ritorno
nl: Tegenbezoek
pl: Wizyta powrotna
pt_pt: Visita de regresso

# 747已完成
source: Completed
de: Abgeschlossen
es: Finalizado
fr: Terminé
hu_hu: Befejezték
it: Completato
nl: Voltooid
pl: Wykonano
pt_pt: Concluído

# 748全部
source: All
de: Alles
es: Todos
fr: Tout
hu_hu: Minden
it: Tutti
nl: Allemaal
pl: Wszystko
pt_pt: Todos

# 749修改真实姓名
source: Edit the real name
de: Ändern Sie den richtigen Namen
es: Editar nombre real
fr: Modifier le vrai nom
hu_hu: Módosítsa a valódi nevet
it: Modifica il vero nome
nl: Wijzig de echte naam
pl: Zmień prawdziwą nazwę
pt_pt: Modifique o nome real

# 74处理中
source: Processing
es: Procesando
fr: Traitement
hu_hu: Feldolgozás alatt
pl: Przetwarzanie
pt_pt: Em processamento

# 750工单标题
source: Work order title
de: Arbeitsauftragstitel
es: Titulo de la solicitud
fr: Titre du bon de travail
hu_hu: Munkarendelés címe
it: Titolo dell'ordine di lavoro
nl: Titel werkorder
pl: Nazwa zleconego zadania
pt_pt: Título da ordem de serviço

# 751工单类型
source: Work order type
de: Fertigungsauftragsart
es: Tipo de solicitud
fr: Type de commande de travail
hu_hu: Munkarendelés típusa
it: Tipo di ordine di lavoro
nl: Type werkorder
pl: Rodzaj zleconego zadania
pt_pt: Tipo de ordem de serviço

# 752接收人
source: Receiver
de: Empfänger
es: Receptor
fr: Récepteur
it: Ricevitore
nl: Ontvanger
pl: Odbiorca
pt_pt: Receptor

# 753详细地址
source: Address
de: Adresse
es: Dirección
fr: Adresse
hu_hu: Cím
it: Indirizzo
nl: Adres
pl: Adres
pt_pt: Endereço

# 754客户名称
source: Customer name
de: Kundenname
es: Nombre del cliente
fr: Nom du client
hu_hu: Ügyfél neve
it: Nome del cliente
nl: Klantnaam
pl: Nazwa klienta
pt_pt: Nome do cliente

# 755联系电话
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
hu_hu: Telefon
it: Telefono
nl: Telefoon
pl: Telefon
pt_pt: Telefone

# 756申请时间
source: Application time
de: Anwendungszeit
es: Hora de solicitud
fr: Durée de la demande
hu_hu: Alkalmazási idő
it: Tempo di applicazione
nl: Toepassing tijd
pl: Czas aplikacji
pt_pt: Tempo de aplicação

# 757要求达到时间
source: Required arrival time
de: Erforderliche Ankunftszeit
es: Solicitar hora de llegada
fr: Heure d'arrivée requise
hu_hu: Szükséges érkezési idő
it: Orario di arrivo richiesto
nl: Vereiste aankomsttijd
pl: Wymagany czas przybycia
pt_pt: Hora de chegada necessária

# 758备注
source: Remarks
de: Bemerkungen
es: Observaciones
fr: Remarques
hu_hu: Megjegyzések
it: Osservazioni
nl: Opmerkingen
pl: Uwagi
pt_pt: Observações

# 759请输入搜索内容
source: Please input search contents
de: Bitte geben Sie die Suchinhalte ein
es: Por favor, introduzca contenido para buscar
fr: Veuillez saisir le contenu de la recherche
hu_hu: Kérjük, adja meg a keresés tartalmát
it: Inserisci i contenuti della ricerca
nl: Voer zoekinhoud in
pl: Wpisz treść wyszukiwania
pt_pt: Insira o conteúdo da pesquisa

# 75已处理
source: Processed
es: Procesado
fr: Traité
hu_hu: Feldolgozott
pl: Przetworzono
pt_pt: Processado

# 760客户基本信息
source: Customer basic information
de: Grundlegende Kundeninformationen
es: Información básica del cliente
fr: Informations de base sur le client
hu_hu: Alapvető információk az ügyfelekről
it: Informazioni di base del cliente
nl: Klant basisinformatie
pl: Podstawowe informacje o kliencie
pt_pt: Informações básicas do cliente

# 761工单编号
source: work order number
de: Ticketnummer
es: Número de solicitud
fr: numéro de commande de travail
hu_hu: Jegy szám
it: Numero del biglietto
nl: Ticket nummer
pl: Nazwa zlecenia
pt_pt: Número do bilhete

# 762用户管理
source: User management
de: Benutzerverwaltung
es: Gestión de usuarios
fr: Gestion des utilisateurs
hu_hu: Felhasználói menedzsment
it: Gestione utenti
nl: Gebruikersbeheer
pl: Zarządzanie użytkownikami
pt_pt: Gerenciamento de usuários

# 763总计
source: Total
de: Gesamt
hu_hu: Teljes
it: Totale
nl: Totaal
pl: Wszystko

# 764用户数
source: User number
de: Benutzernummer
es: Número de usuario
fr: Numéro d'utilisateur
hu_hu: Felhasználói szám
it: Numero utente
nl: Gebruiker nummer
pl: Numer użytkownika
pt_pt: Número de usuário

# 765电站数
source: plant number
de: Werksnummer
es: Número da planta
fr: numéro de l'installation
hu_hu: Növényszám
it: Numero di impianto
nl: Plant nummer
pl: Numer instalacji
pt_pt: Número da planta

# 766IP及端口号
source: IP and port number
de: IP und Portnummer
es: IP y puerto
fr: IP et numéro de port
hu_hu: IP és port száma
it: IP e numero di porta
nl: IP- en poortnummer
pl: IP i numer portu
pt_pt: IP e número da porta

# 767服务器IP地址
source: Server IP
es: IP del servidor
fr: IP du serveur
hu_hu: Szerver IP
it: IP del server
pl: IP serwera
pt_pt: IP do servidor

# 768最新接收消息
source: Latest received message
de: Letzte empfangene Nachricht
es: Último mensaje recibido
fr: Dernier message reçu
hu_hu: Legutóbb kapott üzenet
it: Ultimo messaggio ricevuto
nl: Laatst ontvangen bericht
pl: Ostatnia otrzymana wiadomość
pt_pt: Última mensagem recebida

# 769创建日期
source: Create date
de: Erstellungsdatum
es: Crear cita
fr: Créer une date
hu_hu: Dátum létrehozása
it: Crea data
nl: Creëer datum
pl: Data Utworzenia
pt_pt: Criar Data

# 76待跟进
source: Waiting
es: Esperando
fr: À suivre
hu_hu: Várakozik
pl: Oczekiwanie
pt_pt: Esperando

# 770工单系统
source: Work order system
de: Arbeitsauftragssystem
es: Sistema de solicitudes de servicio
fr: Système de bons de travail
hu_hu: Munkarendelési rendszer
it: Sistema degli ordini di lavoro
nl: Werkorder systeem
pl: System zleceń pracy
pt_pt: Sistema de ordem de serviço

# 771等待
source: Wait
de: Warten
es: Esperar
fr: Attendre
hu_hu: Várjon
it: Aspettare
nl: Wacht
pl: Proszę czekać
pt_pt: Esperar

# 773请选择接入类型
source: Please select access type
de: Bitte Zugangsart auswählen
es: Por favor, seleccione tipo de acesso
fr: Veuillez sélectionner le type d'accès
hu_hu: Kérjük, válassza a hozzáférés típusát
it: Seleziona il tipo di accesso
nl: Selecteer het toegangstype
pl: Wybierz typ dostępu
pt_pt: Por favor, selecione o tipo de acesso

# 774是
source: YES
de: Ja
es: SI
fr: OUI
hu_hu: Igen
it: Sì
nl: Ja
pl: Tak
pt_pt: Sim

# 775查看该电站
source: View plant
de: Anlage anzeigen
es: Ver planta
fr: Voir la centrale
hu_hu: Növény megtekintése
it: Vedi pianta
nl: Bekijk plant
pl: Zobacz instalację
pt_pt: Ver planta

# 776欧洲
source: Europe
de: Europa
es: Europa
hu_hu: Európa
it: Europa
nl: Europa
pl: Europa
pt_pt: Europa

# 777亚洲
source: Asia
de: Asien
es: Ásia
fr: Asie
hu_hu: Ázsia
nl: Azië
pl: Azja
pt_pt: Ásia

# 778泰国
source: Thailand
es: Tailandia
fr: Thaïlande
hu_hu: Thaiföld
it: Tailandia
pl: Tajlandia
pt_pt: Tailândia

# 779美洲
source: America
de: Amerika
es: América
fr: Amérique
hu_hu: Amerika
nl: Amerika
pl: Ameryka
pt_pt: América

# 77请输入相关问题的详细描述
source: Please enter a detailed description of the problem...
es: Por favor, introduzca una descripción detallada del problema ...
fr: Veuillez entrer une description détaillée du problème...
hu_hu: Kérjük adja meg a probléma részletes leírását.
pl: Podaj szczegółowy opis problemu…
pt_pt: Digite uma descrição detalhada do problema

# 780非洲
source: Africa
de: Afrika
es: África
fr: Afrique
hu_hu: Afrika
it: Africo
nl: Afrika
pl: Afryka
pt_pt: África

# 782英国
source: United Kingdom
de: Großbritannien
es: Reino Unido
fr: Royaume-Uni
hu_hu: Egyesült Királyság
it: Regno Unito
nl: Verenigd Koninkrijk
pl: Zjednoczone Królestwo
pt_pt: Reino Unido

# 783其他
source: Other
de: Andere
es: Otros
fr: Autres
hu_hu: Más
it: Altro
nl: Anders
pl: Pozostałe
pt_pt: De outros

# 784现场维修
source: Site maintenance
de: Site-Wartung
es: Lugar de mantenimiento
fr: Maintenance du site
hu_hu: Telephely karbantartása
it: Manutenzione del sito
nl: Website onderhoud
pl: Utrzymanie strony
pt_pt: Site em manutenção

# 785安装调试
source: Installation and commissioning
de: Installation und Inbetriebnahme
es: Instalación y puesta en marcha
fr: Installation et mise en service
hu_hu: Telepítés és üzembe helyezés
it: Installazione e messa in servizio
nl: Installatie en inbedrijfstelling
pl: Instalacja i uruchamianie
pt_pt: Instalação e comissionamento

# 786培训
source: Training
de: Ausbildung
es: Formación
fr: Formation
hu_hu: Kiképzés
it: Formazione
nl: Opleiding
pl: Trening
pt_pt: Treinamento

# 787巡检
source: Inspection
de: Inspektion
es: Inspección
hu_hu: Ellenőrzés
it: Ispezione
nl: Inspectie
pl: Kontrola
pt_pt: Inspeção

# 788整改
source: Rectify
de: Berichtigung
es: Rectificar
fr: Rectifier
hu_hu: Helyesbítés
it: Rettifica
nl: Rectificatie
pl: Sprostowanie
pt_pt: Retificação

# 789请选择工单类型
source: Please select work order type
de: Bitte wählen Sie die Auftragsart
es: Por favor, selecciones tipo de solicitud de servicio
fr: Veuillez sélectionner le type de commande de travail
hu_hu: Kérjük, válassza ki a megrendelés típusát
it: Seleziona il tipo di ordine di lavoro
nl: Selecteer het type werkorder
pl: Wybierz typ zlecenia zadania
pt_pt: Selecione o tipo de ordem de serviço

# 78当前服务器地址:
source: Current server address:
es: Dirección del servidor actual:
fr: Adresse actuelle du serveur :
hu_hu: Jelenlegi szerver cím:
pl: Aktualny adres serwera:
pt_pt: Endereço do servidor atual

# 790请选择区域
source: Please select area
de: Bitte Bereich auswählen
es: Por favor seleccione zona
fr: Veuillez sélectionner une zone
hu_hu: Kérjük, válassza ki a területet
it: Si prega di selezionare l'area
nl: Selecteer een gebied
pl: Proszę wybrać obszar
pt_pt: Por favor selecione a área

# 791项目名称
source: Project name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
hu_hu: Projekt neve
it: Nome del progetto
nl: Naam van het project
pl: Nazwa Projektu
pt_pt: Nome do Projeto

# 792产品型号
source: Product Model
de: Produktmodell
es: Modelo de producto
fr: Modèle de produit
hu_hu: Termék modell
it: Modello di prodotto
pl: Model produktu
pt_pt: Modelo do Produto

# 793安装或第一次开机年月
source: Installation or first boot date
de: Installations- oder Erststartdatum
es: Instalación o fecha de primer arranque
fr: Date d'installation ou de premier démarrage
hu_hu: Telepítés vagy az első indítás dátuma
it: Data di installazione o primo avvio
nl: Installatie of eerste opstartdatum
pl: Data instalacji lub pierwszego uruchomienia
pt_pt: Instalação ou data da primeira inicialização

# 794产品SN号
source: Product SN
de: Produkt SN
es: NS del producto
fr: SN du produit
hu_hu: Termék SN
it: Prodotto SN
pl: Numer seryjny produktu
pt_pt: SN do produto

# 795软件版本号
source: Software Version
es: Versión del software
fr: Une version de logiciel
hu_hu: Szoftver verzió
it: Versione software
nl: Software versie
pl: Wersja oprogramowania
pt_pt: Versão do software

# 79点击获取服务器地址
source: Click to get the server address
es: Haga clic para obtener la dirección del servidor
fr: Cliquez pour obtenir l'adresse du serveur
hu_hu: Kattintson a szerver címért
pl: Kliknij aby uzyskać adres serwera
pt_pt: Clique para obter o endereço do servidor

# 7你的账号没有操作权限
source: Your account does not have permission to operate
de: Sie haben keine Berechtigung die Einstellung zu ändern.
es: Su cuenta no tiene permiso para esta acción
fr: Votre compte n'est pas autorisé à fonctionner
hu_hu: A fiókjának nincs működési engedélye
it: Il tuo account non ha permesso di operare
nl: Uw account heeft niet voldoende rechten voor deze handeling
pl: Twoje konto nie ma odpowiednich uprawnień do wykonania tej czynności
pt_pt: Sua conta não tem permissão para operar

# 806客户公司名称
source: Customer company name
de: Name des Kundenunternehmens
es: Nombre de la empresa del cliente
fr: Nom de l'entreprise cliente
hu_hu: Vevő cég neve
it: Nome dell'azienda cliente
nl: Bedrijfsnaam van klant
pl: Nazwa firmy klienta
pt_pt: Nome da empresa do cliente

# 807联系人员
source: Contacts name
de: Name des Kontakts
es: Nombre de contacto
fr: Nom du contact
hu_hu: Névjegyek neve
it: Nome dei contatti
nl: Naam contactpersoon
pl: Kontakty
pt_pt: Nome dos contatos

# 808故障描述
source: Fault description
de: Falsche Beschreibung
es: Descripción del fallo
fr: Description de la panne
hu_hu: Hiba leírása
it: Descrizione del guasto
nl: Foutbeschrijving
pl: Opis błędu
pt_pt: Descrição da falha

# 809处理方法
source: Approach
de: Ansatz
es: Planteamiento
fr: Approche
hu_hu: Megközelítés
it: Approccio
nl: Nadering
pl: Podejście
pt_pt: Abordagem

# 80获取服务器地址不成功
source: Obtain server address unsuccessful
es: Obtener la dirección del servidor sin éxito
fr: Obtention d'une adresse de serveur échouée
hu_hu: A szerver cím beszerzése sikertelen
pl: Nie udało się uzyskać adresu serwera
pt_pt: Obter o endereço do servidor sem êxito

# 810更换配件
source: Replacement parts
de: Ersatzteile
es: Piezas de sustitución
fr: Pièces de rechange
hu_hu: Cserealkatrészek
it: Parti di ricambio
nl: Vervangingsonderdelen
pl: Części zamienne
pt_pt: Peças de reposição

# 811维修结论
source: Maintenance conclusion
de: Wartungsschluss
es: Conclusión de mantenimiento
fr: Conclusion sur les aliments
hu_hu: Karbantartási következtetés
it: Conclusione sulla manutenzione
nl: Conclusie onderhoud
pl: Wniosek dotyczący utrzymania
pt_pt: Conclusão de manutenção

# 812合同编号
source: Contract No
de: Vertrag Nr
es: Nº de contrato
fr: N° de contrat
hu_hu: Szerződés száma
it: Contratto numero
nl: Contract nr
pl: Zamówienie nr
pt_pt: Nº do contrato

# 813产品数量
source: Product quantity
de: Produktmenge
es: Cantiradad de producto
fr: Quantité de produits
hu_hu: Termékmennyiség
it: Quantità del prodotto
nl: Product kwantiteit
pl: Ilość produktu
pt_pt: Quantidade de produto

# 814安装调试报告
source: Installation and configuration report
de: Installations- und Konfigurationsbericht
es: Report de configuraciones e instalaciones
fr: Rapport d'installation et de configuration
hu_hu: Telepítési és konfigurációs jelentés
it: Rapporto di installazione e configurazione
nl: Installatie- en configuratierapport
pl: Raport instalacji i konfiguracji
pt_pt: Relatório de instalação e configuração

# 815培训地址
source: Training address
de: Schulungsadresse
es: Dirección de la formación
fr: Adresse de la formation
hu_hu: Képzési cím
it: Indirizzo di formazione
nl: Trainingsadres
pl: Adres szkolenia
pt_pt: Endereço do treinamento

# 816客户联系人
source: Customer contact
de: Kundenkontakt
es: Contacto del cliente
fr: Contact client
hu_hu: Ügyfél kapcsolat
it: Contatto cliente
nl: Klantencontact
pl: Kontakt z klientem
pt_pt: Contato do cliente

# 817客户联系电话
source: Customer Phone/Mobile
de: Kundentelefon / Handy
es: Teléfono del cliente / móvil
fr: Téléphone du client / portable
hu_hu: Ügyfél telefon / mobil
it: Telefono / cellulare del cliente
nl: Klanttelefoon / mobiel
pl: Telefon klienta / telefon komórkowy
pt_pt: Telefone / Celular do Cliente

# 818产品系列
source: Product series
de: Produktreihe
es: Gama de productos
fr: Série de produits
hu_hu: Termék sorozat
it: Serie di prodotti
nl: Serie producten
pl: Seria produktów
pt_pt: Série do produto

# 819现场培训工程师
source: On-site training engineer
de: Schulungsingenieur vor Ort
es: Ingeniero de formación local
fr: Ingénieur de formation sur site
hu_hu: Helyszíni képzési mérnök
it: Ingegnere della formazione in loco
nl: Trainingsingenieur op locatie
pl: Inżynier szkolenia na miejscu
pt_pt: Engenheiro de treinamento no local

# 81请输入正确邮箱格式
source: Please enter the correct email format
de: Bitte geben Sie das korrekte E-Mail-Format ein
es: Por favor ingrese el formato de correo electrónico correcto
fr: Veuillez saisir le format d'e-mail correct
hu_hu: Kérjük, írja be a helyes e-mail formátumot
it: Inserisci il formato email corretto
nl: Voer het juiste e-mailformaat in
pl: Proszę podać poprawny format wiadomości e-mail
pt_pt: Digite o formato de email correto

# 820培训日期
source: Training date
de: Ausbildungsdatum
es: Fecha de formación
fr: Date de la formation
hu_hu: Képzés dátuma
it: Data di addestramento
nl: Trainingsdatum
pl: Data szkolenia
pt_pt: Data do treinamento

# 821日常维护内容
source: Routine maintenance content
de: Inhalt der Routinewartung
es: Contenido del mantenimiento cotidiano
fr: Contenu de la maintenance de routine
hu_hu: Rendszeres karbantartási tartalom
it: Contenuto di manutenzione ordinaria
nl: Inhoud voor routineonderhoud
pl: Przebieg rutynowej konserwacji
pt_pt: Conteúdo de manutenção de rotina

# 822人机界面操作
source: HMI operation
de: HMI-Bedienung
es: Operación HMI
fr: Fonctionnement de l'IHM
hu_hu: HMI működése
it: Funzionamento HMI
nl: HMI-bediening
pl: Obsługa HMI
pt_pt: Operação HMI

# 823安全注意事项
source: Safety precautions
de: Sicherheitsvorkehrungen
es: Precauciones de seguridad
fr: Précautions de sécurité
hu_hu: Biztonsági intézkedések
it: Misure di sicurezza
nl: Veiligheidsmaatregelen
pl: Środki ostrożności
pt_pt: Precauções de segurança

# 824培训记录
source: training record
de: Kundenschulungsprotokoll
es: Registro de la formación
fr: dossier de formation
hu_hu: Ügyfél-képzési adatlap
it: Scheda di registrazione della formazione del cliente
nl: Trainingsregistratie klant
pl: Arkusz szkolenia klienta
pt_pt: Folha de registro de treinamento do cliente

# 825本年巡检次数
source: Inspection frequency this year
de: Inspektionsfrequenz in diesem Jahr
es: Frecuencia de inspección este año
fr: Fréquence des inspections cette année
hu_hu: Az ellenőrzések gyakorisága ebben az évben
it: Frequenza delle ispezioni quest'anno
nl: Inspectiefrequentie dit jaar
pl: Częstotliwość kontroli w tym roku
pt_pt: Frequência de inspeção este ano

# 826服务人员
source: Service staff
de: Service Personal
es: Equipo de servicio
fr: Personnel de service
hu_hu: Szolgáltató személyzet
it: Staff di servizio
nl: Bedienend personeel
pl: Obsługa
pt_pt: Equipe de serviço

# 827现场巡检服务报告
source: Site inspection service report
de: Site Inspection Service-Bericht
es: Informe de inspección física
fr: Rapport du service d'inspection des sites
hu_hu: Helyszíni ellenőrzési szolgálat jelentése
it: Rapporto del servizio di ispezione del sito
nl: Service-inspectierapport site
pl: Raport z usługi inspekcji terenu
pt_pt: Relatório do serviço de inspeção do local

# 828现场情况描述
source: Situation description
de: Situationsbeschreibung
es: Descripción de la situación
fr: Description de la situation
hu_hu: A helyzet leírása
it: Descrizione della situazione
nl: Situatiebeschrijving
pl: Opis sytuacji
pt_pt: Descrição da situação

# 829完成情况
source: Performance
es: Rendimiento
hu_hu: Teljesítmény
it: Prestazione
nl: Prestatie
pl: Występ
pt_pt: Atuação

# 82手机号
source: Phone number
es: Número de teléfono
fr: Numéro de téléphone
hu_hu: Telefonszám
pl: Numer telefonu
pt_pt: Número de telefone

# 830客户名称不能为空
source: The name of customer cannot be empty
de: Der Name des Kunden darf nicht leer sein
es: El nombre del cliente no puede estar vacio
fr: Le nom du client ne peut pas être vide
hu_hu: Az ügyfél neve nem lehet üres
it: Il nome del cliente non può essere vuoto
nl: De naam van de klant mag niet leeg zijn
pl: Nazwa klienta nie może być pusta
pt_pt: O nome do cliente não pode estar vazio

# 831联系电话不能为空
source: Phone can not be empty
de: Telefon kann nicht leer sein
es: El teléfono no puede estar vacío.
fr: Le téléphone ne peut pas être vide
hu_hu: A telefon nem lehet üres
it: Il telefono non può essere vuoto
nl: Telefoon mag niet leeg zijn
pl: Telefon nie może być pusty
pt_pt: O telefone não pode estar vazio

# 832申请时间不能为空
source: The application time cannot be empty
de: Die Einwirkzeit darf nicht leer sein
es: La hora de solicitud no puede estar vacia
fr: Le délai de candidature ne peut pas être vide
hu_hu: Az alkalmazás ideje nem lehet üres
it: Il tempo di applicazione non può essere vuoto
nl: De applicatietijd kan niet leeg zijn
pl: Czas aplikacji nie może być pusty
pt_pt: O tempo do aplicativo não pode estar vazio
