Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 363顺逆流功率
source: ExportLimit power
de: ExportLimit-Leistung
es: Exportar límite de potencia
fr: Limite de la puissance exportée
hu_hu: ExportLimit teljesítmény
it: Esporta potenza limite
nl: Exportlimiet vermogen
pl: Moc antyrefluksu
pt_pt: Potência de limite

# 364请查看设置范围或检查网络连接
source: Please check setting data range and network connection
es: Por favor, compruebe el rango de datos de configuración y la conexión de la red
fr: Veuillez vérifier le réglage de la plage de données et la connexion au réseau d'internet
pl: Proszę sprawdzić ustawienia danych i połączenie sieciowe.
pt_pt: Verifique a conexão do network

# 364输入不能包含空格
source: Input cannot contain spaces
de: Die Eingabe darf keine Leerzeichen enthalten
es: La entrada no puede contener espacios
fr: L'entrée ne peut pas contenir d'espaces
hu_hu: A bemenet nem tartalmazhat szóközt
it: L'input non può contenere spazi
nl: Input kan geen spaties bevatten
pl: Dane wejściowe nie mogą zawierać spacji
pt_pt: A entrada não pode conter espaços

# 365地板温度
source: Floor temperature
de: Bodentemperatur
es: Temperatura del piso
fr: Température du sol
hu_hu: Padló hőmérséklete
it: Temperatura del pavimento
nl: Vloertemperatuur
pl: Temperatura podłogi
pt_pt: Temperatura do piso

# 365发送数据
source: Send Data
de: Schicke Daten
es: Enviar datos
fr: Envoyer des données
hu_hu: Adatok küldése
it: Invia i dati
nl: Verstuur data
pl: Wysyłam dane
pt_pt: Enviar dados

# 365直流拉弧异常
source: AFCI Fault
es: Fallo AFCI
fr: Faute de l'AFCI
pl: Blad bezpiecznika wyladowan lukowych (arc-fault circuit interrupter)

# 366漏电流过高
source: Leakage current too high
es: Corriente de fuga demasiado alta
fr: Courant de fuite trop élevé
pl: Prad upływowy zbyt duży

# 366面板开关
source: Smart switch
de: Smart Touch-Schalter
es: Interruptor táctil inteligente
fr: Interrupteur intelligent
hu_hu: Intelligens érintéskapcsoló
it: Interruttore tattile intelligente
nl: Slimme aanraakschakelaar
pl: Inteligentny przełącznik dotykowy
pt_pt: Interruptor de toque inteligente

# 366收到数据
source: Receive data
de: Empfange Daten
es: Recibir datos
fr: Recevoir des données
hu_hu: Adatok fogadása
it: Ricevi dati
nl: Ontvang data
pl: Otrzymuję dane
pt_pt: Receber dados

# 367常用设备
source: Common device
de: Gemeinsames Gerät
es: Dispositivo común
fr: Dispositif commun
hu_hu: Közös eszköz
it: Dispositivo comune
nl: Gemeenschappelijk apparaat
pl: Wspólne urządzenie
pt_pt: Dispositivo comum

# 367读取数据失败
source: Failed to read data
es: Error al leer los datos
fr: Impossible de lire les données
pl: Odczyt danych nie powiódł się
pt_pt: Falha ao ler dados

# 367面板电压过高
source: The DC input voltage is exceeding the maximum tolerable value.
es: La tensión de entrada de DC supera el valor máximo tolerable.
fr: La tension d'entrée continue dépasse la valeur maximale tolérée.
pl: Napięcie wejściowe prądu stałego przekracza maksymalna dopuszczalna wartość.

# 368面板绝缘阻抗低
source: PV Isolation Low
es: Aislamiento fotovoltaico bajo
fr: Isolation PV faible
pl: Slaba izolacja paneli

# 368请重试或检查网络连接
source: Please try again or check network connection
es: Por favor, inténtelo de nuevo o verifique la conexión de la red
fr: Veuillez réessayer ou vérifier la connexion au réseau d'internet
pl: Spróbuj ponownie lub sprawdź połączenie sieciowe.
pt_pt: Tente novamente ou verifique conexão do network

# 368以下为您的全部设备，请点击勾选常用设备
source: All your device are shown below, please click to select common device
de: Alle Ihre Geräte werden unten angezeigt. Klicken Sie hier, um ein gemeinsames Gerät auszuwählen
es: Todos sus dispositivos se muestran a continuación, haga clic para seleccionar un dispositivo común
fr: Tous vos appareils sont présentés ci-dessous, veuillez cliquer pour sélectionner un appareil commun
hu_hu: Az összes eszköz látható az alábbiakban, kattintson a közös eszköz kiválasztásához
it: Tutti i dispositivi sono mostrati di seguito, fare clic per selezionare un dispositivo comune
nl: Al uw apparaten worden hieronder weergegeven, klik om een ​​gemeenschappelijk apparaat te selecteren
pl: Wszystkie twoje urządzenia są pokazane poniżej, kliknij, aby wybrać wspólne urządzenie
pt_pt: Todo o seu dispositivo é mostrado abaixo. Clique para selecionar o dispositivo comum

# 369读取值
source: Value
es: Valor
fr: Valeur
pl: Wartość
pt_pt: Valor

# 369市电电压异常
source: AC voltage abnormal
de: Wechselspannung abnormal
es: Voltaje de AC anómalo
fr: Tension alternative anormale
hu_hu: A váltakozó feszültség rendellenes
it: Tensione CA anormale
nl: Wisselspanning abnormaal
pl: Nie właściwe napiecie AC
pt_pt: Tensão CA anormal

# 369总用电量
source: Total Load consumption
de: Gesamtlastverbrauch
es: Consumo total de carga
fr: Consommation totale de la charge
hu_hu: Teljes terhelés
it: Consumo di carico totale
nl: Totaal laadverbruik
pl: Całkowite zużycie energii
pt_pt: Consumo total de carga

# 36请输入正确的手机校验码
source: Please enter the correct phone verification code
de: Bitte geben Sie den richtigen Zugangscode ein.
es: Por favor, introducir el código de verificación correcto del teléfono
fr: Veuillez entrer le code de vérification téléphonique correct
hu_hu: Kérjük adja meg a helyes ellenőrző kódot
it: Per favore inserisci il corretto codice di verifica del telefono
nl: Voer de juiste verificatiecode voor uw telefoonnummer in
pl: Wprowadz poprawny kod weryfikacyjny dla swojego numeru telefonu
pt_pt: Digite o código correto de verificação do telefone

# 370AC接线错误
source: AC terminals reversed
es: Terminales de AC invertidos
fr: Terminaux AC inversés
pl: Bieguny prądu przemiennego odwrócone

# 370读取
source: Read
es: Leer
pl: Sprawdź
pt_pt: Ler

# 370我的场景
source: My scene
de: Meine Szene
es: Mi escena
fr: Ma scène
hu_hu: Saját jelenetem
it: La mia scena
nl: Mijn scene
pl: Moja scena
pt_pt: Minha cena

# 371全部场景
source: All scenarios
de: Alle Szenarien
es: Todos los escenarios
fr: Tous les scénarios
hu_hu: Minden forgatókönyv
it: Tutti gli scenari
nl: Alle scenario's
pl: Wszystkie scenariusze
pt_pt: Todos os cenários

# 371设置
source: Setting
de: Rahmen
es: Ajuste
fr: Paramètres
hu_hu: Beállítás
it: Ambientazione
nl: Omgeving
pl: Ustawienia
pt_pt: Configuração

# 371无市电连接
source: No AC Connection
es: Sin conexión AC
fr: Pas de connexion AC
pl: Brak podłączenia zasilania AC

# 372场景
source: Scenes
de: Szenen
es: Las escenas
fr: Scènes
hu_hu: Jelenetek
it: Scene
pl: Sceny
pt_pt: Cenas

# 372高
source: High
es: Alto
fr: Élevé
pl: Wysoki
pt_pt: Alto

# 372零地侦测异常
source: PE abnormal
es: Toma te tierra anómala
fr: PE anormal
pl: Problem z uziemieniem (Protective Earth)

# 373低
source: Low
es: Bajo
fr: Faible
pl: Niski
pt_pt: Baixo

# 373市电频率异常
source: AC frequency abnormal
de: Wechselstromfrequenz abnormal
es: Frecuencia de AC anómala
fr: Fréquence AC anormale
hu_hu: AC frekvencia rendellenes
it: Frequenza AC anormale
nl: AC frequentie abnormaal
pl: Problem z częstotliwością AC
pt_pt: Frequência CA anormal

# 373自定义
source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
hu_hu: Testreszab
it: Personalizzare
nl: Aanpassen
pl: Dostosuj
pt_pt: Customizar

# 374可根据自己的需求设置个性化场景
source: Personalized scenes can be set according to your needs
de: Individuelle Szenen können nach Ihren Bedürfnissen eingestellt werden
es: Las escenas personalizadas se pueden configurar de acuerdo a sus necesidades
fr: Des scènes personnalisées peuvent être mises en place en fonction de vos besoins
hu_hu: A személyre szabott jelenetek az Ön igényei szerint állíthatók be
it: Le scene personalizzate possono essere impostate in base alle tue esigenze
pl: Spersonalizowane sceny można ustawić zgodnie z własnymi potrzebami
pt_pt: Cenas personalizadas podem ser definidas de acordo com as suas necessidades

# 374设置Model
source: Set Model
de: Modell einstellen
es: Ajustar código de modelo
fr: Définir le modèle
hu_hu: Állítsa be a modellt
it: Imposta modello
nl: Model instellen
pl: Podaj kod modelu
pt_pt: Definir modelo

# 374输出过载保护
source: Over Load Fault
es: Fallo de sobrecarga
fr: Défaut de surcharge
pl: Błąd przeładowania

# 375场景详情
source: Scene details
de: Szenendetails
es: Detalles de la escena
fr: Détails de la scène
hu_hu: Jelenet részletei
it: Dettagli di scena
nl: Scènedetails
pl: Szczegóły sceny
pt_pt: Detalhes da cena

# 375电流互感器反接
source: CT LN Reversed
es: CT LN invertida
fr: CT LN inversé
pl: Transformator pradu LN uszkodzony

# 375请添加设置值
source: Can't be empty, please enter value
es: No puede estar vacío, por favor indicar el valor
fr: Ne peut pas être vide, veuillez entrer la valeur
pl: Nie może być pusty, wprowadź wartość
pt_pt: Insira um valor

# 376场景名称
source: Scene name
de: Name der Szene
es: Nombre de la escena
fr: Nom de la scène
hu_hu: Jelenet neve
it: Nome della scena
nl: Scene naam
pl: Nazwa sceny
pt_pt: Nome da cena

# 376电流互感器通讯失败
source: Communication fault，M3 didn't receive SP-CT data
es: Fallo de comunicación, M3 no recibió datos SP-CT
fr: La communication fault，M3 n'a pas reçu de données du SP-CT
pl: Blad lacznosci. M3 nie otrzymal danych transformatora pradu panelu slonecznego.

# 376读取失败
source: Failed
es: Ha fallado
fr: échec
pl: Błąd
pt_pt: Falha

# 377记忆使能
source: Recall enable
es: Habilitar la recuperación
fr: Permettre le rappel
pl: Włącz przywracanie
pt_pt: Habilitar registro

# 377配对超时
source: Communication faultPairing time too long
de: KommunikationsfehlerPairing-Zeit zu lang
es: Fallo de comunicación Tiempo de emparejamiento demasiado largo
fr: Défaut de communication Temps de couplage trop long
hu_hu: Kommunikációs hibaTúl hosszú a párosítási idő
it: Errore di comunicazione Tempo di accoppiamento troppo lungo
nl: Communicatiefout Koppeltijd te lang
pl: Błąd komunikacji Zbyt długi czas parowania
pt_pt: Tempo de espera muito longo

# 377执行状态
source: Execution status
de: Ausführungsstatus
es: Estado de ejecución
fr: État d'exécution
hu_hu: Végrehajtási állapot
it: Stato di esecuzione
nl: Uitvoeringsstatus
pl: Status wykonania
pt_pt: Status de execução

# 378等待中
source: Waiting
de: Warten
es: Esperando
fr: En attente
hu_hu: Várakozás
it: Attesa
nl: Aan het wachten
pl: Czekaj
pt_pt: Esperando

# 378记忆
source: Yes
es: Sí
fr: Oui
pl: Tak
pt_pt: SIm

# 378直流分量偏置异常
source: DCI bias abnormal
es: Preajuste DCI anormal
fr: Biais DCI anormal
pl: Zasilanie pradem stalym jest nieprawidłowe.

# 379电源启动斜率
source: Normal Ramp Rate
de: Normale Rampenrate
es: Velocidad de rampa normal
fr: Taux de rampe normal
hu_hu: Normál rámpaszám
it: Frequenza di rampa normale
nl: Normale aanloopsnelheid
pl: Normalna szybkość narastania
pt_pt: Taxa de rampa normal

# 379输出电压直流分量过高
source: DC Voltage High Fault
es: Alto voltaje DC
fr: La tension DC est élevé
pl: Blad. Napiecie zbyt wysokie napięcie prądu stałego

# 37修改密码成功
source: Reset password successed
de: Passwort zurücksetzen erfolgreich
es: Restablecer contraseña exitosa
fr: Réinitialisation du mot de passe réussie
hu_hu: A jelszó visszaállítása sikeres
it: Reimpostazione password riuscita
nl: Wachtwoord opnieuw ingesteld
pl: Resetowanie hasła powiodło się
pt_pt: Redefinir senha bem-sucedida

# 380电源重启斜率
source: Soft Start Ramp Rate
es: Velocidad de rampa de arranque suave
fr: Taux de rampe de démarrage progressif
hu_hu: Lágy indulási rámpaszám
it: Velocità di rampa di avvio graduale
pl: Krzywa miękkiego startu
pt_pt: Taxa de rampa de partida suave

# 380定时执行
source: Timed execution
de: Zeitgesteuerte Ausführung
es: Ejecución cronometrada
fr: Exécution dans les délais
hu_hu: Időzített végrehajtás
it: Esecuzione a tempo
nl: Tijdelijke uitvoering
pl: Wykonuj w czasie
pt_pt: Execução cronometrada

# 380输出电流直流分量过高
source: Output DC current too high
de: Ausgangsgleichstrom zu hoch
es: Salida de corriente continua demasiado alta
fr: Courant continu de sortie trop élevé
hu_hu: A kimeneti DC áram túl magas
it: Corrente DC in uscita troppo alta
nl: DC-stroomuitgang te hoog
pl: Zbyt wysoki prąd wyjściowy DC
pt_pt: Corrente DC de saída muito alta

# 381场景设备
source: Scene device
de: Szenengerät
es: Dispositivo de escena
fr: Dispositif de scène
hu_hu: Jelenet eszköz
it: Dispositivo di scena
nl: Scene-apparaat
pl: Urządzenia
pt_pt: Dispositivo de cena

# 381输出电流不平衡
source: Output current unbalance
es: De corriente de salida desbalanceada
fr: Déséquilibre du courant de sortie
pl: Niezrównoważony prąd wyjściowy

# 382母线电压采样异常
source: bus sample fault
es: Fallo de muestra de bus
fr: défaut de l'échantillon de bus
pl: Problem z magistralą

# 382已停用
source: terminated
de: Beendet
es: Terminado
fr: terminé
hu_hu: Megszűnik
it: Terminata
nl: Beëindigd
pl: Zakończono
pt_pt: Terminado

# 383继电器异常
source: Relay fault
de: Relaisfehler
es: Fallo de relé
fr: Défaut de relais
hu_hu: Relé hiba
it: Guasto del relè
nl: Relais fout
pl: Błąd przekaźnika
pt_pt: Falha no relé

# 383是否删除情景
source: Deleting the scenario
de: Szenario löschen
es: Borrando el escenario
fr: Supprimer le scénario
hu_hu: A forgatókönyv törlése
it: Cancellare lo scenario
nl: Het scenario verwijderen?
pl: Usuwanie scenariusza
pt_pt: Excluindo o cenário?

# 384初始化模式异常
source: Init model fault
es: Fallo del modelo de la unidad
fr: Défaillance du modèle Init
pl: Usterka

# 384单次
source: single
es: Soltero
fr: simple
hu_hu: Egyetlen
it: Singolo
pl: Pojedynczy
pt_pt: Solteiro

# 385每天
source: Everyday
de: Täglich
es: Cada día
fr: Tous les jours
hu_hu: Minden nap
it: Ogni giorno
nl: Elke dag
pl: Codziennie
pt_pt: Todo dia

# 385自动检测失败
source: AutoTest failure
es: Fallo en la prueba automática
fr: Échec du test automatique
pl: Automatyczny test uszkodzeń

# 386温度过高
source: NTC Temperature too high
de: NTC-Temperatur zu hoch
es: Temperatura NTC demasiado alta
fr: Température NTC trop élevée
hu_hu: NTC hőmérséklet túl magas
it: Temperatura NTC troppo alta
nl: NTC-temperatuur te hoog
pl: Zbyt wysoka temperatura NTC
pt_pt: Temperatura NTC muito alta

# 386周一
source: Monday
de: Montag
es: Lunes
fr: Lundi
hu_hu: Hétfő
it: Lunedi
nl: Maandag
pl: Poniedziałek
pt_pt: Segunda-feira

# 387母线电压异常
source: Bus voltage abnormal
de: Busspannung abnormal
es: Tensión del bus anómala
fr: Tension de bus anormale
hu_hu: A buszfeszültség rendellenes
it: Tensione bus anomala
nl: Busspanning abnormaal
pl: Nieprawidłowe napięcie magistrali
pt_pt: Tensão do barramento anormal

# 387无功曲线切入电压
source: PF Curve In Vac
de: PF-Kurve in Vac
es: FP Entrada Línea Vac
fr: Courbe PF sous vide
hu_hu: PF görbe a vákuumban
it: Curva PF In Vac
pl: Współczynniki mocy wejściowej, natężenie prądu przemiennego
pt_pt: Curva PF In Vac

# 387周二
source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
hu_hu: Kedd
it: Martedì
nl: Dinsdag
pl: Wtorek
pt_pt: Terça

# 388绝缘阻抗采样不一致
source: Redundant sample circuit of Insulation values are different
es: Valores de aislamiento obtenidos en el circuito de muestreo redundante son diferentes
fr: Circuit d'échantillonnage redondant des valeurs d'isolation sont différentes
pl: Powtarzalnosc pomiarow izolacji na obiegu. Rozne dane.

# 388无功曲线切出电压
source: PF Curve Out Vac
es: FP Salida Línea Vac
hu_hu: PF görbe ki Vac
it: Uscita curva PF Vac
pl: Współczynniki mocy wyjściowej, natężenie prądu przemiennego

# 388周三
source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
hu_hu: Szerda
it: Mercoledì
nl: Woensdag
pl: Środa
pt_pt: Quarta-feira

# 389检查固件
source: Firmware Version Check
de: Firmware-Versionsprüfung
es: Verificación de la versión del firmware
fr: Vérification de la version du micrologiciel
hu_hu: Firmware verzió ellenőrzése
it: Verifica della versione del firmware
nl: Firmwareversiecontrole
pl: Sprawdzanie wersji oprogramowania
pt_pt: Verificação da versão do firmware

# 389内部通讯异常
source: Communication fault
es: Fallo de comunicación
fr: Défaut de communication
pl: Problem z połączeniem

# 389周四
source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
hu_hu: Csütörtök
it: Giovedi
nl: Donderdag
pl: Czwartek
pt_pt: Quinta-feira

# 38太阳能
source: Solar
de: PV
fr: Solaire
hu_hu: Naplózó ellenőrzőkód
it: FV
nl: Zonne-energie
pl: Energia sloneczna

# 390PF调整值
source: PF Calibration Factor
de: PF-Kalibrierungsfaktor
es: Factor de calibración FP
fr: Facteur d'étalonnage PF
hu_hu: PF kalibrációs tényező
it: Fattore di calibrazione PF
nl: PF-kalibratiefactor
pl: Kalibracji wspolczynnika mocy
pt_pt: Fator de calibração PF

# 390温度传感器连接异常
source: Temperature sensor connection is abnormal
es: La conexión del sensor de temperatura es anómala
fr: La connexion du détecteur de température est anormale
pl: Problem z połączem czujnika tempereatury

# 390周五
source: Friday
de: Freitag
es: Viernes
fr: Vendredi
hu_hu: Péntek
it: Venerdì
nl: Vrijdag
pl: Piątek
pt_pt: Sexta-feira

# 391PF限制负载百分比点
source: Limit Point of PF Load %
de: Grenzpunkt der PF-Last%
es: FP punto de porcentaje de carga límite
fr: Point limite de la charge PF%
hu_hu: PF terhelés határpontja%
it: Punto limite del carico PF%
nl: Grenspunt van PF-belasting%
pl: Limit procentowego obciążenia dla PF
pt_pt: Ponto Limite de Carga PF%

# 391驱动异常
source: IGBT drive fault
es: Fallo de la unidad IGBT
fr: Défaillance du lecteur IGBT
pl: Błąd IGBT

# 391周六
source: Saturday
de: Samstag
es: Sábado
fr: Samedi
hu_hu: Szombat
it: Sabato
nl: Zaterdag
pl: Sobota
pt_pt: Sábado

# 392PF限制功率因数
source: Limit Point of Power Factor
de: Grenzpunkt des Leistungsfaktors
es: Factor de potencia límite FP
fr: Point limite du facteur de puissance
hu_hu: Határtényező határértéke
it: Punto limite del fattore di potenza
nl: Grenspunt van arbeidsfactor
pl: Ograniczenie współczynnika mocy
pt_pt: Ponto Limite do Fator de Potência

# 392存储器异常
source: EEPROM fault
es: Fallo de EEPROM
fr: Défaillance de l'EEPROM
pl: Błąd pamieci EEPROM

# 392周日
source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
hu_hu: Vasárnap
it: Domenica
nl: Zondag
pl: Niedziela
pt_pt: Domingo

# 393场景名称未设置
source: Scene name is not set
de: Der Szenenname ist nicht festgelegt
es: El nombre de la escena no está establecido
fr: Le nom de la scène n'est pas fixé
hu_hu: A jelenet neve nincs beállítva
it: Il nome della scena non è impostato
nl: Scene naam is niet ingesteld
pl: Nazwa sceny nie jest ustawiona
pt_pt: O nome da cena não está definido

# 393辅助电源异常
source: Internal power test fail(PV Power low)
es: Fallo en la prueba de potencia interna (energía fotovoltaica baja)
fr: Échec du test de puissance interne (puissance PV faible)
pl: Nieprawidłowy test mocy (Niska moc fotowoltaiczna)

# 393暂不允许设置
source: Not allowed
es: No permitido
fr: Non autorisé
pl: Niedostępne
pt_pt: Não permitido

# 394不记忆
source: No
fr: Non
pl: Nie
pt_pt: Não

# 394过流保护
source: Over current protected by software
es: Sobrecorriente protegida por software.
fr: Surintensité protégée par un logiciel
pl: Systemowe zabezpieczenie nadprądowe

# 394时间未设置
source: Time not set
de: Zeit nicht eingestellt
es: Tiempo no establecido
fr: Heure non fixée
hu_hu: Nem beállított idő
it: Tempo non impostato
nl: Tijd niet ingesteld
pl: Czas nie został ustawiony
pt_pt: Tempo não definido

# 395电网电压采样不一致
source: Grid voltage sampling is inconsistent
es: El muestreo de tensión de red es inconsistente
fr: L'échantillonnage de la tension du réseau est incohérent
pl: Niewłaściwe pomiary sieci

# 395记忆
source: Yes
es: Sí
fr: Oui
pl: Tak
pt_pt: Sim

# 395重复类型未设置
source: Repeat type not set
de: Wiederholungstyp nicht eingestellt
es: Tipo de repetición no establecido
fr: Le type de répétition n'est pas défini
hu_hu: Az ismételt típus nincs beállítva
it: Ripeti il tipo non impostato
nl: Herhaaltype niet ingesteld
pl: Typ powtarzania nie jest ustawiony
pt_pt: Repetir tipo não definido

# 396开关逆变器
source: Inverter Power On/Off
de: On/Off Inv
es: On/Off Inv
fr: Activer/désactiver Inverter
hu_hu: On/Off Inv
it: On/Off Inv
nl: On/Off Inv
pl: Włącz/wyłącz falownik
pt_pt: ON / OFF Inv

# 396控制板与通讯板固件版本不匹配
source: DSP and COM firmware version unmatch
es: Versión de firmware DSP y COM unmatch
fr: Les versions des microprogrammes DSP et COM ne concordent pas
pl: Wersje oprogramowania sprzętowego DSP (Cyfrowe przetwarzanie sygnałów) i COM niespójne

# 396选择要添加的设备
source: Select the device you want to add
de: Wählen Sie das Gerät aus, das Sie hinzufügen möchten
es: Seleccione el dispositivo que desea añadir
fr: Sélectionnez l'appareil que vous souhaitez ajouter
hu_hu: Válassza ki a hozzáadni kívánt eszközt
it: Seleziona il dispositivo che desideri aggiungere
nl: Selecteer het apparaat dat u wilt toevoegen
pl: Wybierz urządzenie, które chcesz dodać
pt_pt: Selecione o dispositivo que você deseja adicionar

# 397安规功能使能
source: Safety standard enable
es: Habilitar estándar de seguridad
fr: Activation des normes de sécurité
pl: Standardowe protokoły bezpieczeństwa
pt_pt: Ativar norma de segurança

# 397漏电流采样不一致
source: Redundant sample circuit of GFCI values are different
es: Valores de GFCI obtenidos en el circuito de muestreo redundante son diferentes
fr: Le circuit d'échantillonnage redondant des valeurs de GFCI est différent
pl: Powtarzalność pomiarów ziemnozwarciowego przerywacza na obwodzie. Różne dane.

# 397设备设置
source: Device settings
de: Geräteeinstellungen
es: Configuración de dispositivo
fr: Paramètres de l'appareil
hu_hu: Eszköz beállítások
it: Impostazioni del dispositivo
nl: Apparaat instellingen
pl: Ustawienia urządzenia
pt_pt: Configurações do dispositivo

# 398开关状态
source: switch status
de: Status wechseln
es: Cambiar estado
fr: état de la commutation
hu_hu: Kapcsoló állapota
it: Cambia stato
nl: Schakel over naar status
pl: Zmienić status
pt_pt: Mudar status

# 398漏电流模块异常
source: GFCI Module damage
es: Daño del módulo GFCI
fr: Dommages au module GFCI
pl: Uszkodzenie modułu ziemnozwarciowego przerywacza obwodu

# 398有功功率百分比
source: Active Power %
de: Active power percentage
es: Porcentaje de potencia activa
fr: Pourcentage de la puissance active
hu_hu: Active power percentage
it: Active power percentage
nl: Active power percentage
pl: Procent mocy czynnej
pt_pt: Percentual de potência ativa

# 399CPLD异常
source: CPLD is abnormal
es: CPLD es anómalo
fr: La CPLD est anormale
pl: Nieprawidłowe działanie złozonych układow elektronicznych (CPLD).

# 399重复
source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
hu_hu: Ismétlés
it: Ripetere
nl: Herhaling
pl: Powtarzaj
pt_pt: Repetir

# 39储能机
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
hu_hu: Napenergia
it: Sistema accumulo
nl: Opslag
pl: Magazynownie
pt_pt: Armazenamento

# 3采集器10位提示
source: Please enter 10-digit serial number of the datalogger
de: Bitte geben Sie die 10-stellige Seriennummer des Datenloggers ein
es: Ingrese el número de serie de 10 dígitos del datalogger
fr: Veuillez saisir le numéro de série à 10 chiffres de l'enregistreur de données
hu_hu: Kérjük, írja be az adatgyűjtő 10 számjegyű sorszámát
it: Inserire un numero seriale di 10 cifre del datalogger
nl: Voer een serienummer van 10 cijfers van de datalogger in
pl: Wprowadź 10-cyfrowy numer seryjny rejestratora danych
pt_pt: Digite o número de série de 10 dígitos do registrador de dados

# 400光伏联动
source: PV linkage
de: PV-Verknüpfung
es: Acoplamiento fotovoltaico
fr: Liaison PV
hu_hu: PV kapcsolás
it: Collegamento PV
nl: PV-koppeling
pl: Połączenie PV
pt_pt: Ligação PV

# 400容性载率
source: Cap.ReactivPower %
pl: %Q pojemnościowej

# 400冗余采样不一致
source: sampling is inconsistent
es: El muestreo es inconsistente
fr: l'échantillonnage est incohérent
pl: Próbki niespójne

# 401电池反接保护管异常
source: Battery Reverse Protect Fault
es: Fallo de protección de polaridad inversa de la batería
fr: Inversion de la batterie en cas de panne
pl: Ochrona przed niepoprawną instalacja akumulatora

# 401全部联动
source: All linkage
de: Alle Verknüpfung
es: Todos los enlaces
fr: Tous les liens
hu_hu: Minden kapcsolat
it: Tutto il collegamento
nl: Alle koppelingen
pl: Wszystkie połączenia
pt_pt: Todas as ligações

# 401容性PF
source: Ind.PF
pl: PF indukcyjny
