Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 选择指示灯状态
source: Select indicator status
de: Indikatorstatus auswählen
es: Seleccionar estado del indicador
fr: Sélectionnez l'état de l'indicateur
hu_hu: Válassza ki az indikátor állapotát
it: Seleziona lo stato dell'indicatore
nl: Selecteer indicatorstatus
pl: Wybierz status wskaźnika
pt_pt: Selecionar status do indicador

# 你的指示灯处于哪种状态
source: Which of the following states is your device indicator?
de: Welcher der folgenden Zustände ist Ihre Geräteanzeige?
es: ¿Cuál de los siguientes estados es el indicador de su dispositivo?
fr: Lequel des états suivants est l'indicateur de votre appareil?
hu_hu: A következő állapotok közül melyik az eszköz jelzője?
it: Quale dei seguenti stati è l'indicatore del dispositivo?
nl: Welke van de volgende staten is uw apparaatindicator?
pl: Który z poniższych stanów jest wskaźnikiem twojego urządzenia?
pt_pt: Qual dos seguintes estados é o indicador do seu dispositivo?

# wifi路由器列表
source: WiFi router list
de: WiFi-Router-Liste
es: lista de routeres wifi
fr: Liste des routeurs WiFi
hu_hu: WiFi router lista
it: Elenco dei router WiFi
nl: Lijst met wifi-routers
pl: Lista routerów WiFi
pt_pt: Lista de roteadores WiFi

# 支持配网的wifi
source: Supported WiFi for network configuration
de: Unterstütztes WiFi für die Netzwerkkonfiguration
es: Wifi soportado para configuración de red
fr: WiFi pris en charge pour la configuration du réseau
hu_hu: Támogatott WiFi a hálózati konfigurációhoz
it: WiFi supportato per la configurazione di rete
nl: Ondersteunde wifi voor netwerkconfiguratie
pl: Obsługa sieci dystrybucji Wi-Fi
pt_pt: WiFi com suporte para configuração de rede

# 其他网络
source: Other networks
de: Andere Netzwerke
es: Otras redes
fr: Autres réseaux
hu_hu: Egyéb hálózatok
it: Altre reti
nl: Andere netwerken
pl: Inne sieci
pt_pt: Outras redes

# 目前手机没有连接Wi-Fi
source: The mobile phone is not connected to Wi-Fi.
de: Das Mobiltelefon ist nicht mit Wi-Fi verbunden.
es: El teléfono móvil no está conectado a Wi-Fi.
fr: Le téléphone mobile n'est pas connecté au Wi-Fi.
hu_hu: A mobiltelefon nincs csatlakoztatva a Wi-Fi-hez.
it: Il telefono cellulare non è collegato al Wi-Fi.
nl: De mobiele telefoon is niet verbonden met wifi.
pl: Telefon komórkowy nie jest podłączony do Wi-Fi.
pt_pt: O celular não está conectado ao Wi-Fi.

# 去连接
source: Go to Connect
de: Gehen Sie zu Verbinden
es: Ir a conectar
fr: Accédez à Connect
hu_hu: Lépjen a Csatlakozás elemre
it: Vai a Connetti
nl: Ga naar Connect
pl: Idź do Connect
pt_pt: Acesse o Connect

# 您当前连接的是5GWiFi,建议您切换成2.4GWi-Fi,是否继续？
source: You are currently connected to 5G Wi-Fi. It is recommended that you switch to 2.4G Wi-Fi.Do you want to continue?
de: Sie sind derzeit mit 5G Wi-Fi verbunden. Es wird empfohlen, zu 2.4G Wi-Fi zu wechseln. Möchten Sie fortfahren?
es: Actualmente está conectado a 5G Wi-Fi. Se recomienda que cambie a 2.4G Wi-Fi. ¿Desea continuar?
fr: Vous êtes actuellement connecté au Wi-Fi 5G. Il est recommandé de passer au Wi-Fi 2.4G. Voulez-vous continuer?
hu_hu: Jelenleg csatlakozik az 5G Wi-Fi-hez. Javasoljuk, hogy váltson a 2.4G Wi-Fi-ra. Folytatja-e a folytatását?
it: Attualmente sei connesso al 5G Wi-Fi. Si consiglia di passare al Wi-Fi 2.4G. Continuare?
nl: U bent momenteel verbonden met 5G Wi-Fi. Het wordt aanbevolen om over te schakelen naar 2.4G Wi-Fi. Wilt u doorgaan?
pl: Jesteś obecnie podłączony do Wi-Fi 5G. Zaleca się przejście na Wi-Fi 2,4G. Czy chcesz kontynuować?
pt_pt: No momento, você está conectado ao Wi-Fi 5G. É recomendável que você mude para 2.4G Wi-Fi. Deseja continuar?

# 切换Wi-Fi
source: Switch Wi-Fi
de: WLAN wechseln
es: Cambiar wifi
fr: Changer de Wi-Fi
hu_hu: Váltás a Wi-Fi-re
it: Cambia Wi-Fi
nl: Schakel wifi
pl: Przełącz Wi-Fi
pt_pt: Alternar Wi-Fi

# 继续
source: Carry on
de: Fortfahren
es: Continua
fr: Continuer
hu_hu: Folytasd
it: Proseguire
nl: Ga verder
pl: Kontynuować
pt_pt: Continue

# 寻找设备
source: Scan devices
de: Geräte scannen
es: Escanear dispositivos
fr: Appareils de numérisation
hu_hu: Beolvasási eszközök
it: Scansione dei dispositivi
nl: Scan apparaten
pl: Skanuj urządzenia
pt_pt: Digitalizar dispositivos

# 注册到云
source: Register on Cloud.
de: Registrieren Sie sich in der Cloud.
es: Registrarse en la nube.
fr: Inscrivez-vous sur le Cloud.
hu_hu: Regisztráljon a Cloud-on.
it: Registrati su Cloud.
nl: Registreer op Cloud.
pl: Zarejestruj się w chmurze.
pt_pt: Registre-se na nuvem.

# 设备初始化
source: Device initialization
de: Geräteinitialisierung
es: Inicialización del dispositivo
fr: Initialisation de l'appareil
hu_hu: Az eszköz inicializálása
it: Inizializzazione del dispositivo
nl: Apparaatinitialisatie
pl: Inicjalizacja urządzenia
pt_pt: Inicialização do dispositivo

# 指示灯未闪烁？
source: The indicator is not flashing?
de: Registrieren Sie sich in der Cloud.
es: ¿El indicador no parpadea?
fr: L'indicateur ne clignote pas?
hu_hu: A jelző nem villog?
it: L'indicatore non lampeggia?
nl: Registreer op Cloud.
pl: Dioda jest zgaszona?
pt_pt: O indicador não está piscando?

# 在快闪(0.5秒/1次)
source: Blinking fast(0.5s/time)
de: Blinkt schnell (0,5 s / Zeit)
es: parpadea rápidamente (0.5s / tiempo)
fr: Clignotement rapide (0,5 s / heure)
hu_hu: Gyorsan villog (0,5 másodperc / idő)
it: Lampeggiante veloce (0,5 s / tempo)
nl: Knippert snel (0,5 sec / tijd)
pl: szybko miga (0,5 s / impuls)
pt_pt: Piscando rápido (0,5s / tempo)

# 在慢闪(3秒/1次)
source: Blinking slow(2s/time)
de: Langsam blinkend (2s / Zeit)
es: parpadea lentamente (2s / tiempo)
fr: Clignotement lent (2 s / heure)
hu_hu: Lassan villog (2 másodperc / idő)
it: Lampeggiante lento (2s / volta)
nl: Langzaam knipperend (2s / tijd)
pl: powoli miga (2 s / impuls)
pt_pt: Piscando devagar (2s / tempo)

# 兼容模式配网
source: To connect in EZ mode
de: Verbindung im EZ-Modus herstellen
es: Conectarse en modo EZ
fr: Pour se connecter en mode EZ
hu_hu: Csatlakozás EZ módban
it: Per connettersi in modalità EZ
nl: Om verbinding te maken in EZ-modus
pl: Aby połączyć w trybie wykrywania zgodności
pt_pt: Para conectar no modo EZ

# 采用兼容模式配网，需将指示灯设置到慢闪状态，请按以下4个步骤完成设置
source: The light needs to be set to flash rapidly status. Please follow the 4 steps below to finish setting.
de: Das Licht muss so eingestellt sein, dass es schnell blinkt. Befolgen Sie die folgenden 4 Schritte, um die Einstellung abzuschließen.
es: La luz debe configurarse para que parpadee rápidamente. Siga los 4 pasos a continuación para finalizar la configuración.
fr: Le voyant doit être réglé pour clignoter rapidement. Veuillez suivre les 4 étapes ci-dessous pour terminer le réglage.
hu_hu: A lámpát gyorsan villogni kell. A beállítás befejezéséhez kövesse az alábbi 4 lépést.
it: La luce deve essere impostata per lampeggiare rapidamente. Seguire i 4 passaggi di seguito per completare l'impostazione.
nl: Het licht moet worden ingesteld om snel te knipperen. Volg de 4 onderstaande stappen om de instelling te voltooien.
pl: Dioda powinna szybko migać. Postępuj zgodnie z 4 krokami poniżej, aby ukończyć konfigurację.
pt_pt: A luz precisa ser configurada para piscar rapidamente. Siga as 4 etapas abaixo para concluir a configuração.

# 默认模式配网
source: Default configuration mode
de: Standardkonfigurationsmodus
es: Configuración por defecto
fr: Mode de configuration par défaut
hu_hu: Alapértelmezett konfigurációs mód
it: Modalità di configurazione predefinita
nl: Standaard configuratiemodus
pl: Tryb domyślny
pt_pt: Modo de configuração padrão

# 采用EZ模式配网，需将指示灯设置到快闪状态，请按以下3个步骤完成设置
source: Use EZ mode to configure the network, you need to set the indicator to a flashing state, please complete the setting according to the following 3 steps
de: Verwenden Sie den EZ-Modus, um das Netzwerk zu konfigurieren. Sie müssen die Anzeige auf einen blinkenden Zustand setzen. Führen Sie die Einstellung gemäß den folgenden 3 Schritten durch
es: Use el modo EZ para configurar la red, debe configurar el indicador en un estado intermitente, complete la configuración de acuerdo con los siguientes 3 pasos
fr: Utilisez le mode EZ pour configurer le réseau, vous devez régler l'indicateur sur un état clignotant, veuillez compléter le réglage selon les 3 étapes suivantes
hu_hu: Használja az EZ módot a hálózat konfigurálásához. A jelzőfényt villogó állapotba kell állítani, kérjük, végezze el a beállítást a következő 3 lépés szerint
it: Utilizzare la modalità EZ per configurare la rete, è necessario impostare l'indicatore su uno stato lampeggiante, completare l'impostazione in base ai seguenti 3 passaggi
nl: Gebruik de EZ-modus om het netwerk te configureren, u moet de indicator instellen op een knipperende status, voltooi de instelling volgens de volgende 3 stappen
pl: Użyj trybu EZ, aby skonfigurować sieć, musisz ustawić wskaźnik na migający, dokończ ustawienia zgodnie z następującymi 3 krokami
pt_pt: Use o modo EZ para configurar a rede, você precisa definir o indicador para um estado intermitente; complete a configuração de acordo com as 3 etapas a seguir

# 将设备接通电源，10秒后断电再接通电源
source: Power on device. Power off after 10s and then power on
de: Gerät einschalten. Schalten Sie das Gerät nach 10 Sekunden aus und wieder ein
es: Encienda el dispositivo. Apague después de 10 segundos y luego encienda
fr: Allumez l'appareil. Éteindre après 10 secondes, puis rallumer
hu_hu: Bekapcsolt eszköz. 10 másodperc után kapcsolja ki, majd kapcsolja be
it: Accendi il dispositivo. Spegnere dopo 10 secondi e quindi accendere
nl: Schakel het apparaat in. Schakel uit na 10 seconden en schakel weer in
pl: Włącz urządzenie. Wyłącz po 10s, a następnie włącz
pt_pt: Ligue o dispositivo. Desligue após 10s e depois ligue

# 长按复位键5秒
source: Hold the reset button for 5s
de: Halten Sie die Reset-Taste 5 Sekunden lang gedrückt
es: Mantenga presionado el botón de reinicio durante 5 segundos
fr: Maintenez le bouton de réinitialisation pendant 5 secondes
hu_hu: Tartsa lenyomva a visszaállító gombot 5 másodpercig
it: Tenere premuto il pulsante di ripristino per 5 secondi
nl: Houd de resetknop 5 seconden ingedrukt
pl: Przytrzymaj przycisk resetowania przez 5 sekund
pt_pt: Mantenha o botão de reset pressionado por 5s

# 确认指示灯快闪后，再进行下一步骤
source: Conflrm indicator light is now rapidly flashing
de: Die Kontrollleuchte blinkt jetzt schnell
es: La luz indicadora de Conflrm ahora parpadea rápidamente
fr: Le voyant indicateur de conflit clignote maintenant rapidement
hu_hu: A konflrm jelzőfény most gyorsan villog
it: La spia di Conflrm ora lampeggia rapidamente
nl: Het controlelampje knippert nu snel
pl: Kontrolka konfliktu miga teraz szybko
pt_pt: A luz indicadora do Conflrm está piscando rapidamente

# 再次长按复位键5秒，直至指示灯慢闪
source: Hold reset button for 5s again, until light is slowly flashing
de: Halten Sie die Reset-Taste erneut 5 Sekunden lang gedrückt, bis das Licht langsam blinkt
es: Mantenga presionado el botón de reinicio durante 5 segundos nuevamente, hasta que la luz parpadee lentamente
fr: Maintenez à nouveau le bouton de réinitialisation pendant 5 secondes, jusqu'à ce que la lumière clignote lentement
hu_hu: Tartsa ismét a reset gombot 5 másodpercig, amíg a jelzőfény lassan villogni nem kezd
it: Tenere premuto nuovamente il pulsante di ripristino per 5 secondi, fino a quando la luce lampeggia lentamente
nl: Houd de resetknop opnieuw 5 seconden ingedrukt totdat het licht langzaam knippert
pl: Przytrzymaj przycisk resetowania ponownie przez 5 sekund, aż lampka zacznie powoli migać
pt_pt: Segure o botão de reset por 5s novamente, até a luz piscar lentamente

# 将手机Wi-Fi连接到设备热点
source: Connect your mobile phone to the device's hotspot
de: Verbinden Sie Ihr Mobiltelefon mit dem Hotspot des Geräts
es: Conecte su teléfono móvil al punto de acceso del dispositivo
fr: Connectez votre téléphone mobile au point d'accès de l'appareil
hu_hu: Csatlakoztassa mobiltelefonját az eszköz hotspotjához
it: Collega il tuo cellulare all'hotspot del dispositivo
nl: Verbind uw mobiele telefoon met de hotspot van het apparaat
pl: Podłącz swój telefon komórkowy do hotspotu urządzenia
pt_pt: Conecte seu telefone celular ao ponto de acesso do dispositivo

# 重新连接
source: reconnect
de: wieder verbinden
es: reconectar
fr: reconnecter
hu_hu: újracsatlakoztató
it: riconnessione
nl: opnieuw verbinden
pl: na nowo połączyć
pt_pt: reconectar

# 设备无响应请尝试切换配网模式
source: Device not responding Check demerit points and retry
de: Gerät reagiert nicht Überprüfen Sie Fehlerpunkte und versuchen Sie es erneut
es: El dispositivo no responde Compruebe y vuelva a intentar
fr: L'appareil ne répond pas Vérifiez les points d'inaptitude et réessayez
hu_hu: Az eszköz nem reagál Ellenőrizze a rossz pontokat és próbálkozzon újra
it: Il dispositivo non risponde Controllare i punti demerit e riprovare
nl: Apparaat reageert niet Controleer de punten en probeer het opnieuw
pl: Urządzenie nie odpowiada Sprawdź punkty demeritowe i spróbuj ponownie
pt_pt: O dispositivo não está respondendo Verifique os pontos de demérito e tente novamente

# 确认设备已重置,灯在慢闪
source: Confirm that the device has been reset and the light is flashing slowly
de: Vergewissern Sie sich, dass das Gerät zurückgesetzt wurde und das Licht langsam blinkt
es: Confirme que el dispositivo se ha reiniciado y que la luz parpadea lentamente
fr: Confirmez que l'appareil a été réinitialisé et que le voyant clignote lentement
hu_hu: Ellenőrizze, hogy az eszköz vissza lett-e állítva, és a jelzőfény lassan villog
it: Conferma che il dispositivo è stato ripristinato e la luce lampeggia lentamente
nl: Controleer of het apparaat is gereset en het lampje langzaam knippert
pl: Sprawdź, czy urządzenie zostało zresetowane, a lampka miga powoli
pt_pt: Confirme se o dispositivo foi reiniciado e se a luz está piscando lentamente

# 确认设备已重置,灯在快闪
source: Check if the device has been reset and the indicator is blinking quickly
de: Überprüfen Sie, ob das Gerät zurückgesetzt wurde und die Anzeige schnell blinkt
es: Compruebe si el dispositivo se ha reiniciado y el indicador parpadea rápidamente
fr: Vérifiez si l'appareil a été réinitialisé et que le voyant clignote rapidement
hu_hu: Ellenőrizze, hogy az eszköz nincs-e nullázva, és a jelzőfény gyorsan villog
it: Controllare se il dispositivo è stato ripristinato e l'indicatore lampeggia rapidamente
nl: Controleer of het apparaat is gereset en de indicator snel knippert
pl: Sprawdź, czy urządzenie zostało zresetowane, a wskaźnik szybko miga
pt_pt: Verifique se o dispositivo foi reiniciado e o indicador está piscando rapidamente

# 是否连接到设备热点
source: Whether to connect to the device hotspot
de: Gibt an, ob eine Verbindung zum Geräte-Hotspot hergestellt werden soll
es: Encienda la alimentación y asegúrese de que el indicador parpadee lentamente (3 segundos / 1 vez)
fr: S'il faut se connecter au point d'accès de l'appareil
hu_hu: Csatlakozás az eszköz hotspotjához
it: Se connettersi all'hotspot del dispositivo
nl: Of er verbinding moet worden gemaakt met de hotspot van het apparaat
pl: Określa, czy połączyć się z hotspotem urządzenia
pt_pt: Ligue a energia e verifique se o indicador está piscando lentamente (3 segundos / 1 vez)

# 核对WiFi密码是否正确
source: Verify the Wi-Fi password
de: Überprüfen Sie das Wi-Fi-Passwort
es: Verifique la contraseña de Wi-Fi
fr: Vérifiez le mot de passe Wi-Fi
hu_hu: Ellenőrizze a Wi-Fi jelszót
it: Verifica la password Wi-Fi
nl: Controleer het wifi-wachtwoord
pl: Sprawdź hasło Wi-Fi
pt_pt: Verifique a senha do Wi-Fi

# 按步骤重试
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayez
hu_hu: Próbálja újra
it: Riprova
nl: Opnieuw proberen
pl: Spróbować ponownie
pt_pt: Repetir

# 检查Wi-Fi是否为2.4GHz
source: Check if it is 2.4 GHZ Wi-Fi
de: Überprüfen Sie, ob es sich um 2,4-GHz-WLAN handelt
es: Comprueba si el Wi-Fi es de 2,4 GHZ
fr: Vérifiez s'il s'agit du Wi-Fi 2,4 GHz
hu_hu: Ellenőrizze, hogy 2,4 GHz-es Wi-Fi-e-e
it: Controlla se è 2.4 GHZ Wi-Fi
nl: Controleer of het 2,4 GHz wifi is
pl: Sprawdź, czy jest to Wi-Fi 2,4 GHZ
pt_pt: Verifique se é 2.4 GHZ Wi-Fi

# Wi-Fi快连
source: EZ Mode
de: EZ-Modus
es: Modo EZ
fr: Mode EZ
hu_hu: EZ mód
it: Modalità EZ
nl: EZ-modus
pl: Tryb EZ
pt_pt: Modo EZ

# 重置设备
source: Reset the device
de: Setzen Sie das Gerät zurück
es: Restablecer el dispositivo
fr: Réinitialisez l'appareil
hu_hu: Állítsa vissza az eszközt
it: Ripristina il dispositivo
nl: Reset het apparaat
pl: Zresetuj urządzenie
pt_pt: Redefinir o dispositivo

# 接通电源，确认指示灯在快闪（0.5秒/1次）
source: Please turn on the device and conflrm that indicator is blinking fast.
de: Bitte schalten Sie das Gerät ein und vergewissern Sie sich, dass die Anzeige schnell blinkt.
es: Encienda el dispositivo y confirme que el indicador parpadea rápidamente.
fr: Veuillez allumer l'appareil et confirmer que l'indicateur clignote rapidement.
hu_hu: Kapcsolja be a készüléket, és ellenőrizze, hogy a jelzőfény gyorsan villog.
it: Accendere il dispositivo e confermare che l'indicatore lampeggia velocemente.
nl: Schakel het apparaat in en controleer of de indicator snel knippert.
pl: Włącz urządzenie i potwierdź, że wskaźnik szybko miga.
pt_pt: Por favor, ligue o dispositivo e confirme se o indicador está piscando rapidamente.

# 注意：重置设备后，请在三分钟内完成配网操作
source: Attention:please complete pairing process within 3 minutes after device reset.
de: Achtung: Bitte schließen Sie den Pairing-Vorgang innerhalb von 3 Minuten nach dem Zurücksetzen des Geräts ab.
es: Atención: complete el proceso de emparejamiento dentro de los 3 minutos posteriores al reinicio del dispositivo.
fr: Attention: veuillez terminer le processus de couplage dans les 3 minutes après la réinitialisation de l'appareil.
hu_hu: Figyelem: kérjük, fejezze be a párosítási folyamatot az eszköz visszaállítása után 3 percen belül.
it: Attenzione: completare il processo di associazione entro 3 minuti dal ripristino del dispositivo.
nl: Let op: voltooi het koppelingsproces binnen 3 minuten na het resetten van het apparaat.
pl: Uwaga: zakończ proces parowania w ciągu 3 minut po zresetowaniu urządzenia.
pt_pt: Atenção: conclua o processo de emparelhamento dentro de 3 minutos após a redefinição do dispositivo.

# 重置设备详情教学 >
source: Resetting Devices
de: Geräte zurücksetzen
es: Restablecer dispositivos
fr: Réinitialisation des appareils
hu_hu: Az eszközök visszaállítása
it: Ripristino dei dispositivi
nl: Apparaten resetten
pl: Resetowanie urządzeń
pt_pt: Redefinindo dispositivos

# 确认指示灯在快闪
source: Conflrm indicator rapidly blink
de: Die Kontrollanzeige blinkt schnell
es: El indicador de Conflrm parpadea rápidamente
fr: L'indicateur de conflit clignote rapidement
hu_hu: A konflrm jelzőfény gyorsan villog
it: L'indicatore Conflrm lampeggia rapidamente
nl: Conflrm-indicator knippert snel
pl: Wskaźnik konfliktu szybko miga
pt_pt: O indicador Conflrm pisca rapidamente

# 热点模式(兼容模式)
source: AP Mode
de: AP-Modus
es: Modo AP
fr: Mode AP
hu_hu: AP mód
it: Modalità AP
nl: AP-modus
pl: Tryb AP
pt_pt: Modo AP

# 接通电源，确认指示灯在慢闪（3秒/1次）
source: Turn on the power and make sure the indicator is flashing slowly (3 seconds / 1 time)
de: Schalten Sie die Stromversorgung ein und stellen Sie sicher, dass die Anzeige langsam blinkt (3 Sekunden / 1 Mal).
es: Encienda la alimentación y asegúrese de que el indicador parpadee lentamente (3 segundos / 1 vez)
fr: Mettez sous tension et assurez-vous que l'indicateur clignote lentement (3 secondes / 1 fois)
hu_hu: Kapcsolja be a készüléket és ellenőrizze, hogy a jelzőfény lassan villog (3 másodperc / 1 alkalom)
it: Accendi e assicurati che l'indicatore lampeggi lentamente (3 secondi / 1 volta)
nl: Schakel de stroom in en zorg ervoor dat de indicator langzaam knippert (3 seconden / 1 keer)
pl: Włącz zasilanie i upewnij się, że wskaźnik miga powoli (3 sekundy / 1 raz)
pt_pt: Ligue a energia e verifique se o indicador está piscando lentamente (3 segundos / 1 vez)

# 确认指示灯在慢闪
source: Confirm that the indicator is flashing slowly
de: Stellen Sie sicher, dass die Anzeige langsam blinkt
es: Confirme que el indicador parpadea lentamente
fr: Confirmez que l'indicateur clignote lentement
hu_hu: Ellenőrizze, hogy a jelzőfény lassan villog-e
it: Verificare che l'indicatore lampeggi lentamente
nl: Controleer of de indicator langzaam knippert
pl: Sprawdź, czy wskaźnik miga powoli
pt_pt: Confirme se o indicador está piscando lentamente

# 选择配网方式
source: Choose a network distribution method
de: Wählen Sie eine Netzwerkverteilungsmethode
es: Elija un método de distribución de red
fr: Choisissez une méthode de distribution réseau
hu_hu: Válasszon hálózati elosztási módszert
it: Scegli un metodo di distribuzione di rete
nl: Kies een netwerkdistributiemethode
pl: Wybierz metodę dystrybucji sieciowej
pt_pt: Escolha um método de distribuição de rede

# 请参照“说明书“或根据设备联网类型选择
source: Please refer to the 'instructions' or choose according to the type of equipment networking
de: Bitte beachten Sie die “Anweisungen” oder wählen Sie je nach Art der Gerätevernetzung
es: Consulte las “instrucciones” o elija según el tipo de conexión en red del equipo
fr: Veuillez vous référer aux ”instructions“ ou choisir selon le type de mise en réseau des équipements
hu_hu: Kérjük, olvassa el az “utasításokat”, vagy válassza a berendezés hálózati típusa szerint
it: Fare riferimento alle “istruzioni” o scegliere in base al tipo di rete dell'apparecchiatura
nl: Raadpleeg de “instructies” of kies volgens het type netwerkapparatuur
pl: Zapoznaj się z „instrukcjami” lub wybierz zgodnie z rodzajem sprzętu sieciowego
pt_pt: Consulte as “instruções” ou escolha de acordo com o tipo de rede do equipamento

# 手机连接路由器后，将配网信息广播，收到配网信息的设备自动连接路由器
source: After the mobile phone is connected to the router, it broadcasts the distribution information, and the device receiving the distribution information automatically connects to the router
de: Nachdem das Mobiltelefon mit dem Router verbunden ist, sendet es die Verteilungsinformationen, und das Gerät, das die Verteilungsinformationen empfängt, stellt automatisch eine Verbindung zum Router her
es: Una vez que el teléfono móvil está conectado al router, transmite la información de distribución y el dispositivo que recibe la información de distribución se conecta automáticamente al router
fr: Une fois que le téléphone portable est connecté au routeur, il diffuse les informations de distribution et l'appareil recevant les informations de distribution se connecte automatiquement au routeur
hu_hu: Miután a mobiltelefon csatlakozik az útválasztóhoz, elküldi a terjesztési információkat, és az elosztási információkat fogadó eszköz automatikusan csatlakozik az útválasztóhoz
it: Una volta che il telefono cellulare è collegato al router, trasmette le informazioni di distribuzione e il dispositivo che riceve le informazioni di distribuzione si connette automaticamente al router
nl: Nadat de mobiele telefoon is verbonden met de router, zendt deze de distributie-informatie uit en maakt het apparaat dat de distributie-informatie ontvangt automatisch verbinding met de router
pl: Po podłączeniu telefonu komórkowego do routera rozgłasza on informacje o dystrybucji, a urządzenie odbierające informacje o dystrybucji automatycznie łączy się z routerem
pt_pt: Depois que o celular é conectado ao roteador, ele transmite as informações de distribuição e o dispositivo que recebe as informações de distribuição se conecta automaticamente ao roteador.
