Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 我的问题
source: My question
de: Meine Frage
es: Mi pregunta
fr: Ma question
hu_hu: Kérdésem
it: La mia domanda
nl: Mijn vraag
pl: Moje pytanie
pt_pt: Minha pergunta

# 洗衣机
source: Washing machine
de: Waschmaschine
es: Lavadora
fr: achine à laver
hu_hu: Mosógép
it: Lavatrice
nl: Wasmachine
pl: Pralka
pt_pt: Máquina de lavar

# 系统错误
source: System error
de: Systemfehler
es: Error del sistema
fr: Erreur de système
hu_hu: Rendszerhiba
it: Errore di sistema
nl: Systeemfout
pl: Błąd systemu
pt_pt: Erro no sistema

# 系统错误，删除失败
source: System error, deleting failed
de: Systemfehler, Löschen fehlgeschlagen
es: Error del sistema, error al eliminar
fr: Erreur de système, la suppression a échoué
hu_hu: Rendszerhiba, a törlés sikertelen
it: Errore di sistema, eliminazione non riuscita
nl: Systeemfout, verwijderen mislukt
pl: Błąd systemu, usuwanie nie powiodło się
pt_pt: Erro no sistema, exclusão de falha

# 下一步
source: Next
de: Weiter
es: Siguiente
fr: Suivant
hu_hu: Következő
it: Prossimo
nl: Volgende
pl: Dalej
pt_pt: Próximo

# 闲置
source: Operating
de: Standby
es: Funcionando
fr: Fonctionnement
hu_hu: Készenléti üzemmód
it: Pausa
nl: Standby
pl: Uruchamianie
pt_pt: Espera

# 相关视频
source: Related video
de: Zugehöriges Video
es: Vídeo relacionado
fr: Vidéo connexe
hu_hu: Kapcsolódó videó
it: Video corrispondente
nl: Gerelateerde video
pl: Powiazane wideo
pt_pt: Vídeo relacionado

# 详情
source: Details
es: Detalles
fr: Détails
hu_hu: Részletek
it: Dettagli
pl: Szczegóły
pt_pt: Detalhes

# 向客服提问
source: Contact Service
de: Kontaktservice
es: Servicio de contacto
fr: Service de contact
hu_hu: Vegye fel a kapcsolatot a szervizzel
it: Contattare il Servizio
nl: Neem contact op met de klantenservice
pl: Skontaktuj się z serwisem
pt_pt: Serviço de contato

# 消息中心
source: Message center
de: Nachrichtenzentrale
es: Centro de mensajes
fr: Centre de messages
hu_hu: Üzenetközpont
it: Centro messaggi
nl: Berichtencentrum
pl: Centrum wiadomości
pt_pt: Centro de mensagens

# 校验码错误
source: Verification code error
de: Fehler Verifizierungscode
es: Error en el código de verificación
fr: Erreur de code de vérification
hu_hu: Ellenőrzőkód hiba
it: Errore del codice di verifica
nl: Verificatiecode fout
pl: Błąd kodu weryfikacyjnego
pt_pt: Erro no código de verificação

# 新
source: New
de: Neu
es: Nuevo
fr: Nouveau
hu_hu: Új
it: Nuovo
nl: Nieuw
pl: Nowy
pt_pt: Novo

# 星期1
source: Mon
es: Lunes
fr: Lundi
pl: Poniedziałek

# 星期2
source: Tue
es: Martes
fr: Mardi
pl: Wtorek

# 星期3
source: Wed
es: Miércoles
fr: Mercredi
pl: Środa

# 星期4
source: Thu
es: Jueves
fr: Jeudi
pl: Czwartek

# 星期5
source: Fri
es: Viernes
fr: Vendredi
pl: Piątek

# 星期6
source: Sat
es: Sábado
fr: Samedi
pl: Sobota

# 星期7
source: Sun
de: TAG
es: DÍA
fr: Dimanche
hu_hu: NAP
it: GIORNO
nl: DAG
pl: Dzień
pt_pt: DIA

# 修改别名
source: Change alias
de: Ändern Sie den Alias
es: Cambiar alias
fr: Changer le nom
hu_hu: Alias megváltoztatása
it: Cambia alias
nl: Wijzig alias
pl: Zmień nazwe
pt_pt: Alterar alias

# 修改成功
source: Changed successfully
de: Ändern erfolgreich
es: Cambiado exitosamente
fr: Changement réussi
hu_hu: Sikerese megváltoztatva
it: Modificato con successo
nl: Succesvol aangepast
pl: Zmienione z powodzeniem
pt_pt: Alterado com sucesso

# 修改代理商编号
source: Change installer code
de: Agent Nummer wechseln
es: Cambiar código de instalador
fr: Changer le code de l'installateur
hu_hu: Változtasson ügynökszámot
it: Modifica numero Agente
nl: Agent nummer wijzigen
pl: Zmien numer instalatora
pt_pt: Alterar o número do agente

# 修改密码
source: Change password
de: Passwort ändern
es: Cambiar la contraseña
fr: Changer le mot de passe
hu_hu: Változtasson jelszót
it: Modifica password
nl: Wachtwoord veranderen
pl: Zmien hasło
pt_pt: Mudar senha

# 修改手机号
source: Change phone number
de: Telefonnummer ändern
es: Cambiar número de teléfono
fr: Changer le numéro du téléphone
hu_hu: Telefonszám módosítása
it: Cambia il numero di telefono
nl: Telefoonnummer wijzigen
pl: Zmień numer telefonu
pt_pt: Alterar número de telefone

# 修改头像
source: Change picture
de: Bild ändern
es: Cambiar imagen
fr: Changer la photo
hu_hu: Változtassa meg a képet
it: Cambia la foto
nl: Afbeelding wijzigen
pl: Zmien zdjecie
pt_pt: Alterar imagem

# 修改邮箱
source: Change the email address
de: E-Mail Adresse ändern
es: Cambiar la dirección de correo electrónico
fr: Changer l'adresse email
hu_hu: Változtasson email címet
it: Modifica indirizzo email
nl: Emailadres wijzigen
pl: Zmień adres e-mail
pt_pt: Alterar o endereço de e-mail

# 序列号
source: Serial number
de: Seriennummer
es: Nº de serie
fr: Numéro de série
hu_hu: Gyáriszám
it: Numero di serie
nl: Serienummer
pl: Numer seryjny
pt_pt: SN

# 序列号:
source: SN:
de: Seriennummer:
es: Nº de serie:
hu_hu: Gyáriszám:
it: Numero di Serie:
nl: Serienummer:
pl: Numer seryjny:

# 序列号为空
source: SN null
de: Keine Seriennummer
es: Nº de serie en blanco
fr: NS n'existe pas
hu_hu: Gyáriszám nulla
it: Numero di serie nullo
nl: Geen serienummer ingevoerd
pl: Numer seryjny pusty
pt_pt: SN nulo

# 序列号与校验码不匹配
source: SN and checkcode unmatched
de: Seriennummer und Prüfcode passen nicht zusammen
es: Nº de serie y código de verificación no coinciden
fr: SN et code de contrôle non concordants
hu_hu: Nem összeillő gyári szám és ellenőrzőkód
it: Numero di serie e checkcode non corrispondono
nl: Serienummer en verificatiecode horen niet bij elkaar
pl: Numer seryjny i kod weryfikacyjny nie pasuja do siebie
pt_pt: SN e código de verificação incomparável

# 选择充电桩20
source: Selective charging pile
de: Selektiver Ladestapel
es: cargador de carga selectiva
fr: Choix d'une station de recharge
hu_hu: Szelektív töltőhalom
it: Mucchio di ricarica selettiva
nl: Selectieve laadstapel
pl: Selektywna stacja ładująca
pt_pt: Pilha de carga seletiva

# 选择国家
source: Select Country
de: Land auswählen
es: Seleccionar país
fr: Sélectionnez un pays
hu_hu: Válasszon orzágot
it: Seleziona un Paese
nl: Selecteer uw land
pl: Wybierz swoj kraj
pt_pt: Selecione o pais

# 选择设备类型51
source: Select device type
de: Gerätetyp auswählen
es: Seleccione el tipo de dispositivo
fr: Sélectionnez le type d'appareil
hu_hu: Válassza ki az eszköz típusát
it: Seleziona il tipo di dispositivo
nl: Selecteer het apparaattype
pl: Wybierz typ urządzenia
pt_pt: Selecione o tipo de dispositivo

# 选择用户协议
source: Please tick user Agreement
de: Bitte stimmern Sie den Nutzungsbedingungen zu.
es: Por favor marque Acuerdo de Usuario
fr: Veuillez cocher la case Accord de l'utilisateur
hu_hu: Kérjük pipálja ki a Megállapodást
it: Prego contrassegnare il contratto utente
nl: Vink het vakje voor het akkoord gaan met de gebruikersovereenkomst aan
pl: Zaznacz pole, aby zaakceptowac regulamin
pt_pt: Por favor marque o Acordo de usuário

# 已处理
source: Processed
de: Bearbeitung abgeschlossen
es: Procesado
fr: Traitée
hu_hu: Feldolgozott
it: Lavorato
nl: Behandeld
pl: Przetworzono
pt_pt: Processado

# 已配置设备
source: My device list
de: Meine Geräte
es: Mi lista de dispositivos
fr: Liste des appareils
hu_hu: Eszközeim listája
it: Lista del mio dispositivo
nl: Mijn apparaten
pl: Moje urządzenia
pt_pt: Minha lista de dispositivos

# 用户不存在
source: User does not exist
de: Benutzer existiert nicht
es: El usuario no existe
fr: L'utilisateur n'existe pas
hu_hu: A felhasználó nem létezik
it: L'utente non esiste
nl: Gebruiker bestaat niet
pl: Użytkownik nie istnieje
pt_pt: Usuário não existe

# 用户名
source: Username
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
hu_hu: Felhasználónév
it: Nome Utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_pt: Nome de usuário

# 用户名必须大于3位
source: Username must be 3 or more characters
de: Benutzername muss aus mindestens 3 Zeichen bestehen
es: El nombre de usuario debe contener al menos 3 caracteres
fr: Le nom d'utilisateur doit comporter au minimum 3 caractères
hu_hu: A jelszó 3 vagy több karakterből kell álljon
it: Il Nome Utente deve essere di 3 o più di 3 caratteri
nl: Gebruikersnaam moet minstens 3 tekens bevatten
pl: Nazwa użytkownika musi zawierać co najmniej 3 znaki
pt_pt: O nome de usuário deve ter 3 ou mais caracteres

# 用户名密码错误
source: User name or password error
de: Benutzername oder Passwortfehler
es: Error de nombre de usuario o contraseña
fr: Erreur de saisie de l'identifiant ou du mot de passe.
hu_hu: Felhasználónév vagy jelszó hiba
it: Nome utente o password errata
nl: Gebruikersnaam of wachtwoordfout
pl: Błędna nazwa użytkownika lub hasło
pt_pt: Erro de nome de usuário ou senha

# 用户名密码为空
source: User name or password is empty
de: Benutzername oder Passwort leer
es: El nombre de usuario o la contraseña están vacíos
fr: Le nom d'utilisateur ou le mot de passe est vide
hu_hu: S naplózó elérte s határértéket egy telepítésen
it: Il nome utente o la password sono vuoti
nl: Gebruikersnaam of wachtwoord is niet ingevuld
pl: Nazwa użytkownika lub hasło nie zostało wprowadzone
pt_pt: O nome de usuário ou senha está vazio

# 用户名已被使用
source: Registered username
de: Benutzername bereits registriert
es: Usuario registrado
fr: Nom d'utilisateur enregistré
hu_hu: Regisztrált felhasználónév
it: Nome Utente registrato
nl: Geregistreerde gebruikersnaam
pl: Nazwa użytkownika jest już używana
pt_pt: Nome de usuário registrado

# 用户协议
source: User agreement
de: Nutzungsbedingungen
es: Acuerdo del Usuario
fr: Accord d'utilisation
hu_hu: Felhasználói szerződés
it: Accordo utenti
nl: Gebruikersovereenkomst
pl: Regulamin
pt_pt: Termo de Acordo do Usuário

# 用户协议1
source: User terms and privacy policy
de: Nutzungsbedingungen und Datenschutzbestimmungen
es: Condiciones de uso y política de privacidad
fr: Conditions d'utilisation et politique de confidentialité
hu_hu: Felhasználói feltételek és adatvédelmi irányelvek
it: Accetta il consenso dell'utente
nl: Gebruikersvoorwaarden en privacybeleid
pl: Warunki użytkowania i polityka prywatności
pt_pt: Termos do usuário e política de privacidade

# 有
source: Yes
de: Ja
es: Sí
fr: Oui
hu_hu: Igen
it: Si
nl: Ja
pl: Tak
pt_pt: Sim

# 有无质保:
source: Under warranty?
de: Garantie vorhanden?
es: ¿Bajo garantía?
fr: Sous garantie ?
hu_hu: Garancia alatt áll?
it: In garanzia?
nl: Heeft u garantie?
pl: Czy masz gwarancje?
pt_pt: Em garantia?

# 原密码
source: Old password
de: Altes Passwort
es: Contraseña anterior
fr: Ancien mot de passe
hu_hu: Régi jelszó
it: Vecchia password
nl: Oud wachtwoord
pl: Stare hasło
pt_pt: Senha Antiga

# 原密码错误
source: Password incorrect
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrecte
hu_hu: Helytelen jelszó
it: Password non corretta
nl: Fout wachtwoord
pl: Niepoprawne hasło
pt_pt: Senha incorreta

# 月:
source: This Month:
de: Diesen Monat:
es: Este mes:
fr: Ce mois
hu_hu: Ebben a hónapban:
it: Questo mese:
nl: Deze maand:
pl: Ten miesiąc:
pt_pt: Este mês:

# 暂不
source: Update later
de: Update später durchführen
es: Actualizar más tarde
fr: Mettre à jour plus tard
hu_hu: Frissítsen később
it: Aggiorna più tardi
nl: Later updaten
pl: Zaktualizuj później
pt_pt: Atualize mais tarde

# 暂无权限47
source: No permission
de: Keine Erlaubnis
es: Sin autorización
fr: Pas d'autorisation
hu_hu: Nincs engedélye
it: Nessun permesso
nl: Geen toestemming
pl: Brak pozwolenia
pt_pt: Sem permissão

# 增值业务
source: Service promotion
de: Weitere Ginverter Dienste
es: Promoción de servicios
hu_hu: Egyéb szolgáltatások
it: Promozione di servizi
nl: Overige diensten
pl: Promocja usług
pt_pt: Promoção de serviço

# 找回密码
source: Retrieve Password
de: Passwort wiederherstellen
es: Recuperar contraseña
fr: Récupérer le mot de passe
hu_hu: Helyreállított jelszó
it: Recupera la Password
nl: Wachtwoord vergeten
pl: Odzyskaj hasło
pt_pt: Recuperar Senha

# 正常
source: Normal
hu_hu: Normális
it: Normale
nl: Normaal
pl: Normalny

# 正在处理
source: Processing
de: In Barbeitung
es: Procesando
fr: Traitement
hu_hu: Feldolgozás
it: In lavorazione
nl: In behandeling
pl: Przetwarzanie
pt_pt: Em processamento

# 至
source: To
de: An
es: A
fr: à
hu_hu: Valamihez
it: A
nl: Naar
pl: Do
pt_pt: Para

# 质保查询
source: Warranty inquiry
de: Garantieanfrage
es: Consulta de garantía
fr: Recherche de garantie
hu_hu: Jótállási érdeklődés
it: Richiesta di garanzia
nl: Garantie aanvraag
pl: Zapytanie gwarancyjne
pt_pt: Consulta de garantia

# 质保查询功能后续开放
source: Check warranty function coming soon
de: Garantiefunktionen bald verfügbar
es: Verificación de garantía (próximamente)
fr: Vérification de la fonction de garantie bientôt est disponible
hu_hu: Hamarosan elérhető garancia ellenőrzési funkció
it: Funzioni di verifica della garanzia in arrivo
nl: Garantie bekijken is binnenkort beschikbaar
pl: Zbliża sie czas przeglądu gwarancyjnego
pt_pt: Verifique a função de garantia em breve

# 智能联动设置
source: Smart interactive setting
de: Interaktive Einstellungen
es: Configuración interactiva inteligente
fr: Paramètres interactifs
hu_hu: Okos interaktív beállítás
it: Impostazione interattiva intelligente
nl: Smart interactive instellen
pl: Konfiguracja inteligentnych ustawień
pt_pt: Configuração interativa inteligente

# 智能模式31
source: Intelligent model
de: Intelligentes Modell
es: Modelo inteligente
fr: Intelligent modèle
hu_hu: Intelligens modell
it: Modello intelligente
pl: Inteligentny model
pt_pt: Modelo inteligente

# 智能能源
source: Smart energy
es: Energía inteligente
fr: Energie intelligente
hu_hu: Okos energia
it: L'energia intelligente
pl: Inteligentny system energetyczny
pt_pt: Energia inteligente

# 智能能源功能后续开放
source: Smart energy functions coming soon
de: Smarte Energiefunktionen folgen in Kürze
es: Funciones de energía inteligente (próximamente)
fr: Des fonctions énergétiques intelligentes bientôt sont disponibles
hu_hu: Az intelligens energia funkciók hamarosan megjelennek
it: Funzioni energetiche intelligenti in arrivo
nl: Slimme energiefuncties komen eraan
pl: Inetligentne funkcje systemu energetycznego już wkrótce
pt_pt: Funções inteligentes de energia em breve

# 置顶
source: Stickied
de: Geklebt
es: Pegado
fr: Collé
pl: Przyczepiony

# 重复密码
source: Repeat password
de: Passwort wiederholen
es: Repetir la contraseña
fr: Répéter le mot de passe
hu_hu: Ismételje meg a jelszót
it: Ripeti la Password
nl: Wachtwoord herhalen
pl: Powtórz hasło
pt_pt: Repita a senha

# 重复输入密码
source: Repeat password
de: Passwort wiederholen
es: Repita la contraseña
fr: Répéter le mot de passe
hu_hu: Ismételje meg a jelszót
it: Ripeti la Password
nl: Wachtwoord herhalen
pl: Powtórz hasło
pt_pt: Repita a senha

# 注册
source: Register
de: Registrieren
es: Registrarse
fr: Enregistrer
hu_hu: Regisztrálás
it: Registro
nl: Registreren
pl: Rejestracja
pt_pt: Registro

# 注册成功
source: Registered successfully
de: Registrierung erfolgreich
es: Registrado correctamente
fr: Enregistrement réussi
hu_hu: Sikeresen regisztrálva
it: Registrato con successo
nl: Registratie succesvol afgerond
pl: Rejestracja zakończona powodzeniem
pt_pt: Registrado com sucesso

# 注册错误
source: Registration error
de: Registrierungsfehler
es: Error de registro
fr: Erreur d'enregistrement
hu_hu: Regisztrációs hiba
it: Errore di registrazione
nl: Registratiefout
pl: Błąd rejestracji
pt_pt: Erro de Registo

# 注册新用户
source: Sign up for new account
de: Melden Sie sich für neue Benutzer an
es: Registro para nuevos usuarios
fr: Créer un nouveau compte
hu_hu: Regisztrálj új felhasználóknak
it: Iscriviti per nuovi utenti
nl: Meld u aan voor nieuwe gebruikers
pl: Logowanie dla nowych użytkowników
pt_pt: Inscreva-se para novos usuários

# 注销账号
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hu_hu: Jelentkezzen ki
it: Disconnettersi
nl: Afmelden
pl: Wyloguj
pt_pt: Sair

# 资金收益
source: Fund Revenue
de: Fondsertrag
es: Ingresos
fr: Recettes du Fonds
hu_hu: Alap bevétele
it: Entrate del fondo
nl: Valuta
pl: Cena energii
pt_pt: Receita do Fundo

# 资料管理
source: Account management
de: Kontoverwaltung
es: Administración de cuentas
fr: Gestion des comptes
hu_hu: Számlavezetés
it: Gestione contabile
nl: Accountbeheer
pl: Zarządzaj kontem
pt_pt: Gerenciamento de contas

# 资料中心
source: Information Center
de: Informationszentrum
es: Centro de Información
fr: Centre des informations
hu_hu: Információs központ
it: Centro informazioni
nl: Informatiecentrum
pl: Centrum informacyjne
pt_pt: Centro de Informações

# 总电量
source: Total energy
de: Gesamtenergie
es: Energía total
fr: énergie totale
hu_hu: Teljes energia
it: Energia totale
nl: Totale energie
pl: Całkowita energia
pt_pt: Energia total

# 总发电量001
source: Total
de: Gesamt
hu_hu: Összesen
it: Totale
nl: Totaal
pl: Całkowity

# 总放电量
source: Total E-discharged
de: Gesamtenergie entladen
es: Electricidad descargada en total
fr: Déchargement électrique total
hu_hu: Összes leadott energia
it: Energia Totale scaricata
nl: Elektriciteit ontladen totaal
pl: Zuzycie energii elektrycznej ogolem
pt_pt: Total energia descarregada

# 总体采集器数量超出限制
source: Total number of collectors exceeds limit
de: Datenlogger hat die Grenzzahl erreicht
es: El número de Dataloggers alcanzó el número límite
fr: Le nombre total de datalogger dépasse la limite
hu_hu: A Datalogger elérte a korlátozott számot
it: Datalogger ha raggiunto il numero limite
nl: Datalogger heeft het limietnummer bereikt
pl: Rejestrator danych osiągnął limit
pt_pt: O registrador de dados atingiu o número limite

# 组别
source: Group No.
de: Gruppennummer
es: Nº de Grupo
fr: Groupe N°
hu_hu: Csoport szám
it: Gruppo n°
nl: Groepsnummer
pl: Numer grupy
pt_pt: Grupo N°

# 1256是否为单相逆变器
source: Is it a single-phase inverter
de: Ist es ein einphasiger Wechselrichter
es: ¿Es un inversor monofásico？
fr: S'agit-il d'un onduleur monophasé
hu_hu: Egyfázisú inverter
it: È un inverter monofase
nl: Is het een eenfase omvormer
pl: Czy to falownik jednofazowy
pt_pt: É um inversor monofásico

# 最大值
source: Max value
de: Maximalwert
es: Valor máximo
fr: Valeure maximale
hu_hu: Maximális érték
it: Valore massimo
nl: Maximale waarde
pl: Maksymalna wartość
pt_pt: Valor máximo

# 1257是否需要手动选择
source: Do you need to choose manually
de: Müssen Sie manuell auswählen
es: ¿Necesitas elegir manualmente?
fr: Vous devez choisir manuellement
hu_hu: Kézzel kell választania
it: Devi scegliere manualmente
nl: Moet u handmatig kiezen
pl: Czy musisz wybierać ręcznie
pt_pt: Você precisa escolher manualmente

# 最耗电:
source: Maximum:
es: Máximo:
hu_hu: Maximális:
it: Massima:
pl: Maksimum:
pt_pt: Máximo:

# 1258返回OSS
source: Return to OSS
de: Kehre zu OSS zurück
es: Regresar a OSS
fr: Retour à l'OSS
hu_hu: Vissza az OSS-hez
it: Ritorna a OSS
nl: Keer terug naar OSS
pl: Wróć do OSS
pt_pt: Retornar para OSS

# 最省电:
source: Minimal:
de: Minimum:
es: Mínimo:
fr: Minimum
hu_hu: Minimális:
it: Minima:
nl: Minimum:
pl: Minimum:
pt_pt: Mínimo:

# 1259未识别对应的安规
source: Unrecognized corresponding safety regulations
de: Nicht anerkannte entsprechende Sicherheitsbestimmungen
es: Normas de seguridad correspondientes no reconocidas
fr: Règlements de sécurité correspondants non reconnus
hu_hu: Nem ismert elismert biztonsági előírások
it: Regole di sicurezza corrispondenti non riconosciute
nl: Niet-herkende overeenkomstige veiligheidsvoorschriften
pl: Nierozpoznane odpowiednie przepisy bezpieczeństwa
pt_pt: Regulamentos de segurança correspondentes não reconhecidos

# 最新版本为
source: Latest version
de: Neueste Version
es: Ultima versión
fr: Dernière version
hu_hu: Legfrissebb változat
it: Ultima versione
nl: Nieuwste versie
pl: Najnowsza wersja
pt_pt: Última versão

# 1260任务
source: task
de: Aufgabe
es: tarea
fr: tâche
hu_hu: feladat
it: compito
nl: taak
pl: Zadanie
pt_pt: tarefa

# 1261删除该任务？
source: Delete the task
de: Löschen Sie die Aufgabe
es: Eliminar la tarea
fr: Supprimer la tâche
hu_hu: Törölje a feladatot
it: Elimina l'attività
nl: Verwijder de taak
pl: Usuń zadanie
pt_pt: Excluir a tarefa

# 1262并网功率达到设定值
source: When the grid-connected power reaches the set value, the linkage will be performed
de: Wenn die an das Stromnetz angeschlossene Leistung den eingestellten Wert erreicht, wird die Verbindung hergestellt
es: Cuando la potencia conectada a la red alcanza el valor establecido, se realizará el enlace
fr: Lorsque la puissance du réseau est supérieure à la valeur fixée, le couplage s'effectue
hu_hu: Amikor a hálózatra csatlakoztatott teljesítmény eléri a beállított értéket, akkor az összekapcsolás megtörténik
it: Quando l'alimentazione collegata alla rete raggiunge il valore impostato, verrà eseguito il collegamento
nl: Wanneer het netgekoppelde vermogen de ingestelde waarde bereikt, wordt de koppeling uitgevoerd
pl: Kiedy moc podłączona do sieci osiągnie ustawioną wartość, połączenie zostanie wykonane
pt_pt: Quando a energia conectada à rede atingir o valor definido, a ligação será realizada

# 1263每个信号设备的最短执行时间
source: Minumum duration per on-signal
de: Minimale Dauer pro Signal
es: Duración mínima por señal
fr: Temps d'exécution minimum par dispositif de signalisation
hu_hu: Minimális időtartam bekapcsolt jelnél
it: Durata minima per segnale di accensione
nl: Minimale duur per signaal
pl: Minimalny czas trwania na sygnał
pt_pt: Duração mínima por sinal

# 1264设备每天最长执行时间
source: maximum duration per day
de: maximale Dauer pro Tag
es: duración máxima por día
fr: durée maximale par jour
hu_hu: napi maximális időtartam
it: durata massima al giorno
nl: maximale duur per dag
pl: maksymalny czas trwania dziennie
pt_pt: duração máxima por dia

# 1265配置时间段
source: configure time period
de: Zeitraum konfigurieren
es: configurar período de tiempo
fr: Configurer la période de temps
hu_hu: az időtartam konfigurálása
it: configurare il periodo di tempo
nl: tijdsperiode configureren
pl: Skonfiguruj okres
pt_pt: configurar período

# 1266插座一直开启，不关闭
source: Socket is always on, not off
de: Die Steckdose ist immer eingeschaltet, nicht ausgeschaltet
es: El enchufe siempre está encendido, no apagado
fr: La prise est toujours allumée, pas éteinte
hu_hu: A foglalat mindig be van kapcsolva, nem ki
it: La presa è sempre attiva, non disattivata
nl: Socket is altijd aan, niet uit
pl: Gniazdo jest zawsze włączone, a nie wyłączone
pt_pt: O soquete está sempre ligado, não desligado

# 如果删除该设备，将会将场景和联动中的该设备一起删除
source: If you delete the device, the device will be deleted together in Scene and Linkage
de: Wenn Sie das Gerät löschen, wird das Gerät zusammen in Szene und Verknüpfung gelöscht
es: Si elimina el dispositivo, el dispositivo se eliminará juntos en la escena y vínculo
fr: Si ce dispositif est supprimé, la scène sera supprimée en même temps que le dispositif dans le lien
hu_hu: Ha törli az eszközt, akkor az együtt törlésre kerül a Jelenet és a Linkage menüben
nl: Als u het apparaat verwijdert, wordt het apparaat samen verwijderd in Scene en Linkage
pl: Jeśli usuniesz urządzenie, zostanie ono usunięte razem w programie Scene and Linkage
pt_pt: Se você excluir o dispositivo, ele será excluído juntos em Scene and Linkage

# 添加执行任务
source: Add execution task
de: Ausführungsaufgabe hinzufügen
es: añadir tarea de ejecución
fr: Ajouter une tâche d'exécution
hu_hu: Adja hozzá a végrehajtási feladatot
it: Aggiungi attività di esecuzione
nl: Voeg uitvoeringstaak toe
pl: Dodaj zadanie wykonania
pt_pt: Adicionar tarefa de execução

# 联动使能
source: Linkage enable
de: Verknüpfungsfreigabe
es: Enlace habilitado
fr: Permettre la mise en relation
hu_hu: Összeköttetés engedélyezhető
it: Abilita collegamento
nl: Koppeling inschakelen
pl: Włączanie powiązań
pt_pt: Ativação de ligação

# 设置执行功率
source: Set execution power
de: Legen Sie die Ausführungsleistung fest
es: Establecer potencia de ejecución
fr: Fixer la puissance d'exécution
hu_hu: Állítsa be a végrehajtási teljesítményt
it: Imposta la potenza di esecuzione
nl: Stel uitvoeringsvermogen in
pl: Ustaw moc wykonania
pt_pt: Definir poder de execução
