Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# ShineWifi提示二
source: Please enter the name and password of your internet router.
de: Bitte geben Sie den Namen und das Passwort Ihres Internet-Routers ein.
es: Ingrese el nombre y la contraseña de su router
fr: Veuillez saisir le nom et le mot de passe de votre routeur Internet.
hu_hu: Kérjük, írja be internetes útválasztójának nevét és jelszavát.
it: Inserisci il nome e la password del tuo router Internet.
nl: Voer de naam en het wachtwoord van uw internetrouter in.
pl: Wprowadź nazwę i hasło do routera .
pt_pt: Por favor, digite o nome e a senha do seu roteador da Internet.

# ShineWifi提示一
source: Please enter the phone system and connect to the WiFi device
de: Bitte rufen Sie das Telefonsystem auf und stellen Sie eine Verbindung zum WLAN-Gerät her
es: Acceda a la configuración de WiFi y conéctese al dispositivo WiFi
fr: Veuillez entrer le système de téléphonie mobile pour vous connecter à l'appareil wifi qui doit être configuré
hu_hu: Kérjük, adja meg a telefonrendszert, és csatlakozzon a WiFi eszközhöz
it: Inserisci il sistema telefonico e connettiti al dispositivo WiFi
nl: Voer het telefoonsysteem in en maak verbinding met het WiFi-apparaat
pl: Połącz się z urządzeniem WiFi za pomoca Twojego urządzenia
pt_pt: Por favor, entre no sistema telefônico e conecte-se ao dispositivo WiFi

# shinewifi校验码
source: Check code:
de: Prüfcode:
es: Código de verificación:
fr: Vérifiez le code :
hu_hu: Ellenőrzési kód:
nl: Verificatiecode:
pl: Kod weryfikacyjny:
pt_pt: Verifique o código:

# ShineWifi新密码
source: password:
de: Neues Passwort:
es: Contraseña:
fr: Mot de passe
hu_hu: Jelszó:
nl: Nieuw wachtwoord:
pl: Hasło:
pt_pt: Senha:

# ShineWifi修改密码
source: Modify Wi-Fi Module password:
de: Passwort des WiFi-Moduls ändern:
es: Modificar la contraseña del módulo Wi-Fi:
fr: Modifier le mot de passe du module Wi-Fi :
hu_hu: Változtassa meg a Wi-Fi modul jelszavát:
it: Modificare la password del modulo WiFi:
nl: Wachtwoord Wifi module aanpassen
pl: Modyfikacja hasła modułu WiFi:
pt_pt: Modificar senha do módulo Wi-Fi:

# SO2减排
source: SO₂ reduced
de: SO₂ reduziert
es: SO₂ reducido
fr: SO₂ réduit
hu_hu: SO2 csökkent
it: SO₂ ridotto
nl: SO₂ verminderd
pl: Redukcja SO₂
pt_pt: SO₂ reduzido

source: S-PHASE POWER
de: S PHASENLEISTUNG
es: POTENCIA FASE S
fr: PUISSANCE PH 2
hu_hu: S-FÁZIS TELJESÍTMÉNY
it: POTENZA FASE L2
nl: VERMOGEN S-FASE
pl: MOC FAZY S
pt_pt: POTÊNCIA FASE S

# Step1.选择设备类型40
source: Step1.Select device type
de: Schritt 1. Wählen Sie den Gerätetyp
es: Paso 1. Seleccione el tipo de dispositivo
fr: étape1:Sélectionnez un type d'appareil
hu_hu: 1. lépés: Válassza ki az eszköz típusát
it: Passaggio 1: selezionare il tipo di dispositivo
nl: Stap 1. Selecteer het apparaattype
pl: Krok 1. Wybierz typ urządzenia
pt_pt: Selecione o tipo de dispositivo

# Step2.接通电源,连接WIFI41
source: Step2.Connect the power and connect to WIFI
de: Schritt 2.Schließen Sie die Stromversorgung an und verbinden Sie sich mit WIFI
es: Paso 2: conecta la alimentación y conéctate a WIFI
fr: Étape 2 : Branchez la prise électrique et connectez-vous au WIFI
hu_hu: 2. lépés. Csatlakoztassa az áramellátást, és csatlakoztassa a WIFI-t
it: Passaggio 2: collegare l'alimentazione e connettersi al WIFI
nl: Stap 2. Sluit de stroom aan en maak verbinding met WIFI
pl: Krok 2. Podłącz zasilanie i połącz się z WIFI
pt_pt: Passo 2. Conecte a energia e conecte-se ao WIFI

source: Storage status
de: Speicherstatus
es: Estado del almacenamiento
fr: État du stockage
hu_hu: Tárolási állapot
it: Stato dell'accumulo
nl: Opslagstatus
pl: Stan magazynu
pt_pt: Status do armazenamento

# Successfully deleted
source: Deleted successfully
de: Erfolgreich gelöscht
es: Borrado con éxito
fr: Supprimé avec succès
hu_hu: Sikeresen törölve
it: Eliminato con successo
nl: Met succes verwijderd
pl: Skutecznie usunięte
pt_pt: Apagado com sucesso

# Successfully modified
source: Changed successfully
de: Erfolgreich geändert
es: Cambiado con éxito
fr: Changement réussi
hu_hu: Sikeresen megváltozott
it: Modificato con successo
nl: Succesvol gewijzigd
pl: Zmieniono pomyślnie
pt_pt: Alterado com sucesso

# Today Energy
source: Today
de: Heute
es: Hoy
fr: Aujord'hui
hu_hu: Mai termelés
it: Oggi
nl: Vandaag
pl: Dzisiaj
pt_pt: Hoje

# todayPV
source: Generation
es: Generación
fr: Génération
hu_hu: Generáció
it: Generazione
nl: Generatie
pl: Produkcja
pt_pt: Geração

source: Total
de: GESAMT
hu_hu: ÖSSZESEN
it: TOTALE
nl: TOTAAL
pl: Wszystko

# TOTAL BATTERY CHARGE
source: Total PV energy
de: Gesamte gespeicherte PV-energie
es: Energía fotovoltaica total
fr: Energie PV total
hu_hu: Teljes napelemes energia
it: Energia fotovoltaica totale
nl: Totale PV energie-output
pl: Energia ogolem
pt_pt: Energia PV total

# TOTAL CHARGED
source: Accumulated Charge Energy
de: Akkumulierte Ladungsenergie
es: Energía total acumulada
fr: Énergie de charge accumulée
hu_hu: Felhalmozott töltöttség
it: Energia di carica accumulata
nl: Geaccumuleerde ladingsenergie
pl: Całkowita energia zmagazynowana
pt_pt: Energia de Carga Acumulada

# TOTAL DISCHARGED
source: Total E-discharged
de: Total E-entladen
es: Energía total descargada
fr: Total E-déchargé
hu_hu: Teljes E-ürítés
it: E-scaricato totale
nl: Totaal E-ontladen
pl: Całkowita energia wyładowana
pt_pt: Total E-descarregado

source: T-PHASE POWER
de: T-PHASENLEISTUNG
es: POTENCIA FASE T
fr: PUISSANCE PH 3
hu_hu: T-FÁZIS HATÁS
it: POTENZA FASE L3
nl: VERMOGEN T-FASE
pl: MOC FAZY T
pt_pt: POTÊNCIA FASE T

source: Upload Picture
de: Bild hochladen
es: Subir foto
fr: Télécharger l'image
hu_hu: Kép feltöltése
it: Carica l'immagine
nl: Upload foto
pl: Dodaj zdjęcie
pt_pt: Carregar foto

source: User-side Power
de: Leistung Haushalt
es: Potencia obtenida por el usuario
fr: Puissance côté utilisateur
hu_hu: Felhasználó-oldali teljesítmény
it: Potenza lato utente
nl: Vermogen gebruiker
pl: Moc użytkownika
pt_pt: Potência do usuário

# Voltage
source: Voltage(V)
de: Spannung (V)
es: Voltaje (V)
fr: Tension (V)
hu_hu: Feszültség (V)
it: Tensione (V)
nl: Spanning (V)
pl: Napięcie (V)
pt_pt: Tensão (V)

# wifi看灯
source: Please check the blue LED.
de: Bitte überprüfen Sie den Status der blauen LED.
es: Por favor, compruebe el LED azul.
fr: Veuillez vérifier la LED bleue.
hu_hu: Kérjük, ellenőrizze a kék LED-et.
it: Prego verificare il LED Blue.
nl: Controleer de blauwe LED.
pl: Sprawdz czy dioda miga na niebiesko
pt_pt: Verifique o LED azul.

# wifi连接成功
source: Connection OK
de: Verbindung OK
es: Conexión OK
fr: Connexion OK
hu_hu: A kapcsolat rendben
it: Connessione OK
nl: Verbinding OK
pl: Połączenie OK
pt_pt: Conexão OK

# wifi连接失败
source: Connection Abnormal
de: Verbindung abnormal
es: Conexión anómala
fr: Connexion anormale
hu_hu: A kapcsolat kóros
it: Connessione anormale
nl: Verbinding abnormaal
pl: Nieprawidłowe połączenie
pt_pt: Conexão anormal

# wifi提示
source: Your phone is not connected to wifi, continiue?
de: Ihr Telefon ist nicht mit WLAN verbunden, weiter?
es: Su teléfono no está conectado a wifi, ¿continuar?
fr: Votre téléphone n'est pas connecté au wifi, continuez ?
hu_hu: A telefonja nincs csatlakoztatva a wifi-hez, folytatódik?
it: Il tuo telefono non è collegato al wifi, continua?
nl: Je telefoon is niet verbonden met wifi, continu?
pl: Twój telefon nie jest podłączony do Wifi, Kontynuować ?
pt_pt: Seu telefone não está conectado à rede wifi, continua?

# wifi提示成功信息
source: If the LED flash as picture A, please move to 'Device'page and refresh.
de: Wenn die LED wie in Abbildung A blinkt, wechseln Sie zur Seite “Gerät” und aktualisieren Sie sie.
es: Si el LED parpadea como imagen A, vaya a la página 'Dispositivo' y actualice.
fr: Si la LED clignote comme l'image A, veuillez aller à la page ”Dispositif“ et rafraîchir.
hu_hu: Ha a LED A képként villog, lépjen az 'Eszköz' oldalra, és frissítse.
it: Se il LED lampeggia come nella figura A, passare alla pagina “Dispositivo” e aggiornare.
nl: Als de LED knippert als afbeelding A, ga dan naar de 'Device'-pagina en ververs.
pl: Jeśli dioda LED miga jak na zdjęciu A, przejdź do strony „Urządzenie” i odśwież.
pt_pt: Se o LED piscar como na figura A, vá para a página 'Dispositivo' e atualize.

# wifi提示失败信息
source: If the LED flash as picture B, do as following:
de: Blinkt die LED wie in Abbildung B, dann gehen Sie wie folgt vor:
es: Si el LED parpadea como en la imagen B, haga lo siguiente:
fr: Si la LED clignote comme l'image B
hu_hu: Ha a LED úgy villog mint ahogy az a 'B' képen látható, tegye a következőket:
it: Se il LED lampeggia come in figura B, porcedi come segue:
nl: Als de LED knippert zoals op afbeelding B, doe dan het volgende:
pl: Jesli dioda LED miga, jak pokazano na rysunku B, wykonaj nastepujące czynności:
pt_pt: Se o LED piscar como imagem B, faça o seguinte:

# wifi提示失败信息1
source: 1. Check your router signal strength.
de: 1. Überprüfen Sie die Signalstärke des Internetrouters
es: 1. Compruebe la potencia de la señal de su router.
fr: 1. Vérifiez la puissance du signal de votre routeur.
hu_hu: 1. Ellenőrizze a routere jelerősségét.
it: 1. Verifica la potenza di segnale del tuo router.
nl: 1. Controleerd het wifi signaal en het bereik
pl: 1. Sprawdź siłę sygnału sieci Wifi.
pt_pt: 1. Verifique a intensidade do sinal do roteador.

# wifi提示失败信息2
source: 2. Configure your ShineWifi device again.
de: 2. Konfigurieren Sie Ihr ShineWifi-Gerät erneut.
es: 2. Configure su dispositivo ShineWifi nuevamente.
fr: 2. Configurez à nouveau votre appareil ShineWifi.
hu_hu: 2. Konfigurálja újra a ShineWifi készüléket.
it: 2. Configura nuovamente il tuo dispositivo ShineWifi.
nl: 2. Configureer uw ShineWifi-apparaat opnieuw.
pl: 2. Ponownie skonfiguruj urządzenie ShineWifi.
pt_pt: 2. Configure seu dispositivo ShineWifi novamente.

# wifi页面跳转提示
source: Server may not respond instantaneously, please verify the connection status via blue LED.
de: Server antwortet nicht, bitte überprüfen Sie den Status der blauen LED.
es: Es posible que el servidor no responda instantáneamente, verifique el estado de la conexión a través del LED azul.
fr: Le serveur peut ne pas répondre instantanément
hu_hu: Ha a szerver nem ad azonnali választ, a kék LED segítségével győződjön meg a csatlakozás állapotáról.
it: Il server potrebbe non rispondere istantaneamente, prego verificare lo stato della connessione tramite il LED Blue.
nl: De server reageert niet, controleer de verbindingsstatus met behulp van de blauwe LED
pl: Serwer nie odpowiada, sprawdź czy masz połączenie (migająca dioda na niebiesko)
pt_pt: O servidor pode não responder instantaneamente, verifique o status da conexão via LED azul.

# wifi重新配置
source: Back to reconfigure
de: Konfiguration wiederholen
es: Atrás para reconfigurar
fr: Retour à la reconfiguration
hu_hu: Vissza az újrakonfiguráláshoz
it: Indietro al riconfigurazione
nl: Terug naar configureren
pl: Wroć do konfiguracji
pt_pt: Voltar a reconfigurar

source: YEAR
de: JAHR
es: AÑO
fr: Année
hu_hu: ÉV
it: ANNO
nl: JAAR
pl: Rok
pt_pt: ANO

# YEAR BATTERY CHARGE
source: Year PV energy
de: Jährlich gespeicherte PV-Energie
es: Energía FV anual
fr: Energie PV annuelle
hu_hu: Éves napelemes energia
it: Energia fotovoltaica annua
nl: Jaarlijkse PV energie-output
pl: Energia wygenerowana rocznie
pt_pt: Energia PV anual

# YEAR CHARGED
source: Year E-charged
de: Jährlich geladene PV-Energie
es: Energía cargada este año
fr: Energie de charge annuelle
hu_hu: Éves számított díj
it: Energia di carica annua
nl: Jaarlijks opgeladen
pl: Roczne naladowanie
pt_pt: Energia carregada anual

# YEAR DISCHARGED
source: Year E-discharged
de: Jährlich entladene PV-Energie
es: Energía descargada este año
fr: Energie de décharge annuelle
hu_hu: Éves leszámított díj
it: Energia di scarica annua
nl: Jaarlijks ontladen
pl: Roczne roladowanie
pt_pt: Energia descarregada anual

# Year energy
source: Year generation
de: Generation des Jahres
es: Generación del año
fr: Capacité de production annuelle
hu_hu: Éves generáció
it: Generazione dell'anno
nl: Jaar generatie
pl: Generowanie roku
pt_pt: Geração do ano

source: Yes
de: Ja
es: Sí
fr: Oui
hu_hu: Igen
it: Si
nl: Ja
pl: Tak
pt_pt: Sim

# 安装信息
source: Installation Information
de: Anlageninformation
es: Información de la instalación
fr: Informations sur l'installation
hu_hu: Telepítési információ
it: Informazioni di installazione
nl: Installatie gegevens
pl: Dane instalacyjne
pt_pt: Informação de instalação

# 本月用电35
source: Month consumption
de: Monat verbrauch
es: Consumo mensual
fr: Consommation mensuelle
hu_hu: Havi fogyasztás
it: Consumo mensile
nl: Maand consumptie
pl: Miesięczne zużycie
pt_pt: Consumo do mês

# 编辑
source: Edit
de: Bearbeiten
es: Editar
fr: Editer
hu_hu: Szerkesztés
it: Modifica
nl: Aanpassen
pl: Edytuj
pt_pt: Editar

# 编辑采集器
source: Edit datalogger
de: Datenlogger bearbeiten
es: Editar datalogger
fr: éditer un Datalogger
hu_hu: Naplózó szerkesztése
it: Modifica datalogger
nl: Datalogger aanpassen
pl: Dostosuj rejestrator danych
pt_pt: Editar datalogger

# 标识:
source: Tag:
de: Kennzeichnung:
es: Etiqueta:
fr: Logo
hu_hu: Azonosító:
it: Etichetta:
nl: Label:
pl: Etykieta:

# 标题:
source: Title:
de: Titel:
es: Título:
fr: Titre
hu_hu: Megnevezés:
it: Titolo:
nl: Titel:
pl: Tytuł:
pt_pt: Título:

# 别名
source: Alias
de: Name
fr: Identifiant
hu_hu: Más néven
it: Nome Alias
pl: Przypisana nazwa

# 拨打电话
source: Do you need to make a call?
de: Möchten Sie einen Anruf machen?
es: ¿Necesitas hacer una llamada?
fr: Vous devez passer un appel ?
hu_hu: Telefonálna?
it: Necessita effettuare una chiamata?
nl: Wilt u bellen?
pl: Chcesz zadzwonic?
pt_pt: Você precisa fazer uma ligação?

# 不加锁4
source: Unlock
de: Freischalten
es: Desbloquear
fr: Déverrouiller
hu_hu: Kinyit
it: Sbloccare
nl: Ontsluiten
pl: Odblokuj
pt_pt: Desbloquear

# 不能为空
source: Can't be empty!
de: Kann nicht leer sein!
es: ¡No puede estar vacío!
fr: Il ne peut pas être vide !
hu_hu: Nem lehet üres!
it: Non può essere vuoto!
nl: Kan niet leeg zijn!
pl: Nie może być puste!
pt_pt: Não pode estar vazio!

# 不能找到用户名
source: Username can not be found
de: Benutzername konnte nicht gefunden werden
es: No se puede encontrar el usuario.
fr: Nom d'utilisateur introuvable
hu_hu: A felhasználónév nem található
it: Impossibile trovare il Nome Utente
nl: De gebruikersnaam kan niet worden gevonden
pl: Nie można znaleźć nazwy użytkownika
pt_pt: O nome de usuário não pode ser encontrado

# 采集器不在线
source: datalogger offline
de: Datenlogger offline
es: Datalogger sin conexión
fr: Datalogger est en hors ligne
hu_hu: Datalogger elérhető
pl: Rejestrator danych offline
pt_pt: Registrador de dados offline

# 采集器列表
source: Datalogger list
de: Liste Datenlogger
es: Lista de dataloggers
fr: Liste des Data Logger
hu_hu: Adatgyűjtők listája
it: Lista del Datalogger
nl: Datalogger lijst
pl: Lista rejestratorów
pt_pt: Lista de Datalogger

# 采集器序列号错误
source: Datalogger SN incorrect
de: Seriennummer Datenlogger falsch
es: Nº de serie de Datalogger incorrecto
fr: Le NS du datalogger est incorrect
hu_hu: Hibás naplózó gyári szám
it: Numero di serie del datalogger non corretto
nl: Serienummer datalogger incorrect
pl: Bledny numer rejestratora danych
pt_pt: Datalogger SN incorreto

# 采集器序列号或校验码错误
source: Datalogger SN or checkcode incorrect
de: Seriennummer oder Prüfcode falsch
es: Nº de serie Datalogger o código de verificación incorrectos
fr: Le numéro de série ou le code de vérification du Data Logger sont incorrects
hu_hu: Hibás az adtgyűjtó gyáriszáma vagy az ellneőrzőszáma
it: Numero di serie o Checkcode del datalogger errati
nl: Het serienummer of de verificatiecode zijn niet correct
pl: Nieprawidlowy numer seryjny lub kod weryfikacyjny
pt_pt: Datalogger SN ou código de verificação incorreto

# 采集器序列号已经存在
source: Existing datalogger SN
de: Seriennummer existiert bereits
es: Nº de serie de Datalogger existente
fr: Le numéro de série du Datalogger existe déjà
hu_hu: Létező naplózó gyári szám
it: Numero seriale del datalogger esistente
nl: Serienummer datalogger bestaat al
pl: Numer seryjny rejestratora juz istnieje
pt_pt: Registrador de dados SN

# 参数
source: Info
de: Die Info
es: Informacion
fr: Information
it: Informazioni
pl: Informacje
pt_pt: Informações

# 参数不在范围内
source: Parameter out of range
de: Parameter ausserhalb des zulässigen Bereichs
es: Parámetro fuera de rango
fr: Le paramètre n'est pas dans la plage
hu_hu: Paraméter határértéken kívül
it: Parametro fuori range
nl: Ingevoerde parameter is buiten het bereik
pl: Wprowadzony parametr jest poza zakresem
pt_pt: Parâmetro fora do alcance

# 参数类型不存在
source: Parameter type null
de: Parameter nicht bekannt
es: Tipo de parámetro en blanco
fr: Le type de paramètre n'existe pas
hu_hu: Paraméter típus nulla
it: Tipo di parametro nullo
nl: Geen parameter type ingevoerd
pl: Typ parametru pusty
pt_pt: Tipo de parâmetro nulo

# 参数设置成功
source: Parameter set successfully
de: Parametereingabe erfolgreich
es: Parámetro establecido correctamente
fr: Paramètres réglés avec succès
hu_hu: Sikeresen beállított parméterek
it: Parametro impostato con successo
nl: Parameter succesvol ingesteld
pl: Parametr pomyslnie ustawiony
pt_pt: Parâmetro definido com sucesso

# 参数为空
source: Parameter null
de: Parameter leer
es: Parámetro en blanco
fr: Le paramètre est vide
hu_hu: Paraméter nulla
it: Parametro nullo
nl: Geen parameter ingevoerd
pl: Brak parametru
pt_pt: Parâmetro nulo

# 插座06
source: Socket
de: Steckdose
es: Enchufe
fr: prise
hu_hu: Foglalat
it: Presa di corrente
nl: Stopcontact
pl: Gniazdo
pt_pt: Soquete

# 查看图片
source: View Image
de: Bild ansehen
es: Ver imagen
fr: voir l'image
hu_hu: Megtekintheti a képet
it: Vedi l'immagine
nl: Afbeelding bekijken
pl: Pokaż zdjęcie
pt_pt: Ver imagem

# 查询采集器信息
source: Query datalogger Message:
de: Datenlogger abfragen Nachricht:
es: Mensaje de consulta del datalogger:
fr: Informations sur le data logger:
hu_hu: Lekérdezés-naplóüzenet:
it: Query datalogger Messaggio:
nl: Vraag datalogger bericht:
pl: Zapytanie do rejestratora danych Wiadomość:
pt_pt: Mensagem do registrador de dados de consulta:

# 产生电费011
source: Electricity fee
de: Stromgebühr
es: Tarifa de electricidad
fr: Frais d'électricité encourus
hu_hu: Villamosenergia-díj
it: Tassa di elettricità
nl: Elektriciteit vergoeding
pl: Opłata za energię elektryczną
pt_pt: Taxa de eletricidade

# 产生电量01
source: Electricity consumption
de: Stromverbrauch
es: Consumo de electricidad
fr: Consommation électrique
hu_hu: Villamosenergia-fogyasztás
it: Consumo elettrico
nl: Elektriciteitsverbruik
pl: Zużycie energii elektrycznej
pt_pt: Consumo de eletricidade

# 常见问题
source: FAQ
es: Preguntas frecuentes
hu_hu: GYIK
pl: Czesto zadawane pytania
pt_pt: Perguntas frequentes

# 常见问题内容
source: Quick Help FAQ
de: Schnelle Hilfe FAQ
es: Ayuda rápida FAQ
fr: Aide rapide FAQ
hu_hu: Gyors súgó - GYIK
it: Domande frequenti sull'aiuto rapido
nl: Veelgestelde vragen over snelle hulp
pl: Szybka pomoc/FAQ
pt_pt: Ajuda rápida FAQ

# 超出版本限制注册用户数量
source: Users number exceeds limit
de: Die Anzahl der Benutzer überschreitet das Limit
es: El número de usuarios excede el límite
fr: Le nombre d'utilisateurs enregistrés dépasse la limite de version
hu_hu: A felhasználók száma meghaladja a korlátot
it: Il numero di utenti supera il limite
nl: Gebruikersnummer overschrijdt limiet
pl: Liczba użytkowników przekracza limit
pt_pt: O número de usuários excede o limite

# 超出用户限制电站数量
source: Exceed the max plant quantity
de: Maximale Anlagenzahl erreicht
es: Superada la cantidad máxima de instalaciones
fr: Dépasser le nombre maximum de centrales
hu_hu: Az erőművek száma túllépve
it: Ecceduta la quantità totale di impianti
nl: Maximale hoeveelheid installaties is bereikt
pl: Osiągnięto maksymalną ilość instalacji
pt_pt: Exceda a quantidade máxima de plantas

# 车库充电桩09
source: Garage charging piles
de: Garage, die Stapel auflädt
es: cargadors de carga de garaje
fr: Piles de chargement du garage
hu_hu: Garázs töltő cölöpök
it: Mucchi di ricarica per garage
nl: Garage laadpalen
pl: Stosy do ładowania garażu
pt_pt: Estacas de carregamento de garagem

# 城市
source: City
de: Stadt
es: Ciudad
fr: Ville
hu_hu: Város
it: Città
nl: Locatie gegevens
pl: Miasto
pt_pt: Cidade

# 持续模式6
source: Hold mode
de: Halten Sie den Modus
es: Modo de espera
fr: Mode continu
hu_hu: Tartás mód
it: Modalità di attesa
nl: Hold-modus
pl: Tryb wstrzymania
pt_pt: Modo Hold

# 充电
source: Charging
de: Laden
es: Cargando
fr: Recharge
hu_hu: Töltés alattt
it: In carica
nl: Opladen
pl: Ładowanie
pt_pt: Carregando

# 充电18
source: Charge
de: Aufladen
es: Cargar
hu_hu: Díj
it: Carica
nl: In rekening brengen
pl: Ładuj
pt_pt: Carregar

# 充电费率14
source: Charging rates
de: Gebührengebühren
es: Tasas de carga
fr: Taux de chargement
hu_hu: Töltési mód
it: Tassi di ricarica
nl: Laad tarieven
pl: Prędkość ładowania
pt_pt: Modo de carregamento

# 充电记录19
source: Record
de: Aufzeichnung
es: Grabar
fr: Dossiers d'inculpation
hu_hu: Rekord
it: Disco
pl: Rejestr
pt_pt: Registro

# 充电模式15
source: Charging model
de: Lademodell
es: Modelo de carga
fr: mode de chargement
hu_hu: Töltési modell
it: Modello di ricarica
nl: Oplaadmodel
pl: Model ładowania
pt_pt: Modelo de carregamento

# 充电桩
source: EV charger
de: E-Auto Ladesäule
es: Cargador Vehículo eléctrico
fr: Station de recharge pour voiture électronique
hu_hu: EV töltő
it: Caricabatterie EV
nl: Oplader electrische auto
pl: Ładowarka samochodu elektrycznego
pt_pt: Carregador EV

# 充电桩04
source: EV charger
de: EV Ladegerät
es: Cargador EV
fr: Station de recharge pour voiture électronique
hu_hu: EV töltő
it: Caricabatterie EV
nl: EV-lader
pl: Ładowarka EV
pt_pt: Carregador EV

# 充电桩ID21
source: Charger ID
de: Ladegerät-ID
es: ID del cargador
fr: ID du chargeur
hu_hu: Töltőazonosító
it: ID del caricatore
nl: Lader-ID
pl: Identyfikator ładowarki
pt_pt: ID do carregador

# 出厂时间:
source: Starting time:
de: Beginn:
es: Tiempo de comienzo:
fr: L'heure de départ :
hu_hu: Kezdő idő:
it: Ora di inizio:
nl: Begindatum:
pl: Data rozpoczęcia:
pt_pt: Hora de início:

# 储能电量
source: Stored energy
de: Gespeicherte Energie
es: Energía almacenada
fr: Energie stockée
hu_hu: Tárolt energia
it: Energia accumulata
nl: Opgeslagen energie
pl: Zmagazynowana energia
pt_pt: Energia armazenada

# 储能放电量
source: Discharge(kWh)
de: Entladen
es: Descarga (kWh)
fr: Décharge (kWh)
hu_hu: Leadási teljesítmény (kWh)
it: Scarica(KWh)
nl: Ontladen(kWh)
pl: Rozladowanie (kWh)
pt_pt: Descarga (kWh)

# 储能机
source: Storage
de: Energiespeicher
es: Almacenamiento
fr: Stockage
hu_hu: Raktár
it: Accumulo
nl: Opslag
pl: Magazyn energii
pt_pt: Armazenamento

# 储能机故障
source: Storage machine Failure
de: Fehler Energiespeicher
es: Fallo del equipo de almacenamiento
fr: Panne de la machine de stockage d'énergie
hu_hu: Tároló készülék hiba
it: Danneggiamento macchina di accumulo
nl: Opslagapparaat fout
pl: Usterka baterii
pt_pt: Falha no armazenamento

# 从相册选取
source: Choose from photos
de: Wähle aus Bildern
es: Elegir de las fotos
fr: Choisissez parmi les photos
hu_hu: Válasszon a fényképek közül
it: Scegli dalle foto
nl: Kies uit foto's
pl: Wybierz z galerii
pt_pt: Escolha das fotos

# 大厅38
source: Hall
de: Halle
es: Sala
hu_hu: Terem
it: Sala
nl: Hal
pl: Hala
pt_pt: Corredor

# 大厅插座33
source: Socket
de: Steckdose
es: Enchufe
fr: prise
hu_hu: Foglalat
it: Presa di corrente
nl: Stopcontact
pl: Gniazdo
pt_pt: Soquete

# 大厅温控器24
source: Thermostat
es: Termostato
hu_hu: Termosztát
it: Termostato
nl: Thermostaat
pl: Termostat
pt_pt: Termostato

# 代理商编号
source: Installer code
de: Installationscode
es: Código de instalador
fr: Code d'installateur
hu_hu: Telepítőkód
it: Codice installatore
nl: Installatiecode
pl: Kod instalatora
pt_pt: Código do instalador
