Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 启用加热保障功能，在光伏供电不足时确保加热设备正常工作，满足家庭使用需要
source: Enable the heating guarantee function to ensure the normal operation of the heating equipment when the photovoltaic power supply is insufficient to meet the needs of household use
de: Aktivieren Sie die Heizungsgarantiefunktion, um den normalen Betrieb des Heizgeräts sicherzustellen, wenn die Photovoltaik-Stromversorgung nicht ausreicht, um die Anforderungen des Haushaltsgebrauchs zu erfüllen
es: Habilite la función de garantía de calefacción para asegurar el funcionamiento normal del equipo de calefacción cuando el suministro de energía fotovoltaica sea insuficiente para satisfacer las necesidades del uso doméstico.
fr: Activer la fonction de garantie de chauffage pour assurer le fonctionnement normal de l'équipement de chauffage lorsque l'alimentation photovoltaïque est insuffisante pour répondre aux besoins de l'usage domestique
hu_hu: Engedélyezze a fűtésvédelmi funkciót a fűtőberendezések normál működésének biztosítása érdekében, ha a fotovoltaikus tápellátás nem elegendő a háztartási használat igényeinek kielégítésére
it: Abilitare la funzione di garanzia del riscaldamento per garantire il normale funzionamento dell'impianto di riscaldamento quando l'alimentazione fotovoltaica è insufficiente a soddisfare le esigenze di utilizzo domestico
nl: Schakel de verwarmingsgarantiefunctie in om de normale werking van de verwarmingsapparatuur te garanderen wanneer de fotovoltaïsche stroomtoevoer onvoldoende is om te voldoen aan de behoeften van huishoudelijk gebruik
pl: Włącz funkcję gwarancji grzania, aby zapewnić normalną pracę urządzeń grzewczych, gdy zasilanie fotowoltaiczne jest niewystarczające do zaspokojenia potrzeb domowych
pt_pt: Habilite a função de garantia de aquecimento para garantir o funcionamento normal do equipamento de aquecimento quando a fonte de alimentação fotovoltaica for insuficiente para atender às necessidades de uso doméstico

# 加热模式
source: Heating mode
de: Heizmodus
es: Modo de calefacción
fr: Mode chauffage
hu_hu: Fűtési mód
it: Modalità riscaldamento
nl: Verwarmingsmodus
pl: Tryb ogrzewania
pt_pt: Modo de aquecimento

# 软件版本
source: Software version
es: Versión del software
fr: Une version de logiciel
hu_hu: Szoftver verzió
it: Versione software
nl: Software versie
pl: Wersja oprogramowania
pt_pt: Versão do software

# 远程重启
source: Remote restart
de: Remote-Neustart
es: Reinicio remoto
fr: Redémarrage à distance
hu_hu: Távoli újraindítás
it: Riavvio remoto
nl: Opnieuw opstarten op afstand
pl: Zdalny restart
pt_pt: Reinicialização remota

# 重启成功
source: Successful restart
de: Erfolgreicher Neustart
es: Reinicio exitoso
fr: Redémarrage réussi
hu_hu: Sikeres újraindítás
it: Riavvio riuscito
nl: Succesvolle herstart
pl: Pomyślny restart
pt_pt: Reinício bem sucedido

# 单相
source: Single phase
de: Einzelphase
es: Monofásico
fr: Monophasé
hu_hu: Egyfázisú
it: Monofase
nl: Enkele fase
pl: Simplex
pt_pt: Fase única

# 三相
source: Three phase
de: Drei Phasen
es: Trifásico
fr: Trois phases
hu_hu: Három fázis
it: Trifase
nl: Drie fase
pl: Trójfazowy
pt_pt: Trifásico

# 选择负载
source: Select load
de: Wählen Sie Last
es: Seleccionar cargar
fr: Sélectionnez la charge
hu_hu: Válassza ki a betöltést
it: Seleziona il carico
nl: Selecteer belasting
pl: Wybierz obciążenie
pt_pt: Selecione a carga

# 恒温
source: constant temperature
de: konstante Temperatur
es: temperatura constante
fr: Température constante
hu_hu: állandó hőmérséklet
it: temperatura costante
nl: constante temperatuur
pl: stała temperatura
pt_pt: Temperatura constante

# 全天24小时
source: all day（24h）
de: den ganzen Tag （24h）
es: Todo el dia (24h)
fr: toute la journée （24h）
hu_hu: egész nap （24h）
it: tutto il giorno （24h）
nl: de hele dag （24 uur）
pl: 24 godziny na dobę
pt_pt: o dia todo （24h）

# 最多添加5个时间
source: Add up to 5 times
de: Bis zu 5 mal hinzufügen
es: Añadir hasta 5 veces
fr: Ajouter jusqu'à 5 fois
hu_hu: Adjon hozzá akár ötször
it: Aggiungi fino a 5 volte
nl: Voeg maximaal 5 keer toe
pl: Dodaj maksymalnie 5 razy
pt_pt: Adicione até 5 vezes

# 添加时间段
source: Add time period
de: Zeitraum hinzufügen
es: añadir período de tiempo
fr: Ajouter une période
hu_hu: Időszak hozzáadása
it: Aggiungi periodo di tempo
nl: Tijdsperiode toevoegen
pl: Dodaj przedział czasu
pt_pt: Adicionar período de tempo

# 设备图标
source: Device icon
de: Gerätesymbol
es: Icono de dispositivo
fr: Icône de l'appareil
hu_hu: Eszköz ikonra
it: Icona del dispositivo
nl: Apparaatpictogram
pl: Ikona urządzenia
pt_pt: Ícone do dispositivo

# 选择图标
source: Select icon
de: Symbol auswählen
es: Seleccionar icono
fr: Sélectionnez l'icône
hu_hu: Válassza az ikont
it: Seleziona l'icona
nl: Selecteer icoon
pl: Wybierz ikonę
pt_pt: Selecione o ícone

# 温度传感器
source: Temperature Sensor
de: Temperatursensor
es: Sensor de temperatura
fr: Capteur de température
hu_hu: Hőmérséklet szenzor
it: Termometro
nl: Temperatuursensor
pl: Czujnik temperatury
pt_pt: Sensor de temperatura

# 立即开始
source: start immediately
de: Sofort starten
es: empieza inmediatamente
fr: commencer immédiatement
hu_hu: azonnal induljon
it: inizia subito
nl: start onmiddellijk
pl: rozpocząć natychmiast
pt_pt: comece imediatamente

# WiFi直连
source: WiFi direct connection
de: WiFi direkte Verbindung
es: Conexión WiFi directa
fr: Connexion WiFi directe
hu_hu: Közvetlen WiFi kapcsolat
it: Connessione WiFi diretta
nl: Directe WiFi verbinding
pl: Bezpośrednie połączenie WiFi
pt_pt: Conexão direta WiFi

# 请找到与桩序列号一致的Wi-Fi名字
source: Please find the Wi-Fi name that is consistent with the pile serial number, and click Connect. The default Wi-Fi password is 12345678
de: Suchen Sie den Wi-Fi-Namen, der mit der Seriennummer des Stapels übereinstimmt, und klicken Sie auf Verbinden. Das Standard-Wi-Fi-Passwort lautet 12345678
es: Busque el nombre de Wi-Fi que coincida con el número de serie de la cargador y haga clic en Conectar. La contraseña de Wi-Fi predeterminada es 12345678
fr: Recherchez le nom Wi-Fi correspondant au numéro de série de la pile, puis cliquez sur Se connecter. Le mot de passe Wi-Fi par défaut est 12345678
hu_hu: Keresse meg a halom sorozatszámával megegyező Wi-Fi nevet, és kattintson a Csatlakozás gombra. Az alapértelmezett Wi-Fi jelszó 12345678
it: Individua il nome Wi-Fi coerente con il numero di serie della pila e fai clic su Connetti. La password Wi-Fi predefinita è 12345678
nl: Zoek de Wi-Fi-naam die overeenkomt met het serienummer van de datalogger en klik op verbinden. Het standaard Wi-Fi-wachtwoord is 12345678
pl: Znajdź nazwę Wi-Fi zgodną z numerem seryjnym stosu i kliknij Połącz. Domyślne hasło Wi-Fi to 12345678
pt_pt: Encontre o nome do Wi-Fi consistente com o número de série da pilha e clique em Conectar. A senha padrão do Wi-Fi é 12345678

# 如果您购买的桩为4G移动通信，可以跳过配网步骤
source: If the pile you purchased is 4G mobile communication, you can skip the network distribution step
de: Wenn es sich bei dem von Ihnen gekauften Stapel um 4G-Mobilkommunikation handelt, können Sie den Schritt der Netzwerkverteilung überspringen
es: Si el cargador que compró es comunicación móvil 4G, puede omitir el paso de distribución de red
fr: Si la pile que vous avez achetée est une communication mobile 4G, vous pouvez sauter l'étape de distribution réseau
hu_hu: Ha a megvásárolt halom 4G mobil kommunikáció, akkor kihagyhatja a hálózati terjesztési lépést
it: Se la pila che hai acquistato è una comunicazione mobile 4G, puoi saltare il passaggio di distribuzione della rete
nl: Als de datalogger die u heeft een mobiele 4G-communicatie is, kunt u de stap van de netwerkdistributie overslaan
pl: Jeśli kupiony stos to komunikacja mobilna 4G, możesz pominąć krok dystrybucji sieci
pt_pt: Se a pilha que você comprou for de comunicação móvel 4G, você pode pular a etapa de distribuição de rede

# 配网模式
source: Configuration network mode
de: Konfigurationsnetzwerkmodus
es: Modo de red de distribución
fr: Mode réseau de configuration
hu_hu: Konfigurációs hálózati mód
it: Modalità di configurazione della rete
nl: Configuratie netwerkmodus
pl: Konfiguracja trybu sieciowego
pt_pt: Modo de configuração de rede

# 选择配网模式
source: Select the network mode
de: Wählen Sie den Netzwerkmodus
es: Seleccione el modo de distribución
fr: Sélectionnez le mode réseau
hu_hu: Válassza ki a hálózati módot
it: Seleziona la modalità di rete
nl: Selecteer de netwerkmodus
pl: Wybierz tryb sieci
pt_pt: Selecione o modo de rede

# 网线
source: Network cable
de: Netzwerkkabel
es: Cable de red
fr: Câble réseau
hu_hu: Hálózati kábel
it: Cavo di rete
nl: Netwerk kabel
pl: Kabel internetowy
pt_pt: Cabo de rede

# 请在路由器内置页面查找Lan口IP信息
source: Please find the Lan port IP information on the router built-in page
de: Die IP-Informationen zum Lan-Port finden Sie auf der integrierten Seite des Routers
es: Encuentre la información de IP del puerto Lan en la página incorporada del router
fr: Veuillez trouver les informations IP du port LAN sur la page intégrée du routeur
hu_hu: A router beépített oldalán találja meg a LAN port IP-adatait
it: Si prega di trovare le informazioni sull'IP della porta Lan nella pagina integrata del router
nl: Zoek de IP-informatie van de Lan-poort op de ingebouwde configuratiepagina van de router
pl: Informacje o adresie IP portu LAN można znaleźć na stronie wbudowanego routera
pt_pt: Encontre as informações de IP da porta Lan na página integrada do roteador

# 请等待2–5分钟刷新充电桩状态确认是否通信成功！
source: Please wait 2–5 minutes to refresh the charging pile status to confirm whether the communication is successful!
de: Bitte warten Sie 2 bis 5 Minuten, um den Ladestapelstatus zu aktualisieren und zu bestätigen, ob die Kommunikation erfolgreich ist!
es: Espere de 2 a 5 minutos para actualizar el estado de la cargador de carga y confirmar si la comunicación se realizó correctamente.
fr: Veuillez attendre 2 à 5 minutes pour actualiser l'état de la pile de chargement et confirmer si la communication est réussie!
hu_hu: Várjon 2–5 percet a töltési állapot frissítéséhez, hogy meggyőződjön a kommunikáció sikerességéről!
it: Attendere 2-5 minuti per aggiornare lo stato della pila di ricarica per confermare se la comunicazione è riuscita!
nl: Wacht 2–5 minuten om de status van de laadpaal te vernieuwen om te bevestigen dat de communicatie succesvol is!
pl: Poczekaj 2–5 minut, aby odświeżyć stan stosu ładowania, aby potwierdzić, czy komunikacja się powiodła!
pt_pt: Aguarde 2–5 minutos para atualizar o status da pilha de carregamento e confirmar se a comunicação foi bem-sucedida!

# 重置
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hu_hu: Visszaállítás
it: Ripristina
pl: Resetowanie
pt_pt: Redefinir

# m161_colour_flash_mode
source: Colour Flash Mode
de: Farbblitzmodus
es: Modo de flash de color
fr: Mode flash couleur
hu_hu: Színes vaku mód
it: Modalità flash a colori
nl: Kleurmodus
pl: Tryb lampy błyskowej w kolorze
pt_pt: Modo de flash colorido

# m163_static
source: Static
de: immer noch
es: Estático
fr: encore
hu_hu: még mindig
it: ancora
nl: Constant
pl: nadal
pt_pt: ainda

# m164_flash
source: Flash
de: Blitz
es: Parpadeo
fr: éclat
hu_hu: vaku
it: veloce
nl: Knipperen
pl: Lampa błyskowa
pt_pt: instantâneo

# m165_breath
source: Breath
de: Atmen
es: Respirar
fr: Respirer
hu_hu: Lélegzik
it: Respirare
nl: Ademen
pl: Oddychać
pt_pt: Respirar

# m166_colour_flash_speed
source: Colour Flash Speed
de: Farbblitzgeschwindigkeit
es: Velocidad de flash de color
fr: Vitesse du flash couleur
hu_hu: Színes vaku sebessége
it: Velocità del flash a colori
nl: knipper snelheid kleur
pl: Szybkość błysku w kolorze
pt_pt: Velocidade do flash de cor

# m405_Submit
source: Submit
de: einreichen
es: enviar
fr: soumettre
hu_hu: Beküldés
it: Invia
nl: Bevestigen
pl: Zatwierdź
pt_pt: enviar

# m406_SenceColour
source: Scene Colour
de: Szenenfarbe
es: Color de la escena
fr: Couleur de la scène
hu_hu: Jelenet színe
it: Colore della scena
nl: Scène kleur
pl: Kolor sceny
pt_pt: Cor da cena

# m145_left_time
source: Left Time
de: Übrige Zeit
es: Tiempo restante
fr: Temps restant
hu_hu: Idő maradt
it: Tempo rimasto
nl: Tijd over
pl: Pozostały czas
pt_pt: Tempo restante

# m258_current_status
source: Current status
de: Aktuellen Zustand
es: Estado actual
fr: État actuel
hu_hu: Jelenlegi állapot
it: Stato attuale
nl: Huidige status
pl: Stan obecny
pt_pt: Estado atual

# m92_colour_temp
source: Colour Temperature
de: Farbtemperatur
es: Temperatura del color
fr: Température de couleur
hu_hu: Színhőmérséklet
it: Temperatura di colore
nl: Kleurtemperatuur
pl: Temperatura koloru
pt_pt: Temperatura de cor

# m423_BluetoothSeach
source: Bluetooth Search
de: Bluetooth-Suche
es: Búsqueda de bluetooth
fr: Recherche Bluetooth
hu_hu: Bluetooth keresés
it: Ricerca Bluetooth
nl: Bluetooth zoeken
pl: Wyszukiwanie Bluetooth
pt_pt: Pesquisa Bluetooth

# m424_BluetoothSeachTips
source: Bluetooth Tips
de: Bluetooth-Tipps
es: Consejos de Bluetooth
fr: Conseils Bluetooth
hu_hu: Bluetooth tippek
it: Suggerimenti Bluetooth
pl: Wskazówki dotyczące Bluetooth
pt_pt: Dicas de Bluetooth

# m425_BLEScanning
source: BLE Scanning
de: BLE-Scan
es: Escaneo BLE
fr: Balayage BLE
hu_hu: BLE vizsgálat
it: Scansione BLE
nl: BLE scannen
pl: Skan BLE
pt_pt: Varredura BLE

# m427_TurnOnBLE
source: Turn on BLE
de: Öffnen Sie ble
es: Abrir ble
fr: Ouvrir ble
hu_hu: Nyitott vérzés
it: Apri ble
nl: BLE aanzetten
pl: Otwórz ble
pt_pt: Abrir ble

# m428_TurnOnBLETips
source: Turn on tips
de: Eingabeaufforderung öffnen
es: Abrir mensaje
fr: Ouvrir l'invite
hu_hu: Nyissa meg a promptot
it: Apri prompt
nl: Open prompt
pl: Otwórz monit
pt_pt: Abrir prompt

# m426_BLEFindDevice
source: Ble Find Device
de: BLE-Suchgerät
es: Búsqueda Dispositivo BLE
fr: Appareil de recherche BLE
hu_hu: BLE kereső eszköz
it: Dispositivo di ricerca BLE
nl: BLE-zoekapparaat
pl: Urządzenie wyszukiwania BLE
pt_pt: Dispositivo de pesquisa BLE

source: Light strip
de: Licht
es: Ligero
fr: Lumière
hu_hu: Fény
it: Luce
nl: Licht
pl: Lekki
pt_pt: Luz

# 水泵产出
source: Pump output
de: Pumpenleistung
es: Salida de la bomba
fr: Sortie pompe
hu_hu: Szivattyú teljesítménye
it: Uscita della pompa
nl: Pompvermogen
pl: Wydajność pompy
pt_pt: Saída da bomba

# 额定扬程
source: Rated head
de: Bewerteter Kopf
es: Cabeza clasificada
fr: Tête nominale
hu_hu: Névleges fej
it: Prevalenza nominale
nl: Beoordeeld hoofd
pl: Oceniona głowa
pt_pt: Cabeça nominal

# 额定容量
source: Rated Capacity
de: Nennleistung
es: Capacidad nominal
fr: Capacité nominale
hu_hu: Névleges kapacitás
it: Capienza stimata
nl: Pomp capaciteit
pl: Pojemność znamionowa
pt_pt: Capacidade Nominal

# 请输入设置值
source: Please enter the setting value
de: Bitte geben Sie den Einstellwert ein
es: Ingrese el valor de configuración
fr: Veuillez saisir la valeur de réglage
hu_hu: Kérjük, adja meg a beállítási értéket
it: Immettere il valore dell'impostazione
nl: Voer de instellingswaarde in
pl: Wprowadź wartość ustawienia
pt_pt: Por favor, insira o valor de configuração

# 光伏市电联合
source: Photovoltaic & utility
de: Photovoltaik-Dienstprogramm
es: Utilidad fotovoltaica
fr: Utilitaire photovoltaïque
hu_hu: Fotovoltaikus közmű
it: Utilità fotovoltaica
nl: PV aansluiting
pl: Narzędzie fotowoltaiczne
pt_pt: Utilidade fotovoltaica

# 充电恒压点
source: Charging constant voltage point
de: Ladepunkt mit konstanter Spannung
es: Punto de voltaje constante de carga
fr: Point de tension constante de charge
hu_hu: Állandó feszültségpont töltése
it: Punto di tensione costante di carica
nl: Opladen constant spanningspunt
pl: Ładowanie punktu stałego napięcia
pt_pt: Ponto de tensão constante de carga

# 浮充电压点
source: Float voltage point
de: Schwebespannungspunkt
es: Punto de voltaje flotante
fr: Point de tension flottante
hu_hu: Lebegő feszültségpont
it: Punto di tensione flottante
nl: Zwevend spanningspunt
pl: Pływający punkt napięcia
pt_pt: Ponto de tensão flutuante

# LCD背光
source: LCD backlight
de: LCD-Rücklicht
es: Luz de fondo de LCD
fr: LCD rétro-éclairage
hu_hu: LCD háttérvilágítás
it: Retroilluminazione LCD
nl: LCD-verlichting
pl: podświetlenie LCD
pt_pt: Luz de fundo do LCD

# 远程开关机
source: Remote switch
de: Fernschalter
es: Interruptor remoto
fr: Interrupteur à distance
hu_hu: Távkapcsoló
it: Interruttore remoto
nl: Externe schakelaar
pl: Przełącznik zdalny
pt_pt: Interruptor remoto

# 串口通讯检测
source: Serial communication detection
de: Erkennung der seriellen Kommunikation
es: Detección de comunicación en serie
fr: Détection de communication série
hu_hu: Soros kommunikáció észlelése
it: Rilevamento della comunicazione seriale
nl: Detectie van seriële communicatie
pl: Wykrywanie komunikacji szeregowej
pt_pt: Detecção de comunicação serial

# 输出开始时间段
source: Output start time period
de: Startzeitraum der Ausgabe
es: Período de tiempo de inicio de salida
fr: Période de démarrage de la sortie
hu_hu: Kimenet kezdési időtartama
it: Periodo di inizio dell'uscita
nl: Uitgang starttijd
pl: Czas rozpoczęcia wyjścia
pt_pt: Período de tempo de início de saída

# 输出结束时间段
source: Output end time period
de: Ausgabeendzeitraum
es: Período de tiempo de finalización de la salida
fr: Période de fin de sortie
hu_hu: Kimenet befejezési időtartama
it: Periodo di tempo di fine output
nl: Eindtijd van de uitvoer
pl: Czas zakończenia wyjścia
pt_pt: Período de tempo de término de saída

# 充电开始时间段
source: Charging start time period
de: Startzeitraum des Ladevorgangs
es: Período de tiempo de inicio de carga
fr: Période de démarrage de la charge
hu_hu: A töltés kezdési időszaka
it: Periodo di inizio carica
nl: Starttijd opladen
pl: Okres rozpoczęcia ładowania
pt_pt: Período de tempo de início de carregamento

# 充电结束时间段
source: Charging end time period
de: Ladeendzeitraum
es: Periodo de finalización de la carga
fr: Période de fin de charge
hu_hu: A töltés befejezési időszaka
it: Periodo di fine carica
nl: Eindtijd opladen
pl: Okres zakończenia ładowania
pt_pt: Período de tempo de término de carregamento

# 电池转市电工作点
source: Battery to mains operating point
de: Batterie zum Netzbetriebspunkt
es: Batería al punto de funcionamiento de la red
fr: Batterie au point de fonctionnement secteur
hu_hu: Az akkumulátor a hálózati működési pontig
it: Batteria al punto di funzionamento della rete
nl: Batterij naar net
pl: Akumulator do sieciowego punktu pracy
pt_pt: Bateria para o ponto de operação da rede elétrica

# 市电转电池工作点
source: Mains to battery operating point
de: Netz zum Batteriebetriebspunkt
es: Red al punto de funcionamiento de la batería
fr: Point de fonctionnement du secteur vers la batterie
hu_hu: Hálózat az akkumulátor működési pontjáig
it: Punto di funzionamento da rete a batteria
nl: Netvoeding naar accu werkpunt
pl: Punkt pracy z sieci do akumulatora
pt_pt: Rede elétrica para o ponto de operação da bateria

# 锂电池协议类型
source: Lithium battery protocol type
de: Protokolltyp der Lithiumbatterie
es: Tipo de protocolo de batería de litio
fr: Type de protocole de batterie au lithium
hu_hu: Lítium akkumulátor protokoll típusa
it: Tipo di protocollo della batteria al litio
nl: Protocoltype lithiumbatterij
pl: Typ protokołu baterii litowej
pt_pt: Tipo de protocolo de bateria de lítio

# 电池欠压切断点
source: Battery undervoltage cut-off point
de: Batterie-Unterspannungs-Abschaltpunkt
es: Punto de corte de subtensión de la batería
fr: Point de coupure de sous-tension de la batterie
hu_hu: Az akkumulátor alulfeszültség kikapcsolási pontja
it: Punto di interruzione della sottotensione della batteria
nl: Uitschakelpunt accu-onderspanning
pl: Punkt odcięcia podnapięcia akumulatora
pt_pt: Ponto de corte de subtensão da bateria

# 时间段预约
source: Time slot appointment
de: Zeitfenstertermin
es: Cita de franja horaria
fr: Rendez-vous de plage horaire
hu_hu: Időrés kinevezés
it: Appuntamento a fascia oraria
nl: Tijdslot afspraak
pl: Wyznaczenie przedziału czasu
pt_pt: Compromisso de horário

# 开启智能模式将会关闭负载的联动模式
source: Enabling smart mode will turn off the linkage mode of the load
de: Durch Aktivieren des Smart-Modus wird der Verbindungsmodus der Last deaktiviert
es: Habilitar el modo inteligente desactivará el modo de enlace de la carga
fr: L'activation du mode intelligent désactivera le mode de liaison de la charge
hu_hu: Az intelligens mód engedélyezése kikapcsolja a terhelés összekapcsolási módját
it: L'attivazione della modalità intelligente disattiverà la modalità di collegamento del carico
nl: Als u de slimme modus inschakelt, wordt de koppelingsmodus van de belasting uitgeschakeld
pl: Włączenie trybu inteligentnego spowoduje wyłączenie trybu powiązania obciążenia
pt_pt: A ativação do modo inteligente desligará o modo de ligação da carga

# 开启联动模式将会关闭负载的智能模式
source: Turning on the linkage mode will turn off the smart mode of the load
de: Durch Aktivieren des Verbindungsmodus wird der Smart-Modus der Last deaktiviert
es: Al encender el modo de enlace, se apagará el modo inteligente de la carga
fr: L'activation du mode de liaison désactivera le mode intelligent de la charge
hu_hu: A kapcsolási mód bekapcsolásával kikapcsolja a terhelés intelligens módját
it: L'attivazione della modalità di collegamento disattiverà la modalità intelligente del carico
nl: Als u de koppelingsmodus inschakelt, wordt de slimme modus van de belasting uitgeschakeld
pl: Włączenie trybu powiązania spowoduje wyłączenie trybu inteligentnego obciążenia
pt_pt: Ligar o modo de ligação desligará o modo inteligente da carga

# 可设置负载定时加热
source: Timing heating can be set for the loads
de: Ladezeitheizung kann eingestellt werden
es: Se puede configurar el calentamiento del tiempo de carga
fr: Le chauffage de synchronisation de charge peut être réglé
hu_hu: A terhelés időzítésének fűtése beállítható
it: È possibile impostare il riscaldamento temporizzato del carico
nl: De verwarmingstijd van de belasting kan worden ingesteld
pl: Można ustawić ogrzewanie w zależności od czasu obciążenia
pt_pt: O aquecimento do tempo de carga pode ser definido

# 只有ECO模式有效
source: Only ECO mode is valid
de: Nur der ECO-Modus ist gültig
es: Solo el modo ECO es válido
fr: Seul le mode ECO est valide
hu_hu: Csak az ECO mód érvényes
it: È valida solo la modalità ECO
nl: Alleen de ECO-modus is geldig
pl: Tylko tryb ECO jest ważny
pt_pt: Apenas o modo ECO é válido

# 出货时间
source: delivery time
de: Lieferzeit
es: Tiempo de entrega
fr: Heure de livraison
hu_hu: szállítási idő
it: tempo di consegna
nl: Levertijd
pl: czas dostawy
pt_pt: tempo de entrega

# 质保年限
source: Warranty period
de: Garantiezeit
es: Período de garantía
fr: Période de garantie
hu_hu: Garanciális időszak
it: Periodo di garanzia
nl: Garantieperiode
pl: Okres gwarancji
pt_pt: Período de garantia

# 质保详情
source: Warranty details
de: Garantiedetails
es: Detalles de la garantía
fr: Détails de la garantie
hu_hu: Garancia részletei
it: Dettagli sulla garanzia
nl: Garantiegegevens
pl: Szczegóły gwarancji
pt_pt: Detalhes de garantia

# 发货时间
source: Delivery time
de: Lieferzeit
es: El tiempo de entrega
fr: Heure de livraison
hu_hu: Szállítási idő
it: Tempo di consegna
nl: Levertijd
pl: Czas dostawy
pt_pt: Tempo de entrega

# 流量年限
source: Traffic years
de: Verkehrsjahre
es: Años de tráfico
fr: Années de trafic
hu_hu: Forgalmi évek
it: Anni di traffico
nl: Verkeersjaren
pl: Lata ruchu
pt_pt: Anos de trânsito

# 出厂质保
source: Factory warranty
de: Hersteller Garantie
es: Garantía de Fábrica
fr: Garantie usine
hu_hu: Gyári garancia
it: Garanzia di fabbrica
nl: Fabrieks garantie
pl: Gwarancja fabryczna
pt_pt: Garantia de fábrica

# BDC软件版本
source: BDC software version
es: Versión de software BDC
fr: Version du logiciel BDC
hu_hu: BDC szoftver verzió
it: Versione software BDC
nl: BDC-softwareversie
pl: Wersja oprogramowania BDC
pt_pt: Versão do software BDC
