Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 654连接的路由器名称和密码不能包含特殊字符
source: The name and password of connected router cannot contain special characters. Please use English letters and numbers
de: Der Name und das Passwort des verbundenen Routers dürfen keine Sonderzeichen enthalten. Bitte verwenden Sie englische Buchstaben und Zahlen
es: El nombre y la contraseña del router conectado no pueden contener caracteres especiales. Por favor use letras y números en inglés
fr: Le nom et le mot de passe du routeur connecté ne peuvent pas contenir de caractères spéciaux. Veuillez utiliser des lettres et des chiffres anglais
hu_hu: A csatlakoztatott útválasztó neve és jelszava nem tartalmazhat különleges karaktereket. Kérjük, használja az angol betűket és számokat
it: Il nome e la password del router connesso non possono contenere caratteri speciali. Si prega di utilizzare lettere e numeri inglesi
nl: De naam en het wachtwoord van de verbonden router mogen geen speciale tekens bevatten. Gebruik alstublieft Engelse letters en cijfers
pl: Nazwa i hasło podłączonego routera nie mogą zawierać znaków specjalnych. Użyj angielskich liter i cyfr
pt_pt: O nome e a senha do roteador conectado não podem conter caracteres especiais. Por favor, use letras e números em inglês

# 655关联电表
source: Associated meter
de: Zugehöriger Zähler
es: Medidor asociado
fr: Compteur associé
hu_hu: Kapcsolódó mérő
it: Metro associato
nl: Geassocieerde meter
pl: Powiązany miernik
pt_pt: Contador associado

# 656电表不能转移
source: The meter cannot be transferred
de: Der Zähler kann nicht übertragen werden
es: El medidor no puede ser transferido
fr: Le compteur ne peut pas être transféré
hu_hu: A mérő nem továbbítható
it: Lo strumento non può essere trasferito
nl: De meter kan niet worden overgedragen
pl: Licznika nie można przenieść
pt_pt: O medidor não pode ser transferido

# 657不连接功率采集计
source: do not connected to power collection
de: Nicht an die Stromerfassung angeschlossen
es: Ninguno
fr: ne pas connecté à la collecte d'énergie
hu_hu: ne csatlakozzon az áramgyűjtéshez
it: non collegato alla raccolta di corrente
nl: niet aangesloten op stroomafname
pl: Odłączony miernik mocy
pt_pt: não conectado à coleta de energia

# 658请确保逆变器正处于等待或待机状态
source: Make sure the inverter is in a waiting or standby state.
de: Bitte stellen Sie sicher, dass sich der Wechselrichter im Standby- oder Standby-Zustand befindet
es: Asegúrese de que el inversor esté en estado de espera o en espera
fr: Assurez-vous que l'onduleur est en état d'attente ou de veille.
hu_hu: Győződjön meg róla, hogy az inverter készenléti vagy készenléti állapotban van
it: Assicurarsi che l'inverter sia in modalità standby o standby
nl: Zorg ervoor dat de omvormer in de standby- of stand-bymodus staat
pl: Upewnij się, że falownik jest w stanie gotowości
pt_pt: Por favor, verifique se o inversor está no estado de espera ou standby

# 659添加电表
source: Add meter
de: Messgerät hinzufügen
es: Añadir medidor
fr: Ajout de compteurs d'électricité
hu_hu: Mérő hozzáadása
it: Aggiungi metro
nl: Meter toevoegen
pl: Dodaj licznik
pt_pt: Adicionar medidor

# 65能源产耗
source: Generation overview
de: Generationsübersicht
es: Resumen de generación
fr: Aperçu de la génération
hu_hu: Generációs áttekintés
it: Panoramica sulla generazione
nl: Generatie overzicht
pl: Przegląd produkcji
pt_pt: Visão geral da geração

# 660设置未保存是否退出
source: Exit without save the setting?
de: Beenden, ohne die Einstellung zu speichern?
es: Salir sin guardar la configuración?
fr: Sortir sans sauvegarder le réglage ?
hu_hu: Kilépés a beállítás mentése nélkül?
it: Esci senza salvare l'impostazione?
nl: Sluit af zonder de instelling op te slaan?
pl: Wyjdź bez zapisywania ustawień?
pt_pt: Sair sem salvar a configuração?

# 661设备不能为空
source: Device cannot be empty
de: Gerät darf nicht leer sein
es: El dispositivo no puede estar vacío
fr: L'appareil ne peut pas être vide
hu_hu: Az eszköz nem lehet üres
it: Il dispositivo non può essere vuoto
nl: Apparaat kan niet leeg zijn
pl: Pole nie może być puste
pt_pt: O dispositivo não pode estar vazio

# 662设备暂时未加入场景
source: The device is temporarily not added to the scene.
de: Das Gerät wird der Szene vorübergehend nicht hinzugefügt.
es: El dispositivo no se agrega temporalmente a la escena
fr: L'appareil n'est temporairement pas ajouté à la scène.
hu_hu: A készülék átmenetileg nem kerül hozzáadásra a jelenethez.
it: Il dispositivo non è temporaneamente aggiunto alla scena.
nl: Het apparaat wordt tijdelijk niet aan de scène toegevoegd.
pl: Urządzenie nie zostało tymczasowo dodane do sceny.
pt_pt: O dispositivo não é adicionado temporariamente à cena.

# 663系统状态
source: System status
es: Estado del sistema
fr: état du système
hu_hu: Rendszer állapot
it: Stato del sistema
nl: Systeem status
pl: Status systemu
pt_pt: Status do sistema

# 665百分比
source: percentage
de: Prozent
es: Porcentaje
fr: pourcentage
hu_hu: Százalék
it: Percentuale
pl: Odsetek
pt_pt: Porcentagem

# 666功率因数点
source: Power factor point
de: Leistungsfaktor Punkt
es: Punto de factor de potencia
fr: Point de facteur de puissance
hu_hu: Teljesítmény tényezőpont
it: Punto del fattore di potenza
nl: Powerfactorpunt
pl: Punkt współczynnika mocy
pt_pt: Ponto do fator de potência

# 667点
source: point
de: Punkt
es: Punto
hu_hu: Pont
it: Punto
nl: Punt
pl: Punkt

# 669车拒绝充电,车辆已充满或者未锁车
source: The car refuses to charge, the battery is full or unlocked
de: Das Auto lässt sich nicht aufladen, die Batterie ist voll oder entsperrt
es: El automóvil se niega a cargar, la batería está llena o fijada incorrectamente
fr: La voiture refuse de se recharger, la batterie est pleine ou déverrouillée
hu_hu: Az autó megtagadja a töltést, az akkumulátor megtelt vagy nyitva van
it: L'auto si rifiuta di caricarsi, la batteria è carica o sbloccata
nl: De auto weigert op te laden, de batterij is vol of ontgrendeld
pl: Samochód odmawia ładowania, akumulator jest pełny lub odblokowany
pt_pt: O carro se recusa a carregar, a bateria está cheia ou destrancada

# 66总用电
source: Total consumption
de: Gesamtverbrauch
es: Consumo total
fr: Consommation totale
hu_hu: Teljes fogyasztás
it: Consumo totale
nl: Totaal verbruik
pl: Calkowita konsumpcja energii
pt_pt: Consumo total

# 671请扫描采集器外壳上的条形码
source: Please scan the barcode on the datalogger case
de: Bitte scannen Sie den Barcode auf dem Datenloggergehäuse
es: Por favor escanee el código de barras del datalogger
fr: Veuillez scanner le code-barres sur le boîtier de datalogger
hu_hu: Ellenőrizze a vonalkódot az adatgyűjtő házán
it: Si prega di scansionare il codice a barre sull'alloggiamento del datalogger
nl: Scan de streepjescode op de behuizing van de datalogger
pl: Proszę zeskanować kod kreskowy na obudowie rejestratora
pt_pt: Por favor, escaneie o código de barras no alojamento do registrador de dados

# 672示意图
source: Barcode location
de: Barcode-Speicherort
es: Ubicación del código de barras
fr: Emplacement du code à barres
hu_hu: Vonalkód elhelyezkedése
it: Posizione del codice a barre
nl: Locatie van barcodes
pl: Lokalizacja kodu kreskowego
pt_pt: Localização de código de barras

# 673请填写电站地址
source: Please fill in the station address
de: Bitte geben Sie die Stationsadresse ein
es: Por favor, complete la dirección de la estación
fr: Veuillez indiquer l'adresse de la station
hu_hu: Kérjük, töltse ki az állomás címét
it: Si prega di compilare l'indirizzo della stazione
nl: Vul alstublieft het stationsadres in
pl: Proszę podać adres stacji
pt_pt: Por favor, preencha o endereço da estação

# 674组件总功率
source: PV capacity
de: PV-Kapazität
es: Capacidad fotovoltaica
fr: Puissance totale de la centrale PV
hu_hu: PV kapacitás
it: Capacità fotovoltaica
nl: PV-capaciteit
pl: Moc PV
pt_pt: Capacidade fotovoltaica

# 675请填写组件总功率
source: Please fill in the PV capacity
de: Bitte geben Sie die PV-Kapazität ein
es: Por favor, complete la capacidad fotovoltaica
fr: Veuillez indiquer la capacité PV
hu_hu: Kérjük, töltse ki a PV kapacitást
it: Si prega di compilare la capacità fotovoltaica
nl: Vul de PV-capaciteit in
pl: Proszę wypełnić pojemność instalacji fotowoltaicznej
pt_pt: Por favor, preencha a capacidade do PV

# 676设备地址
source: Device address
de: Geräteadresse
es: Dirección del dispositivo
fr: Adresse du dispositif
hu_hu: Eszköz címe
it: Indirizzo del dispositivo
nl: Eszköz címe
pl: Adres urządzenia
pt_pt: Endereço do dispositivo

# 677全部参数
source: All parameters
de: Alle Parameter
es: Todos los parámetros
fr: Tout les paramètres
hu_hu: Minden paraméter
it: Tutti i parametri
nl: Alle parameters
pl: Wszystkie parametry
pt_pt: Todos os parâmetros

# 678长度不能超过20个字符
source: Cannot exceed 20 characters in length
de: Darf nicht länger als 20 Zeichen sein
es: No puede exceder los 20 caracteres de longitud
fr: Ne peut pas dépasser 20 caractères
hu_hu: Nem lehet több, mint 20 karakter hosszú
it: Non può contenere più di 20 caratteri
nl: Kan niet langer zijn dan 20 tekens
pl: Nie może przekroczyć 20 znaków
pt_pt: Não pode exceder 20 caracteres de comprimento

# 679输入采集器序列号与校验码
source: Enter the datalogger serial number and check code
de: Geben Sie die Seriennummer des Datenloggers ein und überprüfen Sie den Code
es: Ingrese el número de serie del datalogger y el código de verificación
fr: Saisissez le numéro de série de datalogger et vérifiez le code
hu_hu: Írja be az adatgyűjtő sorozatszámát és az ellenőrző kódot
it: Immettere il numero seriale del datalogger e controllare il codice
nl: Voer het serienummer en de controlecode in van de datalogger
pl: Wprowadź numer seryjny rejestratora i sprawdź kod
pt_pt: Digite o número de série do registrador de dados e verifique o código

# 67储能能源
source: Storage energy
de: Speicherenergie
es: Energía de almacenamiento
fr: Energie de stockage
hu_hu: Tárolási energia
it: Energia di accumulo
nl: Opslag energie
pl: Energia zmagazynowana
pt_pt: Energia de armazenamento

# 680校验码
source: Check code
de: Code überprüfen
es: Código de verificación
fr: Code de vérification
hu_hu: Ellenőrizze a kódot
it: Controlla il codice
nl: Controleer code
pl: Kod CC
pt_pt: Código de verificação

# 681请填写电站名称
source: Enter the Plant name
de: Geben Sie den Anlagennamen ein
es: Ingrese el nombre de la planta
fr: Entrez le nom de la centrale
hu_hu: Írja be a növény nevét
it: Inserisci il nome dell'impianto
nl: Voer de naam van de installatie in
pl: Wprowadź nazwę instalacji
pt_pt: Digite o nome da planta

# 682请选择安装日期
source: Select the installation date
de: Wählen Sie das Installationsdatum
es: Seleccione la fecha de instalación
fr: Sélectionnez la date d'installation
hu_hu: Válassza ki a telepítés dátumát
it: Seleziona la data di installazione
nl: Selecteer de installatiedatum
pl: Wybierz datę instalacji
pt_pt: Selecione a data de instalação

# 683电站地址
source: Plant address
de: Werksadresse
es: Dirección de la planta
fr: Adresse de la centrale
hu_hu: Üzem cím
it: Indirizzo dell'impianto
nl: Adres van de installatie
pl: Adres instalacji
pt_pt: Endereço da planta

# 684请选择城市
source: Please select city
de: Bitte wählen Sie eine Stadt aus
es: Por favor seleccione la ciudad
fr: Veuillez choisir une ville
hu_hu: Kérjük, válassza ki a várost
it: Si prega di selezionare città
nl: Kérjük, válassza ki a várost
pl: Wybierz miasto
pt_pt: Por favor selecione a cidade

# 685请输入详细地址
source: Please enter the full address
de: Bitte geben Sie die vollständige Adresse ein
es: Por favor ingrese la dirección completa
fr: Veuillez saisir l'adresse complète
hu_hu: Kérjük, adja meg a teljes címet
it: Si prega di inserire l'indirizzo completo
nl: Vul alstublieft het volledige adres in
pl: Wprowadź pełny adres
pt_pt: Por favor, digite o endereço completo

# 686选择时区
source: Select time zone
de: Zeitzone auswählen
es: Selecciona la zona horaria
fr: Sélectionnez le fuseau horaire
hu_hu: Válassza ki az időzónát
it: Seleziona il fuso orario
nl: Selecteer tijdzone
pl: Wybierz strefę czasową
pt_pt: Selecione o fuso horário

# 687请输入资金收益
source: Please enter the Selling price
de: Bitte geben Sie den Verkaufspreis ein
es: Por favor, introduzca el precio de venta
fr: Veuillez entrer le prix de vente
hu_hu: Kérjük, adja meg az eladási árat
it: Inserisci il prezzo di vendita
nl: Voer de verkoopprijs in
pl: Wprowadź cenę sprzedaży
pt_pt: Digite o preço de venda

# 688选择单位
source: Select unit
de: Einheit auswählen
es: Seleccionar unidad
fr: Sélectionnez une unité
hu_hu: Válassza ki az egységet
it: Seleziona unità
nl: Selecteer een eenheid
pl: Wybierz jednostkę
pt_pt: Selecione a unidade

# 689选择省份
source: Select region
de: Region auswählen
es: Seleccione región
fr: Sélectionnez une région
hu_hu: Válassza ki a régiót
it: Seleziona la regione
nl: Selecteer regio
pl: Wybierz region
pt_pt: Selecione a região

# 68面板电量
source: PV power
de: PV-Leistung
es: Energía fotovoltaica
fr: Puissance PV
hu_hu: PV teljesítmény
it: Potenza fotovoltaica
nl: PV vermogen
pl: Moc PV
pt_pt: Poder fotovoltaico

# 690未安装是否前往下载
source: Maps not exist, jump to download?
de: Karten nicht vorhanden, zum Download springen?
es: Los mapas no existen, saltar a descargar
fr: Les cartes n'existent pas, passez au téléchargement ?
hu_hu: A térképek nem léteznek, ugrik a letöltéshez?
it: Le mappe non esistono, vai a scaricare?
nl: Kaarten bestaan niet, springen om te downloaden?
pl: Mapy nie istnieją, skocz do pobrania?
pt_pt: Mapas não existem, pule para download?

# 691百度地图
source: Baidu map
de: Baidu Karte
es: Mapa de Baidu
fr: Carte de Baidu
hu_hu: Baidu térkép
it: Mappa di Baidu
nl: Baidu térkép
pl: Mapa Baidu
pt_pt: Mapa do Baidu

# 692高德地图
source: Gaode Map
de: Gaode Karte
es: Mapa de Gaode
fr: Carte de Gaode
hu_hu: Gaode térkép
pl: Mapa Gaode
pt_pt: Mapa de Gaode

# 693谷歌地图
source: Google Map
es: Mapa de Google
hu_hu: Google Térkép
pl: Mapa Google

# 694腾讯地图
source: Tencent Map
es: Mapa de Tencent
fr: Carte Tencent
hu_hu: Tencent térkép
it: Mappa Tencent
pl: Mapa Tencent
pt_pt: Mapa de Tencent

# 695Apple地图
source: Apple Map
es: Mapa de Apple
fr: Carte Apple
hu_hu: Apple térkép
it: Mappa Apple
pl: Mapa Apple
pt_pt: Mapa da Apple

# 696导航将会跳转到第三方App
source: Navigation will jump to third-party apps
de: Die Navigation springt zu Apps von Drittanbietern
es: La navegación saltará a aplicaciones de terceros
fr: La navigation passera à une application tierce.
hu_hu: A navigáció harmadik féltől származó alkalmazásokra ugrik
it: La navigazione passerà alle app di terze parti
nl: Navigatie springt naar apps van derden
pl: Nawigacja przejdzie do aplikacji innych firm
pt_pt: Navegação vai saltar para aplicativos de terceiros

# 697完善地址
source: complete the address
de: Perfekte Adresse
es: Complete la dirección
fr: compléter l'adresse
hu_hu: Tökéletes cím
it: Indirizzo perfetto
nl: Perfect adres
pl: Idealny adres
pt_pt: Endereço perfeito

# 698建站日期
source: Installation date
de: Installationsdatum
es: Fecha de instalación
fr: Date d'installation
hu_hu: Telepítés dátuma
it: Data di installazione
nl: Installatie datum
pl: Data instalacji
pt_pt: Data de instalação

# 699充放电
source: Charge and discharge
de: Laden und entladen
es: Carga y descarga
fr: Charge et décharge
hu_hu: Töltse fel és engedje el
it: Carica e scarica
nl: Opladen en ontladen
pl: Ładowanie i rozładowanie
pt_pt: Cobrar e descarregar

# 69储能充放电信息
source: Charge and discharge information
de: Lade- und Entladeinformationen
es: Información de carga y descarga
hu_hu: Töltési és leadási információk
it: Informazioni di carica e scarica
nl: Laad- en ontlaadinformatie
pl: Informacje o ładowaniu i rozładowaniu
pt_pt: Informação de carga e descarga

# 6日期
source: Date
de: Datum
es: Fecha
hu_hu: Dátum
it: Data
nl: Datum
pl: Data
pt_pt: Encontro

# 701暂无电站,点击添加
source: No plant, click to add
de: Kein Kraftwerk, klicken Sie zum Hinzufügen
es: No hay planta, haga clic para añadir
fr: Pas de centrale, cliquez pour ajouter
hu_hu: Nincs erőmű, kattintson a hozzáadáshoz
it: Nessuna centrale elettrica, fare clic per aggiungere
nl: Geen elektriciteitscentrale, klik om toe te voegen
pl: Brak instalacji, kliknij, aby dodać
pt_pt: Nenhuma estação de energia, clique para adicionar

# 702搜索结果为空
source: Search result is empty
de: Suchergebnis ist leer
es: El resultado de la búsqueda está vacío
fr: Le résultat de la recherche est vide
hu_hu: A keresési eredmény üres
it: Il risultato della ricerca è vuoto
nl: Zoekresultaat is leeg
pl: Brak wyników wyszukiwania
pt_pt: O resultado da pesquisa está vazio

# 703校验用户失败
source: Fail to verify the user
de: Benutzer konnte nicht verifiziert werden
es: No se puede verificar el usuario
fr: Ne pas vérifier l'utilisateur
hu_hu: Nem ellenőrzi a felhasználó
it: Sicuro per verificare l'utente
nl: Niet aan de gebruiker controleren
pl: Nie można zweryfikować użytkownika
pt_pt: Falha ao verificar o usuário

# 704不能输入字符串null
source: Cannot enter string null
de: Die Zeichenfolge null kann nicht eingegeben werden
es: No se puede introducir string nulo
fr: Impossible d'entrer une chaîne de caractères nulle
hu_hu: Nem lehet a null karakterláncot beírni
it: Impossibile inserire la stringa null
nl: Kan string null niet invoeren
pl: Nie można wprowadzić łańcucha null
pt_pt: Não é possível inserir uma string null

# 705额定功率格式不对
source: Wrong format of nominal power
de: Falsches Format der Nennleistung
es: Formato incorrecto de la potencia nominal
fr: Mauvais format de puissance nominale
hu_hu: Rossz méret a névleges teljesítmény
it: Formato errato della potenza nominale
nl: Verkeerde formaat van het nominale vermogen
pl: Zły format mocy nominalnej
pt_pt: Formato incorreto de potência nominal

# 706OSS系统
source: OSS System
es: Sistema OSS
fr: Système OSS
hu_hu: OSS rendszer
it: Sistema OSS
nl: OSS-systeem
pl: System OSS
pt_pt: Sistema OSS

# 707高级设置
source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
hu_hu: Fejlett
it: Avanzate
nl: Gevorderd
pl: Zaawansowane
pt_pt: Avançado

# 708已接入设备
source: Device linked to server
de: Gerät mit Server verbunden
es: Dispositivo vinculado al servidor
fr: Dispositif lié au serveur
hu_hu: Készülék kapcsolódik a szerverhez
it: Dispositivo collegato al server
nl: Apparaat gekoppeld aan server
pl: Urządzenie połączone z serwerem
pt_pt: Dispositivo vinculado ao servidor

# 709未接入设备
source: Device not linked to server
de: Gerät ist nicht mit dem Server verbunden
es: Dispositivo no vinculado al servidor
fr: Dispositif non lié au serveur
hu_hu: Az eszköz nem kapcsolódik a szerverhez
it: Dispositivo non collegato al server
nl: Apparaat niet gekoppeld aan server
pl: Urządzenie nie jest połączone z serwerem
pt_pt: Dispositivo não vinculado ao servidor

# 70实时SOC
source: Battery SOC
de: Batteriekapazität
es: Estado de carga de la batería (SOC)
fr: Capacité de la batterie
hu_hu: Akkumulátor töltöttségi állapot
it: Stato di carica della batteria
nl: Batterijpercentage (SOC)
pl: Stan naładowania akumulatora (SOC)
pt_pt: Bateria SOC

# 710现场维修服务报告
source: Site maintenance service report
de: Site Maintenance Service-Bericht
es: Reporte de servicio de mantenimiento
fr: Rapport sur le service de maintenance du site
hu_hu: Helyszíni karbantartási szolgáltatás jelentése
it: Rapporto sul servizio di manutenzione del sito
nl: Service rapport voor site-onderhoud
pl: Raport serwisowy serwisu
pt_pt: Service rapport para o site-onderhoud

# 711所有代理商
source: ALL
de: ALLES
es: TODOS
fr: TOUT
hu_hu: MINDEN
it: TUTTI
nl: ALLEMAAL
pl: WSZYSTKO
pt_pt: TODOS

# 712无代理商
source: No distributor
de: Kein Händler
es: Sin distribuidor
fr: Pas de distributeur
hu_hu: Nincs disztribútor
it: Nessun distributore
nl: Geen distributeur
pl: Brak dystrybutora
pt_pt: Nenhum distribuidor

# 713暂无安装商
source: No installer
de: Vorübergehend kein Installer
es: Sin instalador
fr: Pas d'installateur
hu_hu: Ideiglenesen nincs telepítő
it: Temporaneamente nessun programma di installazione
nl: Tijdelijk geen installatieprogramma
pl: Tymczasowo brak instalacji
pt_pt: Temporariamente sem instalador

# 714真实名字
source: Real name
de: Echter Name
es: Nome real
fr: Nom réel
hu_hu: Igazi neve
it: Vero nome
nl: Echte naam
pl: Prawdziwe imię
pt_pt: Nome real

# 715注册日期
source: Registration date
de: Registrierungsdatum
es: Fecha de registro
fr: Date d'enregistrement
hu_hu: Regisztráció dátuma
it: Data di registrazione
nl: Registratie datum
pl: Data rejestracji
pt_pt: Data de registro

# 716安装商
source: Installer
de: Installateur
es: Instalador
fr: Installateur
pl: Instalator
pt_pt: Instalador

# 717添加用户
source: Add account
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
hu_hu: Fiók hozzáadása
it: Aggiungi account
nl: Account toevoegen
pl: Dodaj konto
pt_pt: Adicionar Conta

# 718用户列表
source: User list
de: Benutzerliste
es: Lista de usuarios
fr: Liste des utilisateurs
hu_hu: Felhasználói lista
it: Lista degli utenti
nl: Gebruikers lijst
pl: Lista użytkowników
pt_pt: Lista de usuários

# 719编辑别名
source: Edit alias
de: Alias bearbeiten
es: Editar alias
fr: Modifier le pseudonyme
hu_hu: Az álnév szerkesztése
it: Modifica alias
nl: Bewerk alias
pl: Edytuj nazwę
pt_pt: Editar alias

# 71工具
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
hu_hu: Eszközök
it: Utensili
pl: Narzedzia
pt_pt: Ferramentas

# 720查看该用户
source: View the user
de: Zeigen Sie den Benutzer an
es: Ver el usuario
fr: Voir l'utilisateur
hu_hu: Tekintse meg a felhasználót
it: Visualizza l'utente
nl: Bekijk de gebruiker
pl: Wyświetl użytkownika
pt_pt: Visualizar o usuário

# 721指定安装商
source: Designated installer
de: Designierter Installateur
es: Instalador designado
fr: Installateur désigné
hu_hu: Kijelölt telepítő
it: Installatore designato
nl: Aangewezen installatieprogramma
pl: Wyznaczony instalator
pt_pt: Instalador designado

# 722重置用户密码
source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialisation du mot de passe
hu_hu: Jelszó visszaállítása
it: Resetta la password
nl: Reset wachtwoord
pl: Zresetuj hasło
pt_pt: Redefinir senha

# 723逆变器
source: Inverter
de: Wandler
es: Inversor
fr: Onduleur
pl: Falownik
pt_pt: Inversor

# 724储能机
source: Storage
de: Lager
es: Almacenamiento
fr: Stockage
hu_hu: Tárolás
it: Conservazione
nl: Opslagruimte
pl: Przechowywanie
pt_pt: Armazenamento

# 725未接入
source: Unconnected
de: Nicht verbunden
es: Desconectado
fr: Non connecté
hu_hu: Nem összefüggő
it: Non connesso
nl: Niet verbonden
pl: Odrębny
pt_pt: Desconectado

# 726已接入
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
hu_hu: Csatlakoztatva
it: Collegato
nl: Verbonden
pl: Połączony
pt_pt: Conectado

# 727所有
source: All
de: Alles
es: Todos
fr: Tous
hu_hu: Minden
it: Tutti
nl: Allemaal
pl: Wszystko
pt_pt: Todos

# 728所属用户
source: Server user
de: Server Benutzer
es: Usuario del servidor
fr: Utilisateur du serveur
hu_hu: Szerver felhasználó
it: Utente del server
nl: Server gebruiker
pl: Użytkownik serwera
pt_pt: Usuário do servidor

# 729分组名称
source: Group name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
hu_hu: Csoport név
it: Nome del gruppo
nl: Groepsnaam
pl: Nazwa grupy
pt_pt: Nome do grupo

# 72无法查看未来数据
source: Data can not be viewed in the future
es: Los datos no se pueden ver en el futuro.
fr: Les données ne peuvent pas être consultées à l'avenir
hu_hu: Az adatok nem lesznek megtekinthetőek a jövőben
pl: Dane nie będą dostępne w przyszłości
pt_pt: Os dados não poderão ser visualizados no futuro

# 730日发电量下限值
source: Daily generation lower limit
de: Tägliche Generationsuntergrenze
es: Límite inferior de generación diaria
fr: Limite inférieure de production journalière
hu_hu: Napi generációs alsó határ
it: Limite inferiore di generazione giornaliera
nl: Ondergrens voor dagelijkse generatie
pl: Dolny limit dziennej produkcji
pt_pt: Limite inferior de geração diária

# 731一键添加
source: One click to add
de: Ein Klick zum Hinzufügen
es: Añadir con un click
fr: Un seul clic pour ajouter
hu_hu: Egy kattintás a hozzáadáshoz
it: Un clic per aggiungere
nl: Eén klik om toe te voegen
pl: Jedno kliknięcie, aby dodać
pt_pt: Eklemek için bir tıklama
