Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 采集器配置
source: Datalogger configuration
de: Dattenloggerkonfiguration
es: Configuración del colector
fr: Configuration du collecteur
hu_hu: Gyűjtő konfigurációja
it: Configurazione del monitoraggio
nl: Datalogger configuratie
pl: Konfiguracja rejestratora
pt_pt: Configuração de coletor

# 第三步：手机连接名称为采集器序列号的WI-FI热点,热点名称为：
source: Step 3: Connect the mobile phone to the WI-FI hotspot whose name is the serial number of the datalogger, and the hotspot name is:
de: Schritt 3: Verbinden Sie das Mobiltelefon mit dem WI-FI-Hotspot, dessen Name die Seriennummer des Datenloggers ist, und der Hotspot-Name lautet:
es: Paso 3: Conecte el teléfono móvil al punto de acceso WI-FI cuyo nombre es el número de serie del recolector, y el nombre del punto de acceso es:
fr: Étape 3: Connectez le téléphone mobile au point d'accès WI-FI dont le nom est le numéro de série du collecteur, et le nom du point d'accès est:
hu_hu: 3. lépés: Csatlakoztassa a mobiltelefont a WI-FI hotspothoz, amelynek neve a gyűjtő sorszáma, és a hotspot neve:
it: Passaggio 3: connettere il telefono all'hotspot Wi-Fi il cui nome è il numero di serie del monitoraggio e il nome dell'hotspot è:
nl: Stap 3: Verbind de telefoon met de hotspot, deze is te herkennen aan het serienummer van de datalogger. De hotspotnaam is:
pl: Krok 3: Podłącz telefon komórkowy do hotspotu WI-FI, którego nazwa to numer seryjny rejestratora, czyli:
pt_pt: Etapa 3: Conecte o telefone celular ao ponto de acesso WI-FI cujo nome é o número de série do coletor e o nome do ponto de acesso é:

# 第四步：进入配置页面配置网络
source: Step 4: Enter the configuration page to configure the network
de: Schritt 4: Rufen Sie die Konfigurationsseite auf, um das Netzwerk zu konfigurieren
es: Paso 4: Ingrese a la página de configuración para configurar la red
fr: Étape 4: Accédez à la page de configuration pour configurer le réseau
hu_hu: 4. lépés: A hálózat konfigurálásához lépjen be a konfigurációs oldalra
it: Passaggio 4: accedere alla pagina di configurazione per configurare la rete
nl: Stap 4: Open de wifi instellingen om het netwerk te configureren
pl: Krok 4: Wejdź na stronę konfiguracji, aby skonfigurować sieć
pt_pt: Etapa 4: Entre na página de configuração para configurar a rede

# 请检查采集器是否为最新版本，重启采集器
source: Please check if the datalogger has the latest version software, restart the datalogger
de: Überprüfen Sie, ob der Datenlogger die neueste Version ist, und starten Sie den Datenlogger neu
es: Verifique si el recopilador es la última versión, reinicie el recopilador
fr: Veuillez vérifier si le collecteur est la dernière version, redémarrez le collecteur
hu_hu: Kérjük, ellenőrizze, hogy a gyűjtő a legújabb verzió-e, indítsa újra a gyűjtőt
it: Verificare se il monitoraggio è la versione più recente, riavvia il monitoraggio
nl: Controleer of de verzamelaar de laatste versie is, start de verzamelaar opnieuw
pl: Sprawdź, czy rejestrator ma najnowsze oprogramowanie, uruchom go ponownie
pt_pt: Verifique se o coletor é a versão mais recente, reinicie o coletor

# 检测到新版本
source: New version detected
de: Neue Version erkannt
es: Nueva versión detectada
fr: Nouvelle version détectée
hu_hu: Új verzió észlelve
it: Nuova versione rilevata
nl: Nieuwe versie gevonden
pl: Odnaleziono nową wersję oprogramowania
pt_pt: Nova versão detectada

# 请先升级采集器
source: Please upgrade the datalogger first
de: Bitte aktualisieren Sie zuerst den Datenlogger
es: Primero actualice el colector
fr: Veuillez d'abord mettre à niveau le collecteur
hu_hu: Kérjük, először frissítse a gyűjtőt
it: Si prega di aggiornare prima il monitoraggio
nl: Upgrade eerst de datalogger
pl: Najpierw zaktualizuj rejestrator
pt_pt: Atualize o coletor primeiro

# 立即配置
source: Configure immediately
de: Jetzt konfigurieren
es: Configurar ahora
fr: Configurer maintenant
hu_hu: Konfigurálás most
it: Configura immediatamente
nl: Nu configureren
pl: Skonfiguruj teraz
pt_pt: Configure agora

# 采集器配置成功
source: The datalogger is configured successfully
de: Der Datenlogger wurde erfolgreich konfiguriert
es: El colector está configurado correctamente
fr: Le collecteur est configuré avec succès
hu_hu: A gyűjtő konfigurálása sikeres volt
it: Il monitoraggio è configurato correttamente
nl: De datalogger is succesvol geconfigureerd
pl: Rejestrator został pomyślnie skonfigurowany
pt_pt: O coletor foi configurado com sucesso

# 采集器配置成功后若不在线，请等待一分钟后刷新数据
source: If the datalogger is not online after successful configuration, please wait one minute and refresh the data
de: Wenn der Datenlogger nach erfolgreicher Konfiguration online nicht angezeigt, warten Sie bitte eine Minute und aktualisieren Sie die Daten
es: Si el recolector no está en línea después de una configuración exitosa, espere un minuto y actualice los datos
fr: Si le collecteur n'est pas en ligne après une configuration réussie, veuillez patienter une minute et actualiser les données
hu_hu: Ha a gyűjtő a sikeres konfigurálás után nincs online állapotban, várjon egy percet, és frissítse az adatokat
it: Se il monitoraggio non è in linea dopo la corretta configurazione, attendere un minuto e aggiornare i dati
nl: Als de datalogger niet online is na een succesvolle configuratie, wacht dan een minuut en vernieuw de gegevens
pl: Jeśli rejestrator nie jest online po pomyślnej konfiguracji, odczekaj minutę i odśwież dane
pt_pt: Se o coletor não estiver online após a configuração bem-sucedida, aguarde um minuto e atualize os dados

# 返回电站
source: Return to the power station
de: Kehre zur Anlage zurück
es: Regreso a la central
fr: Retour à la centrale
hu_hu: Térjen vissza az erőműhöz
it: Ritorna all'impianto
nl: Keer terug naar de installatie
pl: Wróć do elektrowni
pt_pt: Voltar para a estação de energia

# 暂无网络
source: No network
de: Kein Netzwerk
es: Sin red
fr: Pas de réseau
hu_hu: Nincs hálózat
it: Nessuna rete
nl: Geen netwerk
pl: Brak sieci
pt_pt: Sem rede

# 请打开网络，同步上传最新数据！
source: Please open the network and upload the latest data synchronously!
de: Bitte öffnen Sie das Netzwerk und laden Sie die neuesten Daten synchron hoch!
es: ¡Abra la red y cargue los datos más recientes sincrónicamente!
fr: Veuillez ouvrir le réseau et télécharger les dernières données de manière synchrone!
hu_hu: Kérjük, nyissa meg a hálózatot, és szinkron módon töltse fel a legfrissebb adatokat!
it: Apri la rete e carica i dati più recenti in modo sincrono!
nl: Open het netwerk en upload de laatste gegevens!
pl: Otwórz sieć i prześlij najnowsze dane!
pt_pt: Abra a rede e carregue os dados mais recentes de forma síncrona!

# 1.服务器没有立即应答，请观察蓝色LED灯状态来确定是否已连接。
source: 1. The server did not respond immediately, please observe the status of the blue LED to determine if it is connected.
de: 3. Der Server hat nicht sofort geantwortet. Bitte beobachten Sie den Status der blauen LED, um festzustellen, ob eine Verbindung besteht.
es: 1. El servidor no respondió de inmediato, observe el estado del LED azul para determinar si está conectado.
fr: 1. Le serveur n'a pas répondu immédiatement, veuillez observer l'état de la LED bleue pour déterminer s'il est connecté.
hu_hu: 1. A szerver nem válaszolt azonnal, kérjük, vegye figyelembe a kék LED állapotát annak megállapításához, hogy csatlakozik-e.
it: 1. Il server non ha risposto immediatamente, osservare lo stato del LED blu per determinare se è connesso.
nl: 1. De server reageerde niet onmiddellijk. Bekijk de status van het blauwe lampje om te bepalen of deze is aangesloten.
pl: 1. Serwer nie odpowiedział natychmiast, obserwuj stan niebieskiej diody LED, aby określić, czy rejestrator jest podłączony.
pt_pt: 1. O servidor não respondeu imediatamente, observe o status do LED azul para determinar se ele está conectado.

# 2.请检查WiFi密码是否输入正确，并确保WiFi可正常连接网络。
source: 2. Please check if the WiFi password is entered correctly, and make sure that the datalogger can be connected to the network normally.
de: 4. Überprüfen Sie, ob das WLAN-Passwort korrekt eingegeben wurde, und stellen Sie sicher, dass das WLAN eine normale Verbindung zum Netzwerk herstellen kann.
es: 2. Verifique si la contraseña de WiFi se ingresó correctamente y asegúrese de que el WiFi se pueda conectar a la red normalmente.
fr: 2. Veuillez vérifier si le mot de passe WiFi est entré correctement et assurez-vous que le WiFi peut se connecter au réseau normalement.
hu_hu: 2. Ellenőrizze, hogy a WiFi jelszót helyesen adta-e meg, és győződjön meg arról, hogy a WiFi normálisan tud csatlakozni a hálózathoz.
it: 2. Verificare che la password della Wi-Fi sia corretta e assicurarsi che il monitoraggio possa connettersi senza problemi alla rete.
nl: 2. Controleer of het WiFi-wachtwoord correct is ingevoerd en zorg ervoor dat WiFi normaal verbinding kan maken met het netwerk.
pl: 2. Sprawdź, czy hasło Wi-Fi zostało wprowadzone poprawnie i upewnij się, że rejestrator może normalnie łączyć się z siecią.
pt_pt: 2. Verifique se a senha WiFi foi inserida corretamente e certifique-se de que o WiFi pode se conectar à rede normalmente.

# 3.请长按采集器上的主体KEY键6秒以上，直到LED灯长亮后，重新连接采集器热点，连接后请刷新页面
source: 3. Please press the KEY button on the datalogger for more than 6 seconds, until the LED light is normally on, reconnect the datalogger hotspot, please refresh the page after the reconnection
de: 5. Bitte halten Sie die KEY-Taste auf der Vorderseite des Datenloggers länger als 6 Sekunden gedrückt, bis die LED leuchtet. Schließen Sie den Datenlogger-Hotspot wieder an und aktualisieren Sie die Seite nach dem Anschließen
es: 3. Mantenga presionado el botón LLAVE del cuerpo principal en el colector durante más de 6 segundos, hasta que la luz LED se encienda, vuelva a conectar el punto de acceso del colector, actualice la página después de la conexión
fr: 3. Veuillez appuyer et maintenir le bouton KEY du corps principal sur le collecteur pendant plus de 6 secondes, jusqu'à ce que le voyant LED soit allumé, reconnectez le point d'accès du collecteur, veuillez actualiser la page après la connexion
hu_hu: 3. Kérjük, tartsa lenyomva több mint 6 másodpercig a kollektor testének KEY gombját, amíg a LED világít, csatlakoztassa újra a kollektor hotspotját, kérjük, frissítse az oldalt a csatlakozás után
it: 3. Tenere premuto il pulsante KEY del monitoraggio per più di 6 secondi, finché la luce LED non rimane accesa fissa; riconnettersi all'hotspot Wi-Fi del monitoraggio, aggiornare quindi la pagina dopo l'avvenuta connessione
nl: 3. Houd de KEY-knop op de datalogger 6 seconden ingedrukt totdat het LED-lampje brandt, verbind opnieuw met de hotspot en vernieuw de pagina
pl: 3. Naciśnij i przytrzymaj przycisk KEY na kolektorze przez ponad 6 sekund, aż zaświeci się dioda LED, podłącz ponownie hotspot rejestratora, odśwież stronę po podłączeniu
pt_pt: 3. Pressione e segure o botão KEY do corpo principal no coletor por mais de 6 segundos, até que a luz LED acenda, reconecte o ponto de acesso do coletor, atualize a página após a conexão

# 更多故障分析
source: More failure analysis
de: Weitere Fehleranalyse
es: Más análisis de fallas
fr: Plus d'analyse des échecs
hu_hu: További kudarcelemzés
it: Analisi dei guasti in più
nl: Meer foutanalyse
pl: Więcej analiz awarii
pt_pt: Mais análises de falhas

# 异常指引
source: Abnormal guidelines
de: Ausnahmerichtlinien
es: Pautas de excepción
fr: Directives d'exception
hu_hu: Kivételi irányelvek
it: Linee guida sulle eccezioni
nl: Uitzonderings richtlijnen
pl: Wytyczne dotyczące wyjątków
pt_pt: Diretrizes de exceção

# 请检查路由器信号强度
source: Please check the router signal strength
de: Bitte überprüfen Sie die Signalstärke des Routers
es: Comprueba la intensidad de la señal del enrutador
fr: Veuillez vérifier la force du signal du routeur
hu_hu: Kérjük, ellenőrizze az útválasztó jelerősségét
it: Si prega di controllare la potenza del segnale del router
nl: Controleer de signaalsterkte van de router
pl: Sprawdź siłę sygnału routera
pt_pt: Verifique a intensidade do sinal do roteador

# 连接已断开
source: The hotspot of datalogger is disconnected
de: Die Leitung ist getrennt
es: La línea está desconectada
fr: La ligne est déconnectée
hu_hu: A vonal megszakad
it: L'hotspot del monitoraggio è disconnesso
nl: De verbinding is verbroken
pl: Punkt dostępowy rejestratora rozłączony
pt_pt: A linha está desconectada

# 退出无线热点模式
source: Exit the Hotspot Mode
de: Beenden Sie den WLAN-Hotspot-Modus
es: Salir del modo de punto de acceso inalámbrico
fr: Quitter le mode point d'accès sans fil
hu_hu: Lépjen ki a vezeték nélküli hotspot módból
it: Esci dalla modalità hotspot
nl: Verlaat de hotspot-modus
pl: Wyjdź z trybu punktu dostępu
pt_pt: Sair do modo de ponto de acesso sem fio

# 是否退出AP配网模式?
source: Do you want to exit the Hotspot Mode?
de: Möchten Sie den AP-Netzwerkkonfigurationsmodus verlassen?
es: ¿Quiere salir del modo de configuración de red AP?
fr: Voulez-vous quitter le mode de configuration du réseau AP?
hu_hu: Kilép az AP hálózati konfigurációs módból?
it: Sei sicuro di voler uscire dalla modalità hotspot?
nl: Wilt u de hotspot modus verlaten?
pl: Czy chcesz wyjść z trybu konfiguracji punktu dostępowego?
pt_pt: Você deseja sair do modo de configuração de rede AP?

# 将会重置采集器,并退出
source: The datalogger will be reset and exit
de: Der Datenlogger wird zurückgesetzt und beendet
es: El colector se reiniciará y saldrá
fr: Le collecteur sera réinitialisé et quittera
hu_hu: A gyűjtő visszaáll és kilép
it: Il monitoraggio verrà ripristinato e uscirà
nl: De datalogger wordt herstart en de pagina wordt afgesloten
pl: Rejestrator zostanie zresetowany i uruchomiony ponownie
pt_pt: O coletor será reiniciado e sairá

# 网关设置
source: Gateway settings
de: Gateway-Einstellungen
es: Configuración de puerta de enlace
fr: Paramètres de la passerelle
hu_hu: Átjáró beállításai
it: Impostazioni del gateway
nl: Gateway-instellingen
pl: Ustawienia bramy
pt_pt: Configurações de gateway

# 域名设置
source: Domain name settings
de: Einstellungen für Domainnamen
es: Configuración de nombre de dominio
fr: Paramètres de nom de domaine
hu_hu: Domain név beállításai
it: Impostazioni del nome di dominio
nl: Domeinnaam instellingen
pl: Ustawienia nazwy domeny
pt_pt: Configurações de nome de domínio

# 服务器端口
source: Server port
es: Puerto de servicio
fr: Port de serveur
hu_hu: Szerver port
it: Porta del server
nl: Server poort
pl: Port serwera
pt_pt: Porta do servidor

# 输入密码以允许此次操作
source: Enter the password to allow this operation
de: Geben Sie das Passwort ein, um diesen Vorgang zu ermöglichen
es: Ingrese la contraseña para permitir esta operación
fr: Entrez le mot de passe pour autoriser cette opération
hu_hu: Adja meg a jelszót a művelet engedélyezéséhez
it: Inserire la password per consentire questa operazione
nl: Voer het wachtwoord in om deze bewerking toe te staan
pl: Wprowadź hasło, aby zezwolić na tę operację
pt_pt: Digite a senha para permitir esta operação

# 密码错误
source: Wrong password
de: Falsches Passwort
es: contraseña incorrecta
fr: mauvais mot de passe
hu_hu: rossz jelszó
it: Password errata
nl: verkeerd wachtwoord
pl: Niepoprawne hasło
pt_pt: senha incorreta

# 采集器MAC地址
source: Datalogger MAC address
de: Datenlogger-MAC-Adresse
es: Dirección MAC del recopilador
fr: Adresse MAC du collecteur
hu_hu: Gyűjtő MAC címe
it: Indirizzo MAC del monitoraggio
nl: Datalogger MAC-adres
pl: Adres MAC rejestratora
pt_pt: Endereço MAC do coletor

# 采集器设备类型
source: Datalogger device type
de: Datenloggergerätetyp
es: Tipo de dispositivo recolector
fr: Type d'appareil collecteur
hu_hu: Gyűjtő eszköz típusa
it: Tipo di monitoraggio
nl: Type datalogger apparaat
pl: Typ rejestratora
pt_pt: Tipo de dispositivo coletor

# 未做修改
source: Unmodified
de: Unverändert
es: Sin modificar
fr: Non modifié
hu_hu: Módosítatlan
it: Non modificato
nl: Ongewijzigd
pl: Niemodyfikowany
pt_pt: Não modificado

# 采集器正在重启...
source: The datalogger is restarting...
de: Der Datenlogger startet neu ...
es: El colector se está reiniciando ...
fr: Le collecteur redémarre ...
hu_hu: A gyűjtő újraindul ...
it: Il monitoraggio si sta riavviando ...
nl: De datalogger start opnieuw op...
pl: Rejestrator uruchamia się ponownie ...
pt_pt: O coletor está reiniciando ...

# 重启后请重新连接采集器热点
source: Please reconnect to the datalogger hotspot after restarting
de: Stellen Sie nach dem Neustart erneut eine Verbindung zum Datenlogger-Hotspot her
es: Vuelva a conectarse al punto de acceso del recopilador después de reiniciar
fr: Veuillez vous reconnecter au point d'accès du collecteur après le redémarrage
hu_hu: Az újraindítás után csatlakozzon újra a gyűjtő hotspotjához
it: Riconnettiti all'hotspot Wi-Fi del monitoraggio dopo il riavvio
nl: Maak opnieuw verbinding met de hotspot na het opnieuw opstarten
pl: Po ponownym uruchomieniu połącz się ponownie z hotspotem rejestratora
pt_pt: Por favor, reconecte-se ao hotspot do coletor após reiniciar

# 干接点使能
source: Dry contact enable
de: Potentialfreier Kontakt aktivieren
es: Habilitación de contacto seco
fr: Activation du contact sec
hu_hu: Száraz érintkezés engedélyezése
it: Abilitazione contatto pulito
nl: Dry contact inschakelen
pl: Styk bezprądowy uruchomiony
pt_pt: Contato seco habilitado

# 灯泡
source: Lamp
de: Licht
es: Lámpara
fr: Lampe
hu_hu: Lámpa
it: Luce
pl: lekki
pt_pt: Luminária

# 谷歌助手
source: Google Assistant
es: Asistente de Google
fr: Assistant Google
hu_hu: Google Segéd
nl: Google Assistent
pl: Asystent Google

# 亚马逊应用未安装
source: Amazon APP is not installed
de: Amazon App ist nicht installiert
es: La aplicación de Amazon no está instalada
fr: Amazon APP n'est pas installé
hu_hu: Az Amazon APP nincs telepítve
it: La app di Amazon non è installata
nl: Amazon APP is niet geïnstalleerd
pl: aplikacja Amazon nie jest zainstalowana
pt_pt: Amazon APP não está instalado

# 谷歌应用未安装
source: Google APP is not installed
de: Google App ist nicht installiert
es: La aplicación de Google no está instalada
fr: Google APP n'est pas installé
hu_hu: A Google APP nincs telepítve
it: La app di Google non è installata
nl: Google APP is niet geïnstalleerd
pl: aplikacja Google nie jest zainstalowana
pt_pt: Google APP não está instalado

# 第三方服务
source: Third party service
de: Dienst eines Drittanbieters
es: Servicio de terceros
fr: Service tiers
hu_hu: Harmadik fél szolgáltatása
it: Servizio di terze parti
nl: Dienst van derden
pl: inny dostawca usługi
pt_pt: Serviço de terceiros

# 处于无线热点配置模式
source: In the Hotspot Mode
de: Im Hotspot-Modus
es: En el modo Hotspot
fr: En mode Hotspot
hu_hu: Hotspot módban
it: Nella modalità Hotspot
nl: In de Hotspot-modus
pl: w trybie hotspot
pt_pt: No modo Hotspot

# 请切换至标准模式配网
source: Please switch to Standard Mode；
de: Bitte wechseln Sie in den Standard-Modus;
es: Cambie al modo estándar ；
fr: Veuillez passer en mode standard ；
hu_hu: Váltson Normál módra ；
it: Passa alla modalità Standard;
nl: Schakel over naar de standaardmodus ；
pl: proszę przełączyć w tryb standardowy
pt_pt: Mude para o modo padrão Mode

# 三个灯都不亮
source: All three lights are off
de: Alle drei Leuchten sind aus
es: Las tres luces están apagadas
fr: Les trois lumières sont éteintes
hu_hu: Mind a három lámpa nem világít
it: Tutte e tre le luci sono spente
nl: Alle drie de lichten zijn uit
pl: wszystkie trzy diody wyłączone
pt_pt: Todas as três luzes estão apagadas

# 请检查USB接口是否已连接到光伏设备
source: Please check whether the USB interface is connected to the photovoltaic device
de: Bitte prüfen Sie, ob die USB-Schnittstelle mit dem Photovoltaik-Gerät verbunden ist
es: Compruebe si la interfaz USB está conectada al dispositivo fotovoltaico
fr: Veuillez vérifier si l'interface USB est connectée à l'appareil photovoltaïque
hu_hu: Kérjük, ellenőrizze, hogy az USB interfész csatlakoztatva van-e a fotovillamos készülékhez
it: Verificare se l'interfaccia USB è connessa al dispositivo fotovoltaico
nl: Controleer of de USB-interface is aangesloten op het fotovoltaïsche apparaat
pl: upewnij się czy interfejs USB jest podłączony do urządzenia fotowoltaicznego
pt_pt: Verifique se a interface USB está conectada ao dispositivo fotovoltaico

# 电池序列号
source: SN of the battery
de: Seriennummer der Batterie
es: Número de serie de la batería
fr: Numéro de série de la batterie
hu_hu: Az akkumulátor sorozatszáma
it: Numero di serie della batteria
nl: Serienummer van de batterij
pl: Numer seryjny akumulatora
pt_pt: Número de série da bateria

# 检测到采集器新版升级包
source: The new version upgrade package of the collector is detected
de: Das neue Versions-Upgrade-Paket des Collectors wird erkannt
es: Se detecta el paquete de actualización de la nueva versión del recopilador
fr: Le nouveau package de mise à niveau de version du collecteur est détecté
hu_hu: A gyűjtő új verziófrissítési csomagja észlelhető
it: Viene rilevato il nuovo pacchetto di aggiornamento della versione del raccoglitore
nl: Het upgradepakket voor de nieuwe versie van de verzamelaar is gedetecteerd
pl: Wykryto pakiet aktualizacji nowej wersji modułu zbierającego
pt_pt: O novo pacote de atualização de versão do coletor é detectado

# 请先下载升级包
source: Please download the upgrade package first
de: Bitte laden Sie zuerst das Upgrade-Paket herunter
es: Primero descargue el paquete de actualización
fr: Veuillez d'abord télécharger le package de mise à niveau
hu_hu: Kérjük, először töltse le a frissítési csomagot
it: Scarica prima il pacchetto di aggiornamento
nl: Download eerst het upgradepakket
pl: Najpierw pobierz pakiet aktualizacji
pt_pt: Faça o download do pacote de atualização primeiro

# 在线设备
source: Online device
de: Online-Gerät
es: Dispositivo en línea
fr: Appareil en ligne
hu_hu: Online eszköz
it: Dispositivo online
nl: Online apparaat
pl: Urządzenie online
pt_pt: Dispositivo online

# 离线设备
source: Offline device
de: Offline-Gerät
es: Dispositivo sin conexión
fr: Appareil hors ligne
hu_hu: Offline eszköz
it: Dispositivo offline
nl: Offline apparaat
pl: Urządzenie offline
pt_pt: Dispositivo offline

# 故障设备
source: Malfunctioning device
de: Gerät funktioniert nicht richtig
es: Dispositivo defectuoso
fr: Appareil défectueux
hu_hu: Meghibásodott eszköz
it: Dispositivo malfunzionante
nl: Defect apparaat
pl: Urządzenie działa nieprawidłowo
pt_pt: Dispositivo com defeito

# 是否设置为全周
source: Is it set to full week
de: Ist es auf volle Woche eingestellt
es: ¿Está programado para una semana completa?
fr: Est-il réglé sur une semaine complète
hu_hu: Teljes hétre van állítva?
it: È impostato per l'intera settimana
nl: Is het ingesteld op een volledige week
pl: Czy jest ustawiony na pełny tydzień
pt_pt: Está definido para a semana inteira

# 请切换扫描方式，条形码扫描请单独扫描序列号条形码
source: Please switch the scanning method, please scan the serial number barcode separately for barcode scanning
de: Schakel de scanmethode om, scan de streepjescode met het serienummer afzonderlijk voor het scannen van de streepjescode ...
es: Cambie el método de escaneo, escanee el código de barras del número de serie por separado para escanear el código de barras
fr: Veuillez changer la méthode de numérisation, veuillez scanner le code-barres du numéro de série séparément pour la numérisation du code-barres
hu_hu: Kérjük, váltson a beolvasási módszerre. Kérjük, külön olvassa be a sorozatszám vonalkódot a vonalkód beolvasásához
it: Si prega di cambiare il metodo di scansione, si prega di scansionare il codice a barre del numero di serie separatamente per la scansione del codice a barre
nl: Schakel de scanmethode om, scan de streepjescode met het serienummer afzonderlijk voor het scannen van de streepjescode
pl: Zmień metodę skanowania, zeskanuj kod kreskowy numeru seryjnego oddzielnie, aby zeskanować kod kreskowy
pt_pt: Mude o método de digitalização, digitalize o código de barras do número de série separadamente para digitalização de código de barras

# 扫描错误
source: Scan error
de: Scanfehler
es: Error de exploración
fr: Erreur de scan
hu_hu: Szkennelési hiba
it: Errore di scansione
nl: Scanfout
pl: Błąd skanowania
pt_pt: Erro de digitalização
