Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 91至少输入一种联系方式
source: Enter at least one contact method
es: Introduce al menos un método de contacto
fr: Indiquez au moins un moyen de contact
hu_hu: Adjon meg legalább egy elérhetőségi módot
pl: Wprowadź co najmniej jedna metodę kontaktu
pt_pt: Insira pelo menos um método de contato

# 920报修完成时间
source: Repair completion time
de: Reparaturabschlusszeit
es: Tiempo para completar la reparación
fr: Délai d'exécution des réparations
hu_hu: Javítás befejezési ideje
it: Tempo di completamento della riparazione
nl: Hersteltijd
pl: Czas zakończenia naprawy
pt_pt: Tempo de conclusão do reparo

# 921报修完成状态
source: Repair completed status
de: Reparaturabschlussstatus
es: Estado de la reparación al terminar
fr: État d'avancement des réparations
hu_hu: Javítás befejezésének állapota
it: Stato di completamento della riparazione
nl: Herstel voltooiingsstatus
pl: Stan zakończenia naprawy
pt_pt: Estado de conclusão do reparo

# 922基本信息
source: Basic information
de: Grundinformation
es: Información básica
fr: Informations de base
hu_hu: Alapinformációk
it: Informazioni di base
nl: Basis informatie
pl: Podstawowe informacje
pt_pt: Informação básica

# 923服务商
source: Service provider
de: Dienstanbieter autorisieren
es: Proveedor de servicios
fr: Prestataire de services
hu_hu: Engedélyezze a szolgáltatót
it: Autorizzare il fornitore di servizi
nl: Serviceprovider autoriseren
pl: Autoryzuowany usługodawca
pt_pt: Autorizar provedor de serviços

# 924工程师
source: engineer
de: Ingenieur autorisieren
es: Ingeniero
fr: ingénieur
hu_hu: Engedélyezze a mérnököt
it: Autorizza ingegnere
nl: Ingenieur autoriseren
pl: Autoryzowany inżynier
pt_pt: Engenheiro autorizado

# 925工程师服务评分
source: Engineer service score
de: Ingenieur-Service-Punktzahl
es: Puntuación de servicio del ingeniero
fr: Score de service des ingénieurs
hu_hu: Mérnök szolgálati pontszáma
it: Punteggio del servizio tecnico
pl: Ocena serwisowa inżyniera
pt_pt: Pontuação do serviço de engenheiro

# 926请输入您的建议或意见
source: Please enter your suggestion or opinion
de: Bitte geben Sie Ihren Vorschlag oder Ihre Meinung ein
es: Por favor, introduzca sugerencias u opiniones
fr: Veuillez saisir votre suggestion ou votre avis
hu_hu: Kérjük, írja be javaslatát vagy véleményét
it: Inserisci il tuo suggerimento o opinione
nl: Voer uw suggestie of mening in
pl: Wprowadź swoją sugestię lub opinię
pt_pt: Por favor, insira sua sugestão ou opinião

# 927发表
source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
hu_hu: Közzétesz
it: Pubblicare
nl: Publiceren
pl: Publikuj
pt_pt: Publicar

# 928选择搜索类型
source: Select search type
de: Suchtyp auswählen
es: Seleccione tipo de busqueda
fr: Choisissez le type de recherche
hu_hu: Válassza ki a keresési típust
it: Seleziona il tipo di ricerca
nl: Selecteer zoektype
pl: Wybierz typ wyszukiwania
pt_pt: Selecione o tipo de pesquisa

# 929服务器
source: Server
es: Servidor
fr: Serveur
hu_hu: Szerver
pl: Serwer
pt_pt: Servidor

# 92最多上传3张图片
source: Max. upload three pictures
de: Max. lade drei Bilder hoch
es: Max. subir tres fotos
fr: télécharger Max trois photos
hu_hu: Max. tölts fel három képet
it: Max. carica tre foto
nl: Max. upload drie afbeeldingen
pl: Prześlij maksymalnie trzy zdjęcia
pt_pt: Máx. carregar três fotos

# 930公司名称
source: Company name
de: Name der Firma
es: Nombre de la empresa
fr: Nom de la société
hu_hu: Cégnév
it: Nome della ditta
nl: Bedrijfsnaam
pl: Nazwa firmy
pt_pt: Nome da empresa

# 931客服系统
source: Service hall
de: Servicehalle
es: Sala de servicio
fr: Hall de service
hu_hu: Szerviz csarnok
it: Sala di servizio
nl: Service hal
pl: Hala serwisowa
pt_pt: Salão de serviço

# 932请指定电站所属用户
source: Please specify the user of the power plant
de: Bitte geben Sie den Benutzer des Kraftwerks an
es: Especifique o usuário da estação de energia
fr: Veuillez préciser l'utilisateur de la centrale
hu_hu: Kérjük, adja meg az erőmű felhasználóját
it: Si prega di specificare l'utente della centrale elettrica
nl: Geef de gebruiker van de krachtcentrale op
pl: Proszę podać użytkownika elektrowni
pt_pt: Especifique o usuário da estação de energia

# 934接入类型
source: Connection type
de: Verbindungstyp
es: Tipo de conexión
fr: Type de connexion
hu_hu: Kapcsolat típus
it: Tipo di connessione
nl: Connectie type
pl: Rodzaj połączenia
pt_pt: Tipo de conexão

# 935所属安装商
source: assigned installer
de: Installateur
es: Instalador
fr: installateur attitré
hu_hu: Installer
it: Installer
nl: Installer
pl: Instalator
pt_pt: Instalador

# 936其他条件
source: Other conditions
de: Andere Bedingungen
es: Otras condiciones
fr: Autres conditions
hu_hu: Más feltételek
it: Altre condizioni
nl: Andere condities
pl: Inne warunki
pt_pt: Outras condições

# 937请输入序列号
source: Please enter SN
de: Bitte geben Sie SN ein
es: Por favor, introduzca SN
fr: Veuillez entrer SN
hu_hu: Kérjük, írja be az SN-t
it: Si prega di inserire SN
nl: Voer SN in
pl: Wpisz SN
pt_pt: Digite SN

# 938查询结果
source: search result
de: Suchergebnis
es: Resultado de la busqueda
fr: résultat de la recherche
hu_hu: Keresési eredmény
it: Risultato della ricerca
nl: Zoekresultaat
pl: Wynik wyszukiwania
pt_pt: Resultado da pesquisa

# 939请指定电站所属的用户
source: Please specify the user of the power station
de: Bitte geben Sie den Benutzer des Kraftwerks an
es: Especifique o usuário da estação de energia
fr: Veuillez préciser l'utilisateur de la centrale
hu_hu: Kérjük, adja meg az erőmű felhasználóját
it: Si prega di specificare l'utente della centrale elettrica
nl: Geef de gebruiker van de krachtcentrale op
pl: Proszę podać użytkownika elektrowni
pt_pt: Especifique o usuário da estação de energia

# 93选择联系方式
source: Select contact method
es: Seleccione el método de contacto
fr: Choisissez le contact
hu_hu: Válassza ki az elérhetőségi módot
pl: Wybierz metode kontaktu
pt_pt: Selecione o método de contato

# 940请指定设备所属用户及电站
source: Please specify the user and plant of the device
de: Bitte geben Sie den Benutzer und die Anlage des Geräts an
es: Especifique el usuario del dispositivo
fr: Veuillez préciser l'utilisateur et l'installation de l'appareil
hu_hu: Kérjük, adja meg az eszköz felhasználóját és üzemét
it: Si prega di specificare l'utente e l'impianto del dispositivo
nl: Geef de gebruiker en installatie van het apparaat op
pl: Podaj użytkownika i instalacje urządzenia
pt_pt: Especifique o usuário e a instalação do dispositivo

# 941选择用户
source: Select user
de: Wähle den Benutzer
es: Seleccionar usuario
fr: Sélectionnez un utilisateur
hu_hu: Válasszon felhasználót
it: Seleziona utente
nl: Selecteer gebruiker
pl: Wybierz użytkownika
pt_pt: Selecionar usuário

# 942选择电站
source: Choose a plant
de: Pflanze auswählen
es: Seleccionar planta
fr: Choisissez une centrale
hu_hu: Válassza ki a növényt
it: Seleziona la pianta
nl: Selecteer plant
pl: Wybierz instalację
pt_pt: Selecionar planta

# 943方式一
source: Method one
de: Methode eins
es: Método uno
fr: Première méthode
hu_hu: Első módszer
it: Metodo uno
nl: Methode een
pl: Metoda pierwsza
pt_pt: Método um

# 944方式二
source: Method two
de: Methode zwei
es: Método dos
fr: Deuxième méthode
hu_hu: Második módszer
it: Metodo due
nl: Methode twee
pl: Metoda druga
pt_pt: Método dois

# 945回访时间
source: Visit time
de: Besuchszeit
es: Hora de visita
fr: Temps de visite
hu_hu: Látogatási idő
it: Tempo di visita
nl: Bezoek tijd
pl: Czas na wizyty
pt_pt: Hora da visita

# 946要求完成时间
source: Requested completion time
de: Fertigstellungszeit anfordern
es: Solicitar tiempo de finalización
fr: Délai d'exécution demandé
hu_hu: Teljesítési idő kérése
it: Richiedere tempo di completamento
nl: Verzoek om doorlooptijd
pl: Poproś o czas realizacji
pt_pt: Solicitar tempo de conclusão

# 947要求到达时间
source: Requested arrival time
de: Ankunftszeit anfragen
es: Solicitar hora de llegada
fr: Heure d'arrivée demandée
hu_hu: Kérjen érkezési időt
it: Richiedi l'orario di arrivo
nl: Verzoek aankomsttijd
pl: Poproś o czas przyjazdu
pt_pt: Solicitar hora de chegada

# 948回访人
source: Visit people
de: Leute besuchen
es: Visitar personas
fr: Visiter les gens
hu_hu: Látogassa meg az embereket
it: Visita le persone
nl: Bezoek mensen
pl: Odwiedziny
pt_pt: Visitar pessoas

# 949客户评价
source: Customer Reviews
de: Kundenbewertung
es: Revision del cliente
fr: Avis des clients
hu_hu: Vevői értékelés
it: Valutazione del cliente
nl: Klantevaluatie
pl: Ocena klienta
pt_pt: Avaliação do cliente

# 94您的手机号还未验证
source: Your phone number has not been verified, please click verify.
es: Su número de teléfono no ha sido verificado, por favor haga clic en verificar.
fr: Votre numéro de téléphone n'a pas été vérifié, veuillez cliquer sur vérifier.
hu_hu: A tlelefonszáma nem került jóváhagyásra, kérjük hagyja jóvá.
pl: Twój numer telefonu nie został zweryfikowany. Kliknij przycisk zweryfikuj.
pt_pt: Seu número de telefone não foi verificado, clique em verificar.

# 950报修编号
source: Work order number
de: Arbeitsauftragsnummer
es: Número de orden de servicio
fr: Numéro d'ordre de travail
hu_hu: Munkarendelés száma
it: Numero dell'ordine di lavoro
nl: Werkordernummer
pl: Numer zlecenia
pt_pt: Número da ordem de serviço

# 951故障标题
source: Fault title
de: Fehlertitel
es: Nombre del fallo
fr: Titre de la faute
hu_hu: Hiba címe
it: Titolo del guasto
nl: Fouttitel
pl: Typ usterki
pt_pt: Título da falha

# 952项目情况故障描述等
source: Project situation, fault description, etc.
de: Projektsituation, Fehlerbeschreibung usw.
es: Situación del proyecto, descripción del fallo,etc.
fr: Situation du projet, description des défauts, etc.
hu_hu: A projekt helyzete, hibaleírás stb.
it: Situazione del progetto, descrizione del guasto, ecc.
nl: Projectsituatie, foutbeschrijving, etc.
pl: Sytuacja projektu, opis usterki itp.
pt_pt: Situação do projeto, descrição da falha, etc.

# 953现场处理方法
source: On-site processing method, troubleshooting method, etc.
de: Vor-Ort-Verarbeitungsmethode, Fehlerbehebungsmethode usw.
es: Método de procesamiento local, metodo de solución de problemas, etc.
fr: Méthode de traitement sur site, méthode de dépannage, etc.
hu_hu: Helyszíni feldolgozási módszer, hibaelhárítási módszer stb.
it: Metodo di elaborazione in loco, metodo di risoluzione dei problemi, ecc.
nl: On-site verwerkingsmethode, probleemoplossing, etc.
pl: Metoda przetwarzania na miejscu, metoda rozwiązywania problemów itp.
pt_pt: Método de processamento no local, método de solução de problemas, etc.

# 954更换配件清单
source: Replacement parts list
de: Ersatzteilliste
es: Lista de piezas de remplazo
fr: Liste des pièces de rechange
hu_hu: Pótalkatrészek listája
it: Elenco delle parti di ricambio
nl: Lijst met reserveonderdelen
pl: Lista części zamiennych
pt_pt: Lista de peças de reposição

# 955最后造成故障的原因
source: The last cause of the fault
de: Die letzte Ursache des Fehlers
es: Causa del último fallo
fr: La dernière cause de la faute
hu_hu: A hiba utolsó oka
it: L'ultima causa dell'errore
nl: De laatste oorzaak van de fout
pl: Ostatnia przyczyna błędu
pt_pt: A última causa da falha

# 956请选择分组
source: Please select group
de: Bitte Gruppe auswählen
es: Por favor seleccione grupo
fr: Veuillez choisir un groupe
hu_hu: Válasszon csoportot
it: Seleziona un gruppo
nl: Selecteer groep
pl: Wybierz grupę
pt_pt: Por favor selecione o grupo

# 957授权商
source: Licensee
de: Lizenznehmer
es: Titular de la licencia
fr: Titulaire de la licence
hu_hu: Engedélyes
it: Licenziatario
nl: Licentiehouder
pl: Właściciel
pt_pt: Licenciado

# 958当前已选定接收人
source: Currently selected recipients
de: Derzeit ausgewählte Empfänger
es: Receptores actualmente seleccionados
fr: Bénéficiaires actuellement sélectionnés
hu_hu: Jelenleg kiválasztott címzettek
it: Destinatari attualmente selezionati
nl: Momenteel geselecteerde ontvangers
pl: Aktualnie wybrani odbiorcy
pt_pt: Destinatários atualmente selecionados

# 959验收结论
source: Acceptance conclusion
de: Akzeptanzschluss
es: Aceptación de conclusión
fr: Conclusion de l'acceptation
hu_hu: Az elfogadás következtetése
it: Conclusione di accettazione
nl: Acceptatie conclusie
pl: Wniosek dotyczący przyjęcia
pt_pt: Conclusão de aceitação

# 95您的邮箱还未验证
source: Your email is not verified. Please click verify.
es: Su correo electrónico no está verificado. Por favor haga clic en verificar.
fr: Votre email n'est pas vérifié. Veuillez cliquer sur vérifier.
hu_hu: A email címe nem került jóváhagyásra. Kérjük kattintson a jóváhagyásra
pl: Twój e-mail nie został zweryfikowany. Kliknij przycisk zweryfikuj.
pt_pt: Seu email não está verificado. Clique em verificar.

# 960客户电话
source: Customer phone
de: Kundentelefon
es: Teléfono del cliente / móvil
fr: Téléphone client
hu_hu: Ügyfél telefon
it: Telefono del cliente
nl: Klant telefoon
pl: Telefon klienta
pt_pt: Telefone do cliente

# 961报修创建时间
source: Create time
de: Zeit schaffen
es: Crear hora
fr: Créer du temps
hu_hu: Készítsen időt
it: Crea tempo
nl: Maak tijd
pl: Stwórz czas
pt_pt: Criar hora

# 962位置图片
source: Location picture
de: Standortbild
es: Imagen de localización
fr: Photo du lieu
hu_hu: Helymeghatározási kép
it: Foto di posizione
nl: Locatie foto
pl: Zdjęcie lokalizacji
pt_pt: Imagem de localização

# 963姓名
source: Name
es: Nombre
fr: Nom
hu_hu: Név
it: Nome
nl: Naam
pl: Nazwa
pt_pt: Nome

# 964发送新密码到客户邮箱
source: Send new password to customer email
de: Senden Sie ein neues Passwort an die Mailbox des Kunden
es: Enviar nueva contraseña al correo del cliente
fr: Envoyer le nouveau mot de passe à l'adresse électronique du client
hu_hu: Küldjön új jelszót az ügyfél postafiókjába
it: Invia una nuova password alla casella di posta del cliente
nl: Stuur een nieuw wachtwoord naar de mailbox van de klant
pl: Wyślij nowe hasło do skrzynki pocztowej klienta
pt_pt: Enviar nova senha para a caixa de correio do cliente

# 965寄存器
source: Register
de: Registrieren
es: Registro
fr: S'inscrire
hu_hu: Regisztráció
it: Registrare
nl: Registreren
pl: Zarejestruj
pt_pt: Registo

# 966值
source: Value
de: Wert
es: Valor
fr: Valeur
hu_hu: Érték
it: Valore
nl: Waarde
pl: Wartość
pt_pt: Valor

# 967查询
source: Query
de: Abfrage
es: Solicitar
fr: Demande
hu_hu: Kérdés
it: Domanda
nl: Vraag
pl: Pytanie
pt_pt: Inquerir

# 968OSS密码
source: OSS password
de: OSS-Passwort
es: Contraseña de OSS
fr: Mot de passe OSS
hu_hu: OSS jelszó
it: Password OSS
nl: OSS-wachtwoord
pl: Hasło OSS
pt_pt: Senha do OSS

# 969查询采集器校验码
source: Search the check code of datalogger
de: Suchen Sie den Prüfcode des Datenloggers
es: Buscar el código de verificación del datalogger
fr: Recherchez le code de contrôle du datalogger
hu_hu: Keresse meg a datalogger ellenőrző kódját
it: Cerca il codice di controllo del datalogger
nl: Doorzoek de controlecode van de datalogger
pl: Wyszukaj kod kontrolny rejestratora danych
pt_pt: Pesquise o código de verificação do registrador de dados

# 96请验证注册时填写的手机号码
source: Please verify the mobile number you filled in when OSS was registered.
de: Please verify the phone number
es: Por favor verifique el número de teléfono
fr: Veuillez vérifier le numéro de téléphone portable que vous avez rempli lors de l'enregistrement de l'OSS.
hu_hu: Kérjük, hagyja jóvá a telefonszámot.
it: Please verify the phone number
nl: Please verify the phone number
pl: Sprawdźz numer telefonu komorkowego
pt_pt: Verifique o número de telefone

# 970未开放对应功能模块
source: This type of account has not yet opened the corresponding function module
de: Dieser Kontotyp hat den entsprechenden Funktionsbaustein noch nicht geöffnet
es: Este tipo de cuenta aun no ha abierto el modulo de funciones correspondiente
fr: Ce type de compte n'a pas encore ouvert le module de fonction correspondant
hu_hu: Az ilyen típusú fiók még nem nyitotta meg a megfelelő funkciómodult
it: Questo tipo di account non ha ancora aperto il modulo funzionale corrispondente
nl: Dit type account heeft de bijbehorende functiemodule nog niet geopend
pl: Ten typ konta nie otworzył jeszcze odpowiedniego modułu funkcyjnego
pt_pt: Este tipo de conta ainda não abriu o módulo de função correspondente

# 971选择服务器地址
source: Select server address
de: Wählen Sie die Serveradresse
es: Seleccione direccion del servidor
fr: Sélectionnez l'adresse du serveur
hu_hu: Válassza ki a szerver címét
it: Seleziona l'indirizzo del server
nl: Selecteer serveradres
pl: Wybierz adres serwera
pt_pt: Selecione o endereço do servidor

# 972搜索设备
source: Search device
de: Gerät suchen
es: Buscar dispositivo
fr: Dispositif de recherche
hu_hu: Keresési eszköz
it: Cerca dispositivo
nl: Zoek apparaat
pl: Wyszukaj urządzenie
pt_pt: Pesquisar dispositivo

# 973暂无设备详情数据
source: Temporarily no detial
de: Vorübergehend kein Detail
es: Sin detalles tiemporalmente
fr: Temporairement sans titre
hu_hu: Átmenetileg nincs részlet
it: Temporaneamente nessun dettaglio
nl: Tijdelijk geen detail
pl: Brak szczegółów
pt_pt: Temporariamente sem detalhes

# 974支付总金额
source: Total paid amount
de: Gesamtbetrag bezahlt
es: Suma total del pago
fr: Montant total payé
hu_hu: Összes kifizetett összeg
it: Importo totale pagato
nl: Totaal betaald bedrag
pl: Łączna zapłacona kwota
pt_pt: Montante total pago

# 975是否开发票
source: Whether to invoice
de: Ob in Rechnung zu stellen
es: A facturar
fr: S'il faut facturer
hu_hu: Számlázni kell
it: Se fatturare
nl: Of om te factureren
pl: Czy wystawić fakturę
pt_pt: Se faturar

# 976否
source: NO
de: Nein
fr: NON
hu_hu: Nem
nl: Nee
pl: Nie
pt_pt: Não

# 977支付方式
source: payment method
de: Zahlungsmethode
es: Método de pago
fr: mode de paiement
hu_hu: Fizetési mód
it: Metodo di pagamento
nl: Betalingsmiddel
pl: Metoda płatności
pt_pt: Método de pagamento

# 978微信支付
source: Wechat payment
de: Wechat Zahlung
es: Pago con Wechat
fr: Paiement Wechat
hu_hu: Wechat fizetés
it: Pagamento Wechat
nl: Wechat betaling
pl: Płatność WeChat
pt_pt: Pagamento Wechat

# 979支付宝支付
source: Pay with Ali-Pay
de: Zahlen Sie mit Ali-Pay
es: Pago con Ali-Pay
fr: Payer avec Ali-Pay
hu_hu: Fizessen Ali-Pay-val
it: Paga con Ali-Pay
nl: Betalen met Ali-Pay
pl: Płać z Ali-Pay
pt_pt: Pague com Ali-Pay

# 97验证用户手机号码
source: Verify the user's phone number
es: Verificar el número de teléfono del usuario.
fr: Vérifiez le numéro de téléphone de l'utilisateur
hu_hu: Hagyja jóvá a felhasználó email címét
pl: Zweryfikuj numer telefonu użytkownika
pt_pt: Verifique o número de telefone do usuário

# 980支付
source: Payment
de: Zahlung
es: Forma de pago
fr: Paiement
hu_hu: Fizetés
it: Pagamento
nl: Betaling
pl: Zapłata
pt_pt: Forma de pagamento

# 981支付结果
source: Payment result
de: Zahlungsergebnis
es: Resultado do pago
fr: Résultat du paiement
hu_hu: Fizetési eredmény
it: Risultato del pagamento
nl: Betalingsresultaat
pl: Wynik płatności
pt_pt: Resultado do pagamento

# 982支付金额
source: Payment amount
de: Zahlungsbetrag
es: Valor do pago
fr: Montant du paiement
hu_hu: Végösszeg
it: Importo del pagamento
nl: Te betalen bedrag
pl: Wielkość płatności
pt_pt: Valor do pagamento

# 983支付时间
source: Payment time
de: Zahlungszeit
es: Fecha de pago
fr: Délai de paiement
hu_hu: Fizetési idő
it: Tempo di pagamento
nl: Betaling tijd
pl: Czas płatności
pt_pt: Tempo de pagamento

# 984本账号下GPRS设备
source: GPRS devices under this account
de: GPRS-Geräte unter diesem Konto
es: Dispositivos GPRS en esta cuenta
fr: Appareils GPRS sous ce compte
hu_hu: GPRS-eszközök ebben a fiókban
it: Dispositivi GPRS con questo account
nl: GPRS-apparaten onder dit account
pl: Urządzenia GPRS na tym koncie
pt_pt: Dispositivos GPRS nesta conta

# 985其他账号下GPRS设备
source: GPRS devices under other account
de: GPRS-Geräte unter anderem Konto
es: Dispositivos GPRS en otra cuenta
fr: Appareils GPRS sous autre compte
hu_hu: GPRS-eszközök más fiók alatt
it: Dispositivi GPRS con un altro account
nl: GPRS-apparaten onder een ander account
pl: Urządzenia GPRS na innym koncie
pt_pt: Dispositivos GPRS em outra conta

# 986流量续费温馨提示
source: Reminder: This service is an operator renewal service. If the operator cancels the package, the company will not refund.
de: Erinnerung: Dieser Dienst ist ein Agent-Erneuerungsdienst von Telekommunikationsbetreibern. Wenn der Betreiber das Paket storniert, wird das Unternehmen keine Rückerstattung leisten.
es: Recuerde: Este es un servicio de renovación. Si el operador cancela el envio, la compañía no rembolsará nada.
fr: Rappel : Ce service est un service de renouvellement des opérateurs. Si l'opérateur annule le forfait, la société ne procédera à aucun remboursement.
hu_hu: Emlékeztető: Ez a szolgáltatás a távközlési szolgáltatók ügynöki megújítási szolgáltatása. Ha az üzemeltető lemondja a csomagot, a vállalat nem téríti vissza.
it: Promemoria: questo servizio è un servizio di rinnovo degli agenti da parte degli operatori di telecomunicazioni. Se l'operatore annulla il pacchetto, la società non rimborserà.
nl: Herinnering: deze service is een agentvernieuwingsservice van telecommunicatie-exploitanten. Als de operator het pakket annuleert, zal het bedrijf geen terugbetaling doen.
pl: Przypomnienie: ta usługa jest usługą odnawiania agentów od operatorów telekomunikacyjnych. Jeśli operator anuluje paczkę, firma nie zwróci kosztów.
pt_pt: Lembrete: Este serviço é um serviço de renovação de agentes das operadoras de telecomunicações. Se o operador cancelar o pacote, a empresa não reembolsará.

# 987绑定
source: Binding
de: Bindung
es: Vinculante
fr: Obligatoire
hu_hu: Kötés
it: Rilegatura
nl: Verbindend
pl: Wiążący
pt_pt: Obrigatório

# 988绑定手机号
source: Bind phone number
de: Verbinde deine Telefonnummer
es: Vinculando su número de teléfono
fr: Relier le numéro de téléphone
hu_hu: Telefonszám kötelező
it: Associare il tuo numero di telefono
nl: Uw telefoonnummer bindend
pl: Wiązanie twojego numeru telefonu
pt_pt: Vinculando seu número de telefone

# 989绑定已有用户
source: Binding existing user
de: Bestehenden Benutzer binden
es: Vinculando usuario existente
fr: Lier l'utilisateur existant
hu_hu: Meglévő felhasználó kötelezése
it: Associare l'utente esistente
nl: Bestaande gebruiker binden
pl: Wiązanie istniejącego użytkownika
pt_pt: Vinculando usuário existente

# 98验证用户邮箱
source: Verify user mailbox
de: Verify the user's email address
es: Verificar la dirección de correo electrónico del usuario
fr: Vérifier la boîte de réception électronique de l'utilisateur
hu_hu: Hagyja jóvá a felhasználó email címét
it: Verify the user's email address
nl: Verify the user's email address
pl: Zweryfikuj e-mail użytkownika
pt_pt: Verifique o endereço de e-mail do usuário

# 990暂无消息
source: Temporarily no information
de: Vorübergehend keine Informationen
es: Temporalmente sin información
fr: Pas d'information provisoirement
hu_hu: Ideiglenesen nincs információ
it: Temporaneamente nessuna informazione
nl: Tijdelijk geen informatie
pl: Tymczasowo brak informacji
pt_pt: Temporariamente sem informação

# 991设置本地调试工具密码
source: Set the password of local debugging tool
de: Legen Sie das Kennwort des lokalen Debugging-Tools fest
es: Introduzca contraseña de herramiento de depuración local
fr: Définir le mot de passe de l'outil de débogage local
hu_hu: Állítsa be a helyi hibakeresési eszköz jelszavát
it: Imposta la password dello strumento di debug locale
nl: Stel het wachtwoord van het lokale foutopsporingsprogramma in
pl: Ustaw hasło do narzędzia diagnostycznego
pt_pt: Defina a senha da ferramenta de depuração local

# 992电站名称
source: Plant name
de: Pflanzenname
es: Nombre de la planta
fr: Nom de la centrale
hu_hu: Növény neve
it: Nome dell'impianto
nl: Plant naam
pl: Nazwa instalacji
pt_pt: Nome da planta

# 993没有电站
source: No palnt
de: Keine Pflanze
es: Número de planta
fr: Pas de centrale
hu_hu: Nincs növény
it: Nessuna pianta
nl: Geen plant
pl: Brak instalacji
pt_pt: Nenhuma planta

# 994没有设备
source: No device
de: Kein Gerät
es: Sin dispositivo
fr: Pas de dispositif
hu_hu: Nincs készülék
it: Nessun dispositivo
nl: Geen apparaat
pl: Brak urządzenia
pt_pt: Nenhum dispositivo
