Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 240本地调试工具
source: Local commissioning
de: Lokale Inbetriebnahme
es: Herramienta de depuración local
fr: Mise en service locale
hu_hu: Helyi üzembehelyezés
it: Messa in servizio locale
nl: Lokale inbedrijfstelling
pl: Diagnostyka
pt_pt: Comissionamento local

# 240浏览账户验证
source: Browse account validation
de: Durchsuchen Sie die Kontoüberprüfung
es: Examinar validación de cuenta
fr: Parcourir la validation du compte
hu_hu: Böngészés a fiókellenőrzésben
it: Sfoglia la convalida dell'account
nl: Blader door accountvalidatie
pl: Weryfikacja konta
pt_pt: Navegue pela validação da conta

# 241工具箱
source: Toolsbox
es: Caja de herramientas
fr: Boîte à outils
hu_hu: Eszköztár
it: Strumenti di gestione
nl: Toolbox
pl: Narzędzia
pt_pt: Caixa de ferramentas

# 241验证失败
source: Verification failure
de: Verifizierung fehlgeschlagen
es: Fallo de verificación
fr: Échec de la vérification
hu_hu: Az ellenőrzés sikertelen volt
it: Verifica fallita
nl: Verificatie mislukt
pl: Weryfikacja nie powiodla sie
pt_pt: Falha na verificação

# 242扫描获取WiFi名称
source: Scan for WiFi name
es: Buscar el nombre de WiFi
fr: Rechercher le nom du réseau WiFi
pl: Skanuj moduł diagnostyczny
pt_pt: Digitalizar nome de WiFi

# 242验证成功
source: Verification success
de: Bestätigungserfolg
es: Verificación exitosa
fr: Succès de la vérification
hu_hu: Az ellenőrzés sikere
it: Verifica riuscita
nl: Verificatie geslaagd
pl: Sukces weryfikacji
pt_pt: Sucesso na verificação

# 243电流
source: current
es: Corriente
fr: Courant
pl: Natężenie
pt_pt: Corrente

# 243设置成功
source: Succeed
de: Gelingen
es: Tener éxito
fr: Réussir
hu_hu: Sikerül
it: Avere successo
nl: Slagen
pl: Powodzenie
pt_pt: Ter sucesso

# 244电压
source: voltage
es: Voltaje
fr: Tension
pl: Napięcie
pt_pt: Tensão

# 244设置失败
source: Setup failed
de: Falha na instalação
es: Configuración fallida
fr: Échec de la mise en place
hu_hu: A telepítés meghiúsult
it: Installazione fallita
nl: Setup mislukt
pl: Konfiguracja nie powiodla sie
pt_pt: Falha na instalação

# 245AC功率
source: AC power
es: Alimentación AC
fr: Puissance AC
pl: Zasilanie prądem przemiennym
pt_pt: Potência CA

# 245将充电功率限制为1KW
source: Limit charging power to 1KW
de: Begrenzen Sie die Ladeleistung auf 1KW
es: Limite la potencia de carga a 1KW
fr: Limiter la puissance de charge à 1KW
hu_hu: Határozza meg a töltési teljesítményt 1 kilobájtra
it: Limitare la potenza di carica a 1KW
nl: Beperk het laadvermogen tot 1KW
pl: Ogranicz moc ładowania do 1kW
pt_pt: Limite de carga para 1KW

# 246将关闭充电功率限制
source: Will turn off charging power limit
de: Schaltet die Ladeleistungsgrenze aus
es: Se apagará el límite de potencia de carga
fr: Désactivera la limite de puissance de charge
hu_hu: Schaltet die Ladeleistungsgrenze aus
it: Spegnerà il limite di potenza in carica
nl: Schakelt laadstroomlimiet uit
pl: Wyłącz limit mocy ładowania
pt_pt: Irá desligar o limite de potência de carga

# 246命令参数错误
source: Command parameter error
es: Error de parámetro de comando
fr: Erreur de paramètre de commande
pl: Błąd
pt_pt: Erro de comando de parâmetro

# 247有功功率错误
source: Active power rate should be a number in [0, 100]
de: Die Wirkleistungsrate sollte eine Zahl in [0, 100] sein.
es: La tasa de potencia activa debe ser un número en [0, 100]
fr: Le taux de puissance active doit être un nombre compris entre [0, 100].
hu_hu: Az aktív teljesítményaránynak [0, 100] -ben számnak kell lennie
it: La potenza attiva dovrebbe essere un numero in [0, 100]
nl: Actief vermogen moet een getal zijn in [0, 100]
pl: Współczynnik mocy czynnej powinien być liczbą w przedziale [0, 100]
pt_pt: A taxa de potência ativa deve ser um número entre [0, 100]

# 247总览
source: Dashboard
de: Instrumententafel
es: Tablero
fr: Tableau de bord
hu_hu: Irányítópult
it: Cruscotto
nl: Overzicht
pl: Panel sterujacy
pt_pt: Painel de controle

# 248电站
source: Plant
de: Pflanze
es: Instalación
fr: Centrales
hu_hu: Erőmű
it: Pianta
nl: Installatie
pl: Instalacja
pt_pt: Planta

# 248功率因数错误
source: PF rate should be a number in (-0.8 ~ -1/0.8 ~ 1)
de: Die PF-Rate sollte eine Zahl in (-0,8 ~ -1 / 0,8 ~ 1) sein.
es: El FP debe ser un número en (-0.8 ~ -1 / 0.8 ~ 1)
fr: Le taux de PF doit être un nombre en (-0,8 ~ -1/0,8 ~ 1)
hu_hu: A PF aránynak egy számnak kell lennie (-0,8 ~ -1 / 0,8 ~ 1)
it: Il tasso PF dovrebbe essere un numero in (-0,8 ~ -1 / 0,8 ~ 1)
nl: PF-waarde moet een getal zijn in (-0.8 ~ -1 / 0.8 ~ 1)
pl: Wskaźnik PF powinien być liczbą w (-0,8 ~ -1 / 0,8 ~ 1)
pt_pt: A taxa de PF deve ser um número em (-0,8 ~ -1 / 0,8 ~ 1)

# 249设置是否存储PF命令
source: Set save PF command
es: Establecer el comando guardar FP
fr: Définir s'il faut stocker les commandes PF
pl: Zapisz wspolczynnik mocy
pt_pt: Definir comando de FP seguro

# 249智慧家庭
source: Smarthome
de: Intelligentes Zuhause
es: Casa inteligente
hu_hu: Okos otthon
it: Casa intelligente
nl: Slimme woning
pl: Inteligentny dom
pt_pt: Lar inteligente

# 24一键建站
source: Quick registration
de: Schnellregistrierung
es: Registro rápido
fr: Enregistrement rapide
hu_hu: Gyors regisztráció
it: Registrazione veloce
nl: Snelle registratie
pl: Szybka rejestracja
pt_pt: Registro rápido

# 250设置市电电压上限
source: Set grid voltage high
es: Ajustar umbral superior de tensión de red.
fr: Fixer la limite supérieure de tension du réseau
pl: Ustaw wysokie napięcie sieci
pt_pt: Definir valor máximo de tensão da rede

# 251电量统计
source: Electricity statistics
de: Stromstatistik
es: Estadísticas de electricidad
fr: Statistiques sur l'électricité
hu_hu: Villamosenergia-statisztika
it: Statistiche dell'elettricità
nl: Elektriciteitsstatistieken
pl: Statystyki elektryczne
pt_pt: Estatísticas de eletricidade

# 251设置市电电压下限
source: Set grid voltage low
es: Ajustar umbral inferior de tensión de red.
fr: Fixer la limite inférieure de tension du réseau
pl: Ustaw niskie napięcie sieci
pt_pt: Definir valor mínimo de tensão da rede

# 252减少二氧化碳排放
source: CO₂ reduced
de: CO₂ reduziert
es: CO₂ reducido
fr: CO₂ réduit
hu_hu: A CO₂ csökkent
it: CO₂ ridotto
nl: CO₂ verlaagd
pl: Redukcja CO₂
pt_pt: CO₂ reduzido

# 252离网使能
source: Set EPS On/Off
es: Activar / desactivar el EPS
fr: Activer/désactiver le EPS
pl: Ustaw włączanie/wyłączania zewnetrznego zasilacza sieciowego
pt_pt: Definir EPS ON / OFF

# 253节约标准煤
source: Standard coal saved
de: Standardkohle gespart
es: Carbón estándar ahorrado
fr: Économies de charbon standard
hu_hu: A szén megmentett
it: Carbone standard risparmiato
nl: Standaard kolen bespaard
pl: Zaoszczędzony węgiel
pt_pt: Carvão padrão economizado

# 253离网频率
source: Off-Grid Frequncy
de: Stellen Sie die EPS-Frequenz ein
es: Establecer frecuencia de EPS
fr: Régler la tension de l'EPS
hu_hu: Állítsa be az EPS frekvenciáját
it: Imposta la frequenza EPS
nl: Stel de EPS-frequentie in
pl: Ustaw częstotliwość EPS
pt_pt: Definir frequência EPS

# 254减少森林砍伐
source: Reducing deforestation
de: Abholzung verringern
es: Reducción de la deforestación
fr: Réduire la déforestation
hu_hu: Az erdőirtás csökkentése
it: Ridurre la deforestazione
nl: Ontbossing verminderen
pl: Ograniczenie wylesienia
pt_pt: Reduzindo o desmatamento

# 254离网电压
source: Off-Grid Voltage
de: Set EPS voltage
es: Fije el voltaje del EPS
fr: Régler la fréquence de l'EPS
hu_hu: Set EPS voltage
it: Set EPS voltage
nl: Set EPS voltage
pl: Ustaw napiecie zewnetrznego zasilacza sieciowego
pt_pt: Definir tensão EPS

# 255风向
source: Wind direction
de: Windrichtung
es: Dirección del viento
fr: Direction du vent
hu_hu: Szélirány
it: La direzione del vento
nl: Windrichting
pl: Kierunek wiatru
pt_pt: Direção do vento

# 255请输入
source: Please input
es: Por favor, introducir
fr: Veuillez saisir
pl: Proszę wprowadź
pt_pt: Insira

# 256风速
source: Wind speed
de: Windgeschwindigkeit
es: Velocidad del viento
fr: Vitesse du vent
hu_hu: Szélsebesség
it: Velocità del vento
nl: Windsnelheid
pl: Prędkość wiatru
pt_pt: Velocidade do vento

# 256容性
source: Over
es: Terminado
fr: Sur
pl: Ponad

# 257请选择设置值
source: Please select the setting value
es: Por favor, seleccione el valor de configuración
fr: Veuillez sélectionner la valeur de réglage
pl: Wybierz wartość
pt_pt: Selecionar o valor da configuração

# 257日照时长
source: Length of sunshine
de: Länge des Sonnenscheins
es: Duración del sol
fr: Durée d'ensoleillement
hu_hu: Napsütés hossza
it: Lunghezza del sole
nl: Lengte zonneschijn
pl: Długość słońca
pt_pt: Comprimento da luz do sol

# 258基本参数
source: Basic parameter
de: Grundparameter
es: Parametro básico
fr: Paramètres de base
hu_hu: Alap paraméter
it: Parametro di base
nl: Fundamentele parameter
pl: Parametr podstawowy
pt_pt: Parâmetro básico

# 258请同时设置起始和结束时间
source: Please set the start and end time together
es: Por favor, establezca tanto la hora de inicio como la final
fr: Veuillez définir l'heure de début et de fin
pl: Proszę ustawić czas rozpoczęcia i zakończenia.
pt_pt: Definir o tempo inicial e final

# 259感性
source: Under
es: Por debajo
fr: Sous
pl: Poniżej

# 259重要数据
source: Important data
de: Wichtige Daten
es: Dato importante
fr: Des informations importantes
hu_hu: Fontos adatok
it: Dati importanti
nl: Belangrijke gegevens
pl: Ważne dane
pt_pt: Dados importantes

# 25跳过
source: Skip
de: Überspringen
es: Omitir
fr: Passer
hu_hu: Ugorja át
it: Salta
nl: Overslaan
pl: Pomiń
pt_pt: Pular

# 260其他数据
source: Other data
de: Andere Daten
es: Otros datos
fr: Autres informations
hu_hu: Más adatokat
it: Altri dati
nl: Andere gegevens
pl: Inne dane
pt_pt: Outros dados

# 261分享
source: Share
de: Compartilhar
es: Compartir
fr: Partager
hu_hu: Részvény
it: Condividere
nl: Delen
pl: Udostepnij
pt_pt: Compartilhar

# 261取电功率
source: Import from Grid
de: Vom Grid importieren
es: Importar desde cuadrícula
fr: mportation à partir du réseau
hu_hu: Importálás a rácsból
it: Power from grid
nl: Importeren vanuit raster
pl: Importuj z sieci
pt_pt: Importar da grade

# 262保存图片失败
source: Failed to save image
de: Bild konnte nicht gespeichert werden
es: Error al guardar la imagen
fr: Échec de la sauvegarde de l'image
hu_hu: A kép mentése sikertelen
it: Impossibile salvare l'immagine
nl: Kan afbeelding niet opslaan
pl: Nie udało sie zapisać zdjęcia
pt_pt: Falha ao salvar a imagem

# 262馈电功率
source: Export to Grid
de: In Grid exportieren
es: Exportar a cuadrícula
fr: Exporter vers le réseau électrique
hu_hu: Exportálás a Gridbe
it: Esporta in griglia
nl: Exporteren naar raster
pl: Eksportuj do sieci AC
pt_pt: Exportar para grade

# 263保存图片成功，请在手机相册查看
source: Save the picture successfully, please check it in the phone album
de: Speichern Sie das Bild erfolgreich, überprüfen Sie es bitte im Telefonalbum
es: Guarde la imagen correctamente, compruébelo en el álbum del teléfono
fr: Enregistrez l'image avec succès, veuillez la vérifier dans l'album téléphonique
hu_hu: Mentse el a képet sikeresen, kérjük, ellenőrizze a telefonalbumban
it: Salvare l'immagine con successo, si prega di controllare nell'album del telefono
nl: Sla de afbeelding met succes op, controleer deze in het telefoonalbum
pl: Zapisz zdjęcie pomyślnie, sprawdź je w albumie telefonu
pt_pt: Salve a foto com sucesso, verifique-a no álbum do telefone

# 263电网取电
source: Import from Grid
de: Vom Grid importieren
es: Importar desde cuadrícula
fr: mportation à partir du réseau
hu_hu: Importálás a rácsból
it: Importa da griglia
nl: Importeren vanuit raster
pl: Importuj z sieci
pt_pt: Importar da grade

# 264来自
source: From
es: Desde
fr: A partir de
pl: Od
pt_pt: De

# 264信息提示
source: Message notification
de: Benachrichtigung
es: Notificación de mensajes
fr: Notification de message
hu_hu: Üzenet értesítés
it: Notifica del messaggio
nl: Bericht kennisgeving
pl: Powiadomienie o wiadomosci
pt_pt: Notificação de mensagem

# 265报表
source: Report
de: Bericht
es: Informe
fr: Rapport
hu_hu: Jelentés
it: Rapporto
nl: Verslag doen van
pl: Raport
pt_pt: Relatório

# 265充电功率
source: Charging Power
de: Ladeleistung
es: Poder de carga
fr: La puissance de la charge
hu_hu: Töltő áram
it: Potenza di ricarica
nl: Laadvermogen
pl: Moc ładowania
pt_pt: Poder de carregamento

# 266放电功率
source: Discharging Power
de: Entladungskraft
es: Poder de descarga
fr: Puissance de décharge
hu_hu: Az energia kisülése
it: Potenza di scarica
nl: Ontlaadvermogen
pl: Moc rozładowania
pt_pt: Descarga de energia

# 266客服回复
source: Customer service reply
de: Kundendienst
es: Servicio al Cliente
fr: Réponse du service clientèle
hu_hu: Vevőszolgálat
it: Assistenza clienti
nl: Klantenservice
pl: Obsługa klienta
pt_pt: Serviço ao cliente

# 267设备告警
source: Device alarm
de: Gerätealarm
es: Alarma del dispositivo
fr: Alarme de dispositif
hu_hu: Eszköz riasztás
it: Allarme dispositivo
nl: Apparaat alarm
pl: Alarm urządzenia
pt_pt: Alarme do dispositivo

# 267最后更新时间为
source: Last update time
es: Última hora de actualización
fr: Heure de la dernière mise à jour
pl: Ostatnia aktualizacja
pt_pt: Tempo da última atualização

# 268重要通知
source: Important notice
de: Wichtiger Hinweis
es: Noticia importante
fr: Avis important
hu_hu: Fontos figyelmeztetés
it: Avviso IMPORTANTE
nl: Belangrijke mededeling
pl: Ważna uwaga
pt_pt: Notícia importante

# 268自动刷新
source: Auto refresh
es: Autorefrescar
fr: Rafraîchissement automatique
pl: Automatyczne odświeżanie
pt_pt: Última atualização

# 269WiFi名称为
source: Name of WiFi module
es: Nombre del módulo WiFi
fr: Nom du module Wifi
pl: Nazwa modułu WiFi
pt_pt: Nome do módulo WiFi

# 269我的电桩
source: My charger
de: Mein Ladegerät
es: Mi cargador
fr: Mon chargeur
hu_hu: A töltőm
it: Il mio caricatore
nl: Mijn oplader
pl: Moja ładowarka
pt_pt: Meu carregador

# 26上滑查看详细数据
source: Slide up to check dedail data
de: Nach oben schieben, um die Dedail-Daten zu überprüfen
es: Deslice hacia arriba para verificar los datos
fr: Glisser vers le haut pour vérifier les données de déduplication
hu_hu: Csúsztassa felfelé, hogy ellenőrizze a levetített járművek adatait
it: Scorri verso l'alto per controllare i dati di dedail
nl: Schuif omhoog om verwijderingsgegevens te controleren
pl: Przesuń w górę, aby sprawdzić dane
pt_pt: Deslize para cima para verificar os dados de desvalorização

# 270是否跳转连接WiFi
source: Connect WiFi module
es: Conectar módulo wifi
fr: Connecter le module WiFi
pl: Podłącz moduł do falownika
pt_pt: Conectar o módulo WiFi

# 270我的房间
source: My room
de: Mein Zimmer
es: Mi habitacion
fr: Ma pièce
hu_hu: A szobám
it: La mia stanza
nl: Mijn kamer
pl: Moj pokój
pt_pt: Meu quarto

# 271连接
source: Connect
es: Conectar
fr: Connecter
pl: Połącz
pt_pt: Conectar

# 271我的设备
source: My device list
de: Meine Geräteliste
es: Mi lista de dispositivos
fr: Liste des appareils
hu_hu: Saját készülékeim listája
it: Il mio elenco di dispositivi
nl: Mijn apparatenlijst
pl: Lista moich urządzeń
pt_pt: Minha lista de dispositivos

# 272PV电压/电流
source: PV Volt/Current
es: Voltaje / Corriente FV
fr: Courant/Tension PV
pl: Napięcie PV/Prąd
pt_pt: Tensão/Corrente PV

# 272暂无房间，点击添加
source: No room, click to add
de: Kein Platz, klicken Sie zum Hinzufügen
es: Sin habitación, haga clic para añadir.
fr: Pas de place disponible, cliquez pour ajouter
hu_hu: Nincs szoba, kattintson hozzá
it: Nessuna stanza, fare clic per aggiungere
nl: Geen kamer, klik om toe te voegen
pl: Brak pokoju, kliknij, aby dodać
pt_pt: Sem espaço, clique para adicionar

# 273暂无设备，点击添加
source: No device, click to add
de: Kein Gerät, klicken Sie zum Hinzufügen
es: Ningún dispositivo, haga clic para añadir
fr: Pas d'appareil, cliquez pour ajouter
hu_hu: Nincs eszköz, kattintson a hozzáadáshoz
it: Nessun dispositivo, fare clic per aggiungere
nl: Geen apparaat, klik om toe te voegen
pl: Brak urządzenia, kliknij, aby dodać
pt_pt: Nenhum dispositivo, clique para adicionar

# 273组串电压/电流
source: String Volt/Current
es: Voltaje / Corriente String
fr: Courant/Tension String
pl: Napięcie string/Prąd
pt_pt: Tensão/Corrente String

# 274AC电压/频率/电流/功率
source: AC Volt/Freq/Current/Power
es: Volt / Frec. / Corriente / Pot. AC
fr: Tension/Fréquence/Courant/puissance
pl: Napięcie/Częstotliwość/Prąd/Moc
pt_pt: Tensão/Frequência/Corrente/Potência CA

# 274添加设备
source: Add device
de: Gerät hinzufügen
es: Añadir dispositivo
fr: Ajouter un appareil
hu_hu: Eszköz hozzáadása
it: Aggiungi dispositivo
nl: Voeg toestel toe
pl: Dodaj urządzenie
pt_pt: Adicionar dispositivo

# 275添加房间
source: Add room
de: Raum hinzufügen
es: Añadir habitación
fr: Ajouter une pièce
hu_hu: Hely hozzáadása
it: Aggiungi stanza
nl: Ruimte toevoegen
pl: Dodaj pokoj
pt_pt: Adicionar quarto

# 276内部参数
source: Internal parameters
es: Parámetros internos
fr: Paramètres internes
pl: Parametry falownika
pt_pt: Parâmetros internos

# 276室温
source: Room temperature
de: Zimmertemperatur
es: Temperatura ambiente
fr: Température ambiante
hu_hu: Szobahőmérséklet
it: Temperatura ambiente
nl: Kamertemperatuur
pl: Temperatura pomieszczenia
pt_pt: Temperatura do quarto

# 277关于本机
source: About inverter
es: Sobre el inversor
fr: A propos onduleur
pl: Informacje o falowniku
pt_pt: Sobre o inversor

# 277设定温度
source: Set temperature
de: Configure a temperatura
es: Temperatura establecida
fr: Température de consigne
hu_hu: Állítsa be a hőmérsékletet
it: Imposta la temperatura
nl: Stel temperatuur in
pl: Ustaw temperature
pt_pt: Configure a temperatur

# 278当前电流
source: Current
de: Strom
es: Corriente
fr: Courant
hu_hu: Az elektromos áram
it: Corrente elettrica
nl: Elektrische stroom
pl: Prąd elektryczny
pt_pt: Atual

# 278未连接WiFi模块
source: Wifi module not connected
es: Módulo wifi no conectado
fr: Module Wifi non connecté
pl: Modul Wifi nie jest podłączony.
pt_pt: Módulo WiFi não conectado

# 279当前电压
source: Voltage
de: Spannung
es: Voltaje
fr: tension
hu_hu: Feszültség
it: Voltaggio
nl: Spannin
pl: Napięcie
pt_pt: Voltagem

# 279请跳转连接WiFi
source: Please connect WiFi module
es: Por favor, conecte el módulo WiFi
fr: Veuillez connecter le module WiFi
pl: Proszę podłączyć moduł WiFi
pt_pt: Conectar o módulo WiFi

# 27国际区号错误
source: The country code for international telephone call is wrong
de: Die Ländervorwahl für internationale Anrufe ist falsch
es: El código de país para llamadas telefónicas internacionales es incorrecto
fr: Le code de pays pour les appels téléphoniques internationaux est erroné
hu_hu: A nemzetközi telefonhívás országkódja hibás
it: Il prefisso internazionale per la telefonata internazionale è errato
nl: De landcode voor internationaal bellen is onjuist
pl: Międzynarodowy numer kierunkowy jest nieprawidłowy
pt_pt: O código do país para chamadas telefônicas internacionais está incorreto

# 280当前温度
source: Current Temperature
de: Aktuelle Temperatur
es: Temperatura actual
fr: Température actuelle
hu_hu: Jelenlegi hőmérséklet
it: Temperatura attuale
nl: Huidige temperatuur
pl: Obecna temperatura
pt_pt: Temperatura atual

# 280停止刷新
source: Stop refreshing
es: Dejar de refrescar
fr: Arrêter de se rafraîchir
pl: Nie odświeżaj
pt_pt: Parar atualização

# 281历史操作
source: Historical operation
de: Historischer Betrieb
es: Operación histórica
fr: Historique de Fonctionnement
hu_hu: Történelmi művelet
it: Operazione storica
nl: Historische operatie
pl: Operacje historyczne
pt_pt: Operação histórica

# 281设备控制
source: Device control
es: Control del dispositivo
fr: Contrôle des appareils
pl: Diagnostyka
pt_pt: Controle do dispositivo

# 282房间名称
source: Room name
de: Nome da sala
es: Nombre de la habitación
fr: Nom de la salle
hu_hu: Helyiség neve
it: Nome della stanza
nl: Kamer naam
pl: Nazwa pokoju
pt_pt: Nome da sala

# 282重置密码
source: Reset password
es: Restablecer la contraseña
fr: Réinitialisation du mot de passe
pl: Resetowanie hasła
pt_pt: Resetar senhad

# 283房间封面图
source: Room picture
de: Zimmerbild
es: Imagen de la habitación
fr: Photo de la salle
hu_hu: Szoba kép
it: Foto della stanza
nl: Afbeelding van de kamer
pl: Zdjęcie pokoju
pt_pt: Foto do quarto

# 283设置配置
source: GRID CMD
es: Ajustes de configuración
fr: Définition de la configuration
pl: Konfiguracja ustawień sieci
pt_pt: Rede CMD

# 284参数设置
source: Parameters
es: Parámetros
fr: Paramètres
pl: Ustawienia
pt_pt: Parâmetros

# 284设备列表
source: Device List
de: Geräteliste
es: Lista de dispositivos
fr: Liste des appareils
hu_hu: Eszközlista
it: Elenco dispositivi
nl: Lijst met apparaten
pl: Lista urzadzeń
pt_pt: Lista de dispositivos

# 285是否删除房间
source: Whether to delete the room
de: Ob der Raum gelöscht werden soll
es: Ya sea para eliminar la habitación
fr: S'il faut supprimer la pièce
hu_hu: Akár törölni kell a szobát
it: Se cancellare la stanza
nl: Of de kamer moet worden verwijder
pl: Czy usunąc pokój
pt_pt: Se deseja excluir o quarto

# 285智能检测
source: Smart Diagnosis
es: Diagnóstico inteligente
fr: Diagnostic intelligent
pl: Diagnostyka inteligentna
pt_pt: Diagnóstico inteligente

# 286高级设置
source: Advanced
es: Avanzado
fr: avancé
pl: Zaawansowane
pt_pt: Avançado

# 286是否删除设备
source: Whether to delete the device
de: Ob das Gerät gelöscht werden soll
es: Ya sea para eliminar el dispositivo
fr: S'il faut supprimer l'appareil
hu_hu: Akár törli az eszközt
it: Se cancellare il dispositivo
nl: Of het apparaat moet worden verwijderd
pl: Czy usunąć urządzenie
pt_pt: Se deseja excluir o dispositivo

# 287请输入房间名称
source: Please enter a room name
de: Bitte geben Sie einen Raumnamen ein
es: Por favor, indicar el nombre de una habitación
fr: Veuillez entrer un nom de pièce
hu_hu: Kérjük, adja meg a szoba nevét
it: Si prega di inserire il nome di una stanza
nl: Voer een kamernaam in
pl: Wprowadź nazwę pokoju
pt_pt: Por favor, insira um nome de quarto

# 287未获取控制密码
source: Control password required
es: Contraseña de control requerida
fr: Mot de passe de contrôle non obtenu
pl: Wymagane hasło kontrolne
pt_pt: Controle de senha necessário

# 288更换
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
hu_hu: Cserélje
it: Sostituire
nl: Vervangen
pl: Zastąp
pt_pt: Substituir

# 288请登录OSS系统获取密码
source: Please log in OSS account to get the password
es: Por favor inicie sesión en la cuenta OSS para obtener la contraseña
fr: Veuillez vous connecter au compte OSS pour obtenir le mot de passe
pl: Zaloguj się do konta OSS, aby uzyskać hasło.
pt_pt: Entrar na conta OSS para obter a senha

# 289密码错误,请验证密码或重置密码.
source: Wrong password, please verify or reset password.
es: Contraseña incorrecta, por favor verifique o restablezca la contraseña.
fr: Mot de passe erroné, veuillez vérifier ou réinitialiser le mot de passe.
pl: Błędne hasło, prosze sprawdzić lub zresetować hasło.
pt_pt: Senha errada, verifique ou atualize a senha.

# 289默认封面
source: Default picture
de: Standardbild
es: Foto por defecto
fr: Image par défaut
hu_hu: Alapértelmezett kép
it: Immagine predefinita
nl: Standaard afbeelding
pl: Domyślne zdjęcie
pt_pt: Imagem padrão

# 28手机号格式错误
source: Phone number format is wrong
de: Format der Telefonnummer ist falsch
es: El formato del número de teléfono es incorrecto
fr: Le format du numéro de téléphone est incorrect
hu_hu: A telefonszám formátum hibás
it: Il formato del numero di telefono è errato
nl: Het telefoonnummer is niet juist ingevoerd
pl: Numer telefonu nie został poprawnie wprowadzony
pt_pt: O formato do número de telefone está errado

# 290请添加封面图片
source: Please add a picture
de: Bitte füge ein Bild hinzu
es: Por favor agregue una imagen
fr: Veuillez ajouter une photo
hu_hu: Adjon hozzá egy képet
it: Per favore aggiungi una foto
nl: Voeg een foto toe
pl: Dodaj zdjęcie
pt_pt: Por favor, adicione uma foto
