Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 582并网低电网电压
source: Undervoltage
de: Unterspannung
es: Subvoltaje
fr: Sous-tension
hu_hu: Feszültség alatt
it: Sottotensione
nl: Onderspanning
pl: Pod napięciem
pt_pt: Sob tensão

# 583并网高电网频率
source: Overfrequency
de: Überfrequenz
es: Sobrefrecuencia
fr: Fréquence excessive
it: Sovrafrequenza
nl: Overfrequentie
pl: Nadmierna częstotliwość

# 584并网低电网频率
source: Underfrequency
de: Unterfrequenz
es: Subfrecuencia
fr: Sous-fréquence
it: Sottofrequenza
nl: Onderfrequentie
pl: Niedostateczna częstotliwość
pt_pt: Subfrequência

# 585扫一扫
source: scan
es: Escanear
hu_hu: Letapogatás
it: Scansione
nl: Scannen
pl: Skanuj
pt_pt: Digitalizar

# 586CT种类选择
source: CT Selection
de: CT-Auswahl
es: Selección tipo CT
fr: Sélection CT
hu_hu: CT kiválasztása
it: Selezione CT
nl: CT-selectie
pl: Wybór typu CT
pt_pt: Seleção CT

# 587电池种类
source: Battery Type Selection
de: Auswahl des Batterietyps
es: Tipo de Batería
fr: Sélection du type de batterie
hu_hu: Az akkumulátor típusának kiválasztása
it: Selezione del tipo di batteria
nl: Selectie batterijtype
pl: Typ Baterii
pt_pt: Seleção do tipo de bateria

# 588离网功能使能
source: Enable Off-Grid Function
de: Off-Grid-Funktion aktivieren
es: Habilitar función off-grid
fr: Activation de la fonction hors réseau
hu_hu: Az off-grid funkció engedélyezve van
it: Abilita funzione off-grid
nl: Off-grid functie inschakelen
pl: Włączenie funkcji off-grid
pt_pt: Função off-grid

# 589充电功率百分比
source: Charge Power %
de: Ladeleistung%
es: Potencia de carga %
fr: Puissance de charge%
hu_hu: Töltési teljesítmény%
it: Carica potenza%
nl: Laadvermogen%
pl: % Mocy ładowania
pt_pt: % Da potência de carga

# 58能源概览
source: Generation overview
de: Generationsübersicht
es: Resumen de generación
fr: Aperçu de la génération
hu_hu: Generációs áttekintés
it: Panoramica sulla generazione
nl: Generatie overzicht
pl: Przegląd produkcji
pt_pt: Visão geral da geração

# 58暂未开放
source: Function is not ready
de: Funktion ist nicht bereit
es: La función no está lista
fr: La fonction n'est pas prête
hu_hu: A funkció nem áll készen
it: La funzione non è pronta
nl: Functie is niet gereed
pl: Funkcja nie jest gotowa
pt_pt: Função não está pronta

# 590放电功率百分比
source: Discharge Power %
de: Entladeleistung%
es: % De potencia de descarga
fr: Puissance de décharge%
hu_hu: Kisülési teljesítmény%
it: Potenza di scarica%
nl: Afvoervermogen%
pl: Moc rozładowania%
pt_pt: Potência de descarga%

# 591电站类型
source: Plant type
de: Anlagentyp
es: Tipo de planta
fr: Type de la centrale PV
hu_hu: Háztartási üzem
it: Tipo di pianta
pl: Typ instalacji
pt_pt: Tipo de planta

# 591光伏产出
source: Solar production
de: Solarproduktion
es: Producción solar
fr: Production solaire
hu_hu: Napenergia előállítás
it: Produzione solare
nl: Zonne-productie
pl: Produkcja energii słonecznej
pt_pt: Produção solar

# 592户用电站
source: Residential plant
de: Wohnanlage
es: Planta residencial
fr: Centrale résidentielle
hu_hu: Lakó üzem
it: Impianto residenziale
nl: Particulier systeem
pl: Domowa
pt_pt: Planta residencial

# 593工商业电站
source: Commercial Plant
de: Kommerzielle Anlage
es: Planta comercial
fr: Centrale commerciale
hu_hu: Kereskedelmi üzem
it: Impianto commerciale
nl: Commercieel systeem
pl: Komercyjna
pt_pt: Planta comercial

# 594地面电站
source: Ground-mounted plants
de: Bodenmontierte Pflanzen
es: Huerto solar
fr: Les centrales au sol
hu_hu: Földre szerelt növények
it: Piante a terra
nl: Op de grond gemonteerde planten
pl: Naziemna
pt_pt: Instalações montadas no solo

# 595添加逆变器
source: Add inverter
de: Wechselrichter hinzufügen
es: Añadir inversor
fr: Ajouter onduleur
hu_hu: Add invertert
it: Aggiungi inverter
nl: Voeg omvormer toe
pl: Dodaj falownik
pt_pt: Adicionar inversor

# 596选择时间
source: Select time
de: Zeit wählen
es: Seleccione tiempo
fr: Sélectionnez l'heure
hu_hu: Selecione o horário
it: Seleziona il tempo
nl: Selecteer tijd
pl: Wybierz czas
pt_pt: Selecione o horário

# 597已添加至以下场景
source: Added to the following scenes
de: Zu den folgenden Szenen hinzugefügt
es: Añadido a las siguientes escenas
fr: Ajouté aux scènes suivantes
hu_hu: Hozzáadva a következő jelenetekhez
it: Aggiunto alle seguenti scene
nl: Toegevoegd aan de volgende scènes
pl: Dodano do następujących scen
pt_pt: Adicionado às seguintes cenas

# 598长按电源按键，直至指示灯为快闪状态
source: Press and hold the power button until the indicator is flashing.
de: Halten Sie die Ein / Aus-Taste gedrückt, bis die Anzeige blinkt.
es: Mantenga presionado el botón de encendido hasta que el indicador parpadee
fr: Appuyez sur le bouton d'alimentation et maintenez-le enfoncé jusqu'à ce que l'indicateur clignote.
hu_hu: Nyomja meg és tartsa lenyomva a bekapcsológombot, amíg a jelzőfény villog.
it: Premere e tenere premuto il pulsante di accensione finché l'indicatore non lampeggia.
nl: Nyomja meg és tartsa lenyomva a bekapcsológombot, amíg a jelzőfény villog.
pl: Naciśnij i przytrzymaj przycisk zasilania, aż wskaźnik zacznie migać.
pt_pt: Pressione e segure o botão de energia até que o indicador esteja piscando.

# 599开始时间不能大于结束时间
source: Start time cannot be later than end time
de: Die Startzeit kann nicht nach der Endzeit liegen
es: La hora de inicio no puede ser posterior a la hora de finalización.
fr: L'heure de début ne peut être postérieure à l'heure de fin
hu_hu: A kezdési idő nem lehet később, mint a végidő
it: L'ora di inizio non può essere successiva all'ora di fine
nl: A kezdési idő nem lehet később, mint a végidő
pl: Czas rozpoczęcia nie może być późniejszy niż czas zakończenia
pt_pt: O horário de início não pode ser posterior ao horário de término

# 59光伏产出
source: Solar production
de: PV-Erzeugung
es: Produccion solar
fr: Production solaire
hu_hu: Napenergia termelés
it: Produzione da FV
nl: Zonne-energie geproduceerd
pl: Wytworzona energia PV
pt_pt: Produção solar

# 5数据
source: Value
de: Wert
es: Valor
fr: Valeur
hu_hu: Érték
it: Valore
nl: Waarde
pl: Wartosc
pt_pt: Valor

# 5注册失败
source: Registration failed
de: Registrierung fehlgeschlagen
es: Registro fallido
fr: Échec de l'enregistrement
hu_hu: A regisztráció nem sikerült
it: Registrazione fallita
nl: Registratie mislukt
pl: Rejestracja nieudana
pt_pt: Falha no registro

# 600图表
source: charts
de: Diagramme
es: Gráficos
fr: graphiques
hu_hu: Táblázatok
pl: Wykresy
pt_pt: Gráficos

# 601能源产出
source: Storage production
de: Lagerung produktion
es: Producción de almacenamiento
fr: Stockage de l'énergie produite
hu_hu: Raktártermelés
it: Produzione di stoccaggio
nl: Opslag productie
pl: Produkcja magazynowa
pt_pt: Produção de armazenamento

# 601数据加载中
source: loading
de: Wird geladen
es: Cargando
fr: chargement
hu_hu: Caricamento in corso
it: Caricamento in corso
nl: Bezig met laden
pl: Ładuję
pt_pt: Carregando

# 602绑定逆变器
source: Binding inverter
de: Wechselrichter binden
es: Vinculando inversor
fr: Onduleur correspondant
hu_hu: Kötő inverter
it: Inverter vincolante
nl: Bindende omvormer
pl: Powiązny inwerter
pt_pt: Inversor de ligação

# 603绑定成功
source: Binding success
de: Verbindlicher Erfolg
es: Éxito al vincular
fr: Un succès incontestable
hu_hu: Kötés sikere
it: Successo vincolante
nl: Bindend succes
pl: Powiązanie udane
pt_pt: Sucesso vinculativo

# 604选择厂家
source: Choose a manufacturer
de: Wähle einen Hersteller
es: Elige un fabricante
fr: Choisissez un fabricant
hu_hu: Válasszon egy gyártót
it: Scegli un produttore
nl: Kies een fabrikant
pl: Wybierz producenta
pt_pt: Escolha um fabricante

# 605选择组串数量
source: Select the number of strings
de: Wählen Sie die Anzahl der Zeichenfolgen
es: Seleccione el número de strings
fr: Sélectionnez le nombre de chaînes
hu_hu: Válassza ki a húrok számát
it: Seleziona il numero di stringhe
nl: Selecteer het aantal strings
pl: Wybierz liczbę obwodów z panelami
pt_pt: Selecione o número de seqüências

# 606暂无可绑定的逆变器
source: No bindable inverters
de: Keine bindbaren Wechselrichter
es: No hay inversores vinculables
fr: Pas d'onduleurs correspondants
hu_hu: Nincs összekapcsolható inverter
it: Nessun inverter collegabile
nl: Geen te koppelen omvormers
pl: Brak powiązanych inwerterów
pt_pt: Não há inversores ligáveis

# 607绑定
source: Binding
de: Bindung
es: Unión
fr: Obligatoire
hu_hu: Kötés
it: Rilegatura
nl: Verbindend
pl: Powiązany
pt_pt: Obrigatório

# 608选择逆变器的标签
source: Select the label of the inverter
de: Wählen Sie das Etikett des Wechselrichters
es: Seleccione la etiqueta del inversor
fr: Sélectionnez l'étiquette de l'onduleur
hu_hu: Válassza ki az inverter címkéjét
it: Seleziona l'etichetta dell'inverter
nl: Selecteer het label van de omvormer
pl: Wybierz etykietę falownika
pt_pt: Selecione o rótulo do inversor

# 609面板配置
source: Panel configuration
de: Panel-Konfiguration
es: Configuración del panel
fr: Configuration des panneaux
hu_hu: Panel konfiguráció
it: Configurazione del pannello
nl: Panel konfiguráció
pl: Konfiguracja panelu
pt_pt: Panel yapılandırması

# 60能源产出
source: Storage production
de: Aus dem Speicher entladen
es: Producción de acumulación
fr: énergie de stockage
hu_hu: Energia tárolási teljesítmény
it: Produzione da batteria
nl: Energie opgeslagen
pl: Energia przekazana do baterii
pt_pt: Produção de armazenamento

# 610请先配置面板
source: Please configure the panel first
de: Bitte konfigurieren Sie zuerst das Panel
es: Por favor, configure el panel primero
fr: Veuillez d'abord configurer le panneau.
hu_hu: Kérjük, először konfigurálja a panelt
it: Si prega di configurare prima il pannello
nl: Configureer eerst het paneel
pl: Najpierw skonfiguruj panel
pt_pt: Por favor, configure o painel primeiro

# 611选择组串
source: Select string
de: String auswählen
es: Seleccionar string
fr: Sélectionnez une chaîne
hu_hu: Válassza ki a karakterláncot
it: Seleziona una stringa
nl: Selecteer een string
pl: Wybierz string
pt_pt: Selecione string

# 612已全部布局
source: Already laid out
de: Bereits angelegt
es: Dispuesto
fr: Déjà exposé
hu_hu: Már lefektetett
it: Già disposto
nl: Al klaarliggen
pl: Już ułożone
pt_pt: Já apresentado

# 613配置优化器
source: Configuration optimizer
de: Konfigurationsoptimierer
es: Optimizador de configuración
fr: Optimiseur de configuration
hu_hu: Konfigurációs optimalizáló
it: Ottimizzatore di configurazione
nl: Configuratie optimizer
pl: Konfiguracja optymalizatora
pt_pt: Otimizador de configuração

# 614选择优化器SN号
source: Select the SN number of optimizer
de: Wählen Sie die SN-Nummer des Optimierers
es: Seleccione el número SN de optimizador
fr: Sélectionnez le numéro de SN de l'optimiseur
hu_hu: Válassza ki az optimalizáló SN számát
it: Seleziona il numero SN di ottimizzatore
nl: Selecteer het SN-nummer van de optimizer
pl: Wybierz numer SN optymalizatora
pt_pt: Selecione o número SN do otimizador

# 615配置通信端口
source: Configuring the communication port
de: Kommunikationsport konfigurieren
es: Configurando el puerto de comunicación
fr: Configuration du port de communication
hu_hu: A kommunikációs port beállítása
it: Configurazione della porta di comunicazione
nl: De communicatiepoort configureren
pl: Konfigurowanie portu komunikacyjnego
pt_pt: Configurando a porta de comunicação

# 616请输入优化器SN号
source: Please enter the SN number of optimizer
de: Bitte geben Sie die SN-Nummer des Optimierers ein
es: Por favor, introduzca el número de optimizador SN
fr: Veuillez entrer le numéro de série de l'optimiseur
hu_hu: Kérjük, adja meg az optimalizáló SN számát
it: Si prega di inserire il numero SN di ottimizzatore
nl: Voer het SN-nummer van optimizer in
pl: Wprowadź numer optymalizatora SN
pt_pt: Por favor, insira o número SN do otimizador

# 617请输入优化器通信地址
source: Please enter the communication address of optimizer
de: Bitte geben Sie die Kommunikationsadresse des Optimierers ein
es: Por favor, introduzca la dirección de comunicación del optimizador
fr: Veuillez entrer l'adresse de communication de l'optimiseur
hu_hu: Kérjük, adja meg az optimalizáló kommunikációs címét
it: Inserire l'indirizzo di comunicazione dell'ottimizzatore
nl: Voer het communicatieadres van optimizer in
pl: Wprowadź adres komunikacji optymalizatora
pt_pt: Por favor insira o endereço de comunicação do otimizador

# 618自动分配端口
source: Automatically assign ports
de: Ports automatisch zuweisen
es: Asignar puertos automáticamente
fr: Attribution automatique des ports
hu_hu: Portok automatikus hozzárendelése
it: Assegna automaticamente le porte
nl: Wijs automatisch poorten toe
pl: Automatycznie przypiszj porty
pt_pt: Atribuir portas automaticamente

# 619本地配置
source: Local configuration
de: Lokale Konfiguration
es: Configuración local
fr: Configuration locale
hu_hu: Helyi konfiguráció
it: Configurazione locale
nl: Lokale configuratie
pl: Konfiguracja lokalna
pt_pt: Configuração local

# 61电网消耗
source: Import from grid
de: Aus Raster importieren
es: Importar desde cuadrícula
fr: Importer l'énergie du réseau
hu_hu: Importálás a rácsból
it: Importa dalla griglia
nl: Importeren vanuit raster
pl: Importuj z sieci AC
pt_pt: Importar da grade

# 620超出设置范围
source: Out of setting range
de: Außerhalb des Einstellbereichs
es: Fuera del rango de ajuste
fr: Hors de la plage de réglage
hu_hu: A beállítási tartományon kívül
it: Fuori dal range di impostazione
nl: Buiten het bereik
pl: Poza zakresem ustawień
pt_pt: Fora do intervalo de configuração

# 621请先选择配置面板
source: Please select the configuration panel first.
de: Bitte wählen Sie zuerst das Konfigurationsfeld aus.
es: Por favor seleccione la configuración de primero panel.
fr: Veuillez d'abord sélectionner le panneau de configuration.
hu_hu: Először válassza ki a konfigurációs panelt.
it: Si prega di selezionare prima il pannello di configurazione.
nl: Selecteer eerst het configuratiepaneel.
pl: Najpierw wybierz panel konfiguracji.
pt_pt: Por favor, selecione o painel de configuração primeiro.

# 621用电消耗
source: Import from grid
de: Aus Raster importieren
es: Importar desde cuadrícula
fr: Importation à partir du réseau
hu_hu: Importálás a rácsból
it: Importa dalla griglia
nl: Importeren vanuit raster
pl: Importuj z siatki
pt_pt: Importar da grade

# 622选择通信端口
source: Select communication port
de: Kommunikationsport auswählen
es: Seleccione puerto de comunicación
fr: Sélectionnez le port de communication
hu_hu: Válassza ki a kommunikációs portot
it: Seleziona la porta di comunicazione
nl: Selecteer communicatiepoort
pl: Wybierz port komunikacyjny
pt_pt: Selecione porta de comunicação

# 623请验证参数是否超出设置范围
source: Please verify that the parameter is not out of the setting range
de: Vergewissern Sie sich, dass der Parameter nicht außerhalb des Einstellbereichs liegt
es: Verifique que el parámetro no esté fuera del rango de configuración
fr: Veuillez vérifier que le paramètre n'est pas en dehors de la plage de réglage
hu_hu: Ellenőrizze, hogy a paraméter nincs-e a beállítási tartományon kívül
it: Si prega di verificare che il parametro non sia fuori dal range di impostazione
nl: Controleer of de parameter niet buiten het bereik valt
pl: Sprawdź, czy parametr nie jest poza zakresem ustawień
pt_pt: Por favor, verifique se o parâmetro não está fora do intervalo de configuração

# 624配置优化器
source: Configuration optimizer
de: Konfigurationsoptimierer
es: Optimizador de configuración
fr: Optimiseur de configuration
hu_hu: Konfigurációs optimalizáló
it: Ottimizzatore di configurazione
nl: Configuratie optimizer
pl: Optymalizator konfiguracji
pt_pt: Otimizador de configuração

# 625选择优化器
source: Select optimizer
de: Optimierer auswählen
es: Seleccione optimizador
fr: Sélectionner l'optimiseur
hu_hu: Válassza ki az optimalizálót
it: Seleziona l'ottimizzatore
nl: Selecteer optimizer
pl: Wybierz optymalizator
pt_pt: Selecione o otimizador

# 626暂无可配置的优化器
source: No configurable optimizer
de: Kein konfigurierbarer Optimierer
es: Sin optimizador configurable
fr: Pas d'optimiseur configurable
hu_hu: Nincs konfigurálható optimalizáló
it: Nessun ottimizzatore configurabile
nl: Geen configureerbare optimizer
pl: Brak konfigurowalnego optymalizatora
pt_pt: Nenhum otimizador configurável

# 627该面板已经配置,是否确定取消?
source: The panel is already configured. Are you sure to cancel?
de: Das Panel ist bereits konfiguriert. Bist du sicher, dass du abbrechen möchtest?
es: El panel ya está configurado. ¿Está seguro de cancelar?
fr: Le panel est déjà configuré. Êtes-vous sûr d'annuler ?
hu_hu: A panel már konfigurálva van. Biztosan törli?
it: Il pannello è già configurato. Annullare?
nl: A panel már konfigurálva van. Biztosan törli?
pl: Panel jest już skonfigurowany. Czy na pewno chcesz anulować?
pt_pt: O painel já está configurado. Você tem certeza de cancelar?

# 628设备暂时未加入场景
source: The device is temporarily not added to the scene.
de: Das Gerät wird vorübergehend nicht zur Szene hinzugefügt.
es: El dispositivo no se agrega temporalmente a la escena
fr: L'appareil n'a pas été ajouté temporairement à l'aperçu
hu_hu: A készülék átmenetileg nem kerül hozzáadásra a jelenethez.
it: Il dispositivo non è temporaneamente aggiunto alla scena.
nl: Het apparaat wordt tijdelijk niet aan de scène toegevoegd.
pl: Urządzenie nie zostało tymczasowo dodane do podgladu
pt_pt: O dispositivo não é adicionado temporariamente à cena.

# 62用电消耗
source: Load consumption
de: Verbrauch laden
es: Consumo de carga
fr: Charge de consommation
hu_hu: Terhelésfogyasztás
it: Carico consumo
nl: Laad verbruik
pl: Pobór mocy
pt_pt: Consumo de carga

# 630优化器序列号
source: Optimizer SN number
de: Optimizer-SN-Nummer
es: NS Optimizador
fr: Numéro de série de l'optimiseur
hu_hu: Optimizer SN szám
it: Numero SN ottimizzatore
nl: Optimizer SN-nummer
pl: Numer SN optymalizatora
pt_pt: Número SN do otimizador

# 631删除面板
source: Delete panel
de: Wenn Sie die Anzahl der Zeichenfolgen ändern, werden die entsprechenden Paneldaten gelöscht.
es: Eliminar panel
fr: Supprimer le panneau
hu_hu: A karakterláncok számának módosítása törli a megfelelő paneladatokat.
it: La modifica del numero di stringhe cancellerà i dati del pannello corrispondenti.
nl: A karakterláncok számának módosítása törli a megfelelő paneladatokat.
pl: Zmiana liczby ciągów spowoduje usunięcie odpowiednich danych panelu.
pt_pt: Modificar o número de cadeias eliminará os dados do painel correspondente.

# 632确定删除面板
source: Are you sure to delete the panel?
de: Möchten Sie das Panel wirklich löschen?
es: ¿Está seguro de eliminar el panel ?
fr: Êtes-vous sûr de supprimer le panel ?
hu_hu: Biztosan törli a panelt?
it: Sei sicuro di cancellare il pannello?
nl: Weet je zeker dat je het paneel wilt verwijderen?
pl: Czy na pewno chcesz usunąć panel?
pt_pt: Tem certeza de excluir o painel?

# 633Com口重复
source: Communication port repetition
de: Kommunikationsport-Wiederholung
es: Puerto de comunicación de repetición
fr: Répétition des ports de communication
hu_hu: Kommunikációs port ismétlése
it: Ripetizione porta di comunicazione
nl: Communicatiepoort herhaling
pl: Powtórzenie portu komunikacyjnego
pt_pt: Repetição de porta de comunicação

# 634设备名称
source: Device name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
hu_hu: Eszköz neve
it: Nome del dispositivo
nl: Toestelnaam
pl: Nazwa urządzenia
pt_pt: Nome do dispositivo

# 635检查固件版本更新
source: Check firmware version update
de: Überprüfen Sie das Firmware-Versions-Update
es: Verifique la actualización de la versión del firmware
fr: Vérifier la mise à jour de la version du microprogramme
hu_hu: Ellenőrizze a firmware verzió frissítését
it: Controlla l'aggiornamento della versione del firmware
nl: Controleer firmware-versie-update
pl: Sprawdź aktualizację wersji oprogramowania układowego
pt_pt: Verifique a atualização da versão do firmware

# 636功能设置
source: Function setting
de: Funktionseinstellung
es: Ajuste de funciones
fr: Paramétrage des fonctions
hu_hu: Funkció beállítás
it: Impostazione della funzione
nl: Functie instelling
pl: Ustawienie funkcji
pt_pt: Configuração de função

# 637重复
source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
hu_hu: Ismétlés
it: Ripetere
nl: Herhaling
pl: Powtórz
pt_pt: Repetir

# 638单次
source: single
es: Soltero
fr: simple
hu_hu: Egyetlen
it: Singolo
pl: Pojedynczy
pt_pt: Solteiro

# 639面板灯开关
source: Panel light switch
de: Panel Lichtschalter
es: Interruptor de panel de luz
fr: Interrupteur d'éclairage du panneau
hu_hu: Panel fénykapcsoló
it: Interruttore della luce di pannello
nl: Paneel lichtschakelaar
pl: Włącznik oświetlenia panelu
pt_pt: Interruptor de luz do painel

# 63当日
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hu_hu: Ma
it: Oggi
nl: Vandaag
pl: Dzisiaj
pt_pt: Hoje

# 640空调配网
source: Air conditioning distribution internet
de: Klimaanlage Verteilung Internet
es: Aire acondicionado distribución internet
fr: Distribution d'air conditionné sur internet
hu_hu: Légkondicionáló elosztó internet
it: Distribuzione aria condizionata internet
nl: Airconditioning distributie internet
pl: Internet dystrybucji klimatyzacji
pt_pt: Internet de distribuição de ar condicionado

# 641获取wifi
source: Get wifi
de: Holen Sie sich WLAN
es: Obtener wifi
fr: Obtenir le wifi
it: Ottieni wifi
nl: Krijg wifi
pl: Dostęp wifi
pt_pt: Obter wifi

# 642干接点关闭功率百分比
source: Power(%) Dry Contact Disable
de: Leistung (%) Trockenkontakt deaktivieren
es: El porcentaje de potencia para cerrar contacto seco
fr: Alimentation (%) Désactivation du contact sec
hu_hu: Teljesítmény (%) Száraz kontaktus letiltva
it: Potenza (%) Disabilita contatto a secco
nl: Vermogen (%) Droog contact uitschakelen
pl: Procent mocy zamknięcia dla styku bezprądowego
pt_pt: Potência (%) Desativar contato seco

# 643功率采集计
source: Power Sensor
de: Leistungssensor
es: Sensor de potencia
fr: Capteur de puissance
hu_hu: Teljesítményérzékelő
it: Sensore di potenza
nl: Vermogenssensor
pl: Miernik mocy
pt_pt: Sensor de potência

# 644电表
source: Meter
es: Metro
fr: Compteur
hu_hu: Méter
it: Metro
pl: Metr
pt_pt: Metro

# 645手动离网使能
source: Manual Enable Off-Grid Function
de: Manuelle Off-Grid-Funktion aktivieren
es: Habilitación funciones fuera de la red
fr: Fonction d'activation manuelle hors réseau
hu_hu: Rács nélküli funkció engedélyezése manuálisan
it: Abilitazione manuale della funzione off-grid
nl: Handmatig inschakelen Off-Grid-functie
pl: Ręczne wyłączanie sieci , włączone
pt_pt: Habilitação manual da função fora da rede

# 646恢复出厂设置
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hu_hu: Visszaállítás
pl: Nastawić
pt_pt: Restabelecer

# 647LCD语言
source: LCD language
de: LCD-Sprache
es: Lenguaje LCD
fr: Langue du LCD
hu_hu: LCD nyelv
it: Linguaggio LCD
nl: LCD taal
pl: Język wyświetlacza LCD
pt_pt: Linguagem LCD

# 648意大利
source: Italian
de: Italienisch
es: Italiano
fr: Italien
hu_hu: Olasz
it: Italiano
nl: Italiaans
pl: Włoski
pt_pt: Italiano

# 649英语
source: English
de: Englisch
es: Inglés
fr: Anglais
hu_hu: Angol
it: Inglese
nl: Engels
pl: Język angielski
pt_pt: Inglês

# 64累计
source: Total
de: Gesamt
hu_hu: Összes
it: Totale
nl: Totaal
pl: Całkowita

# 650德语
source: German
de: Deutsche
es: Alemán
fr: Allemand
hu_hu: Német
it: Tedesco
nl: Duitse
pl: Niemiecki
pt_pt: Alemão

# 651西班牙语
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
hu_hu: Spanyol
it: Spagnolo
nl: Spaans
pl: Hiszpański
pt_pt: Espanhol

# 652法语
source: French
de: Französisch
es: Francés
fr: Français
hu_hu: Francia
it: Francese
nl: Frans
pl: Francuski
pt_pt: Francês

# 653汉语
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
hu_hu: Kínai
it: Cinese
nl: Kínai
pl: Chiński
pt_pt: Chinês
