Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 402电池电压采样不一致
source: Communication board and control panel sampling battery voltage is inconsistent
es: El voltaje de la batería de muestreo de la tarjeta de comunicación y del panel de control es inconsistente
fr: L'échantillonnage de la tension de la batterie est incohérent
pl: Niespójność miedzy płytka liczności a panelem sterowania z próbkowaniem napięcia akumulatora

# 402感性PF
source: Cap.PF
pl: PF pojemnościowy

# 402联动详情
source: Linkage details
de: Verbindungsdetails
es: Detalles de vinculación
fr: Détails des liens
hu_hu: Kapcsolat részletei
it: Dettagli del collegamento
nl: Koppelingsdetails
pl: Szczegóły połączenia
pt_pt: Detalhes de ligação

# 403AFCI自检错误
source: AFCI self-test fault
es: Fallo de autoprueba AFCI
fr: Erreur d'auto-test de l'AFCI
pl: Błąd auto testu bezpiecznika wyładowań lukowych (arc-fault circuit interrupter)

# 403PV电压
source: PV Voltage
de: PV-Spannung
es: Voltaje fotovoltaico
fr: Tension PV
hu_hu: PV feszültség
it: Tensione fotovoltaica
nl: PV-spanning
pl: Napięcie nominalne PV
pt_pt: Tensão PV

# 403联动
source: Linkage
de: Verknüpfung
es: Enlace
fr: Lien
hu_hu: Kapcsolat
it: Collegamento
nl: Verbinding
pl: Połączenie
pt_pt: Ligação

# 404电池通讯失败
source: BMS Communication fault
es: Fallo de comunicación BMS
fr: BMS Défaut de communication
pl: Błąd łączności z systemem zarzadzania poborem energii

# 404联动名称
source: Linkage name
de: Verknüpfungsname
es: Nombre del enlace
fr: Nom du lien
hu_hu: Kapcsolat neve
it: Nome del linkage
nl: Linkage naam
pl: Nazwa powiązania
pt_pt: Nome do linkage

# 404选择通信波特率
source: Baud Rate Selection
de: Communication baud rate
es: Selección de ratio de baudios
fr: Vitesse de communication
hu_hu: Communication baud rate
it: Communication baud rate
nl: Communication baud rate
pl: Próbkowanie transmisji RS485
pt_pt: Faixa de transmissão da comunicação

# 405并网功率大于设定值时，联动将会执行
source: When the grid connection power is greater than the set value, the linkage will be executed
de: Wenn die Netzanschlussleistung den eingestellten Wert überschreitet, wird die Verknüpfung ausgeführt
es: Cuando la potencia de conexión a la red es mayor que el valor establecido, se ejecutará el enlace
fr: Lorsque la puissance du réseau est supérieure à la valeur fixée, le couplage s'effectue
hu_hu: Ha a hálózati csatlakozás teljesítménye meghaladja a beállított értéket, a kapcsolat létrejön
it: Quando la potenza della connessione alla rete è maggiore del valore impostato, verrà eseguito il collegamento
nl: Als het netaansluitvermogen groter is dan de ingestelde waarde, wordt de koppeling uitgevoerd
pl: Gdy moc przyłączenia do sieci jest większa niż ustawiona wartość, połączenie zostanie wykonane
pt_pt: Quando a potência de conexão da rede for maior que o valor definido, a ligação será executada.

# 405电池报错
source: BMS failure and neither charge and discharge is allowe
es: Fallo de BMS y no se permite ni carga ni descarga.
fr: Défaillance du BMS et ni la charge ni la décharge ne sont allouées
pl: Awaria systemu zarzadzania poborem energii i ani ładowanie, ani rozładunek nie jest możliwe.

# 405运行PF为1
source: Set PF as 1
de: Run PF is 1
es: Ejecutar FP es 1
fr: Exécutez PF à 1
hu_hu: Run PF is 1
it: Run PF is 1
nl: Run PF is 1
pl: Wartość PF
pt_pt: Rodar FP em 1

# 406电池电压低
source: Battery voltage low
es: Tensión de batería baja
fr: Tension de batterie faible
pl: Niskie napiecie akumulatora

# 406过频降额起点
source: Derating Point for Over Frequency
de: Over frequency derating point
es: Sobre el punto de reducción de frecuencia
fr: Point de départ du déclassement des hauts-fréquences
hu_hu: Over frequency derating point
it: Over frequency derating point
nl: Over frequency derating point
pl: Granica błędu próbki częstotliwości
pt_pt: Ponto de redução de sobre frequência

# 406设备与优先级
source: Device and priority
de: Gerät und Priorität
es: Dispositivo y prioridad
fr: Dispositif et priorité
hu_hu: Eszköz és prioritás
it: Dispositivo e priorità
nl: Apparaat en prioriteit
pl: Priorytet i urzadznenia
pt_pt: Dispositivo e prioridade

# 407电池电压过高
source: Battery Voltage High
es: Voltaje de la batería alto
fr: Tension de la batterie élevée
pl: Wysokie napiecie akumulatora

# 407频率-负载限制率
source: Slope of FRT
de: Over Frequency-LoadSpeed
es: Velocidad carga - Sobrefrecuencia
fr: Pente de chargement de reprise de fréquence excessive
hu_hu: Over Frequency-LoadSpeed
it: Over Frequency-LoadSpeed
nl: Over Frequency-LoadSpeed
pl: % limit P przy nieprawidłowej f
pt_pt: Velocidade de carregamento de sobre frequência

# 407序号为优先级，优先级低的设备，光伏供电不足时关闭
source: The serial number represent the priority, the device with low priority will be closed when the PV power is insufficient
de: Die Seriennummer steht für die Priorität, das Gerät mit niedriger Priorität wird geschlossen, wenn die PV-Leistung nicht ausreicht
es: El número de serie representa la prioridad, el dispositivo con prioridad baja se cerrará cuando la energía fotovoltaica sea insuficiente
fr: Le numéro de série représente la priorité, l'appareil de faible priorité sera fermé lorsque la puissance PV est insuffisante
hu_hu: A sorszám a prioritás, az alacsony prioritású készülék zárva lesz, amikor a PV teljesítménye nem elegendő
it: Il numero di serie rappresenta la priorità, il dispositivo con priorità bassa verrà chiuso quando la potenza fotovoltaica è insufficiente
nl: Het serienummer geeft de prioriteit aan, het apparaat met lage prioriteit zal worden gesloten als de PV-stroom onvoldoende is
pl: Numer seryjny reprezentuje priorytet, urządzenie o niskim priorytecie zostanie zamknięte, gdy moc PV będzie niewystarczająca
pt_pt: O número de série representa a prioridade, o dispositivo com prioridade baixa será fechado quando a energia fotovoltaica for insuficiente.

# 408Q(v)无功延时
source: Delaytime of Q(V) RP
de: Freude an K (V) RP
es: Tiempo de retardo
fr: Délice de K (V) RP
hu_hu: K (V) RP öröme
it: Delizia di K (V) RP
nl: Verrukking van K (V) RP
pl: Czas korekcji Q(war)
pt_pt: Prazer de K (V) RP

# 408插座工作模式
source: Socket working mode
de: Socket-Arbeitsmodus
es: Modo de trabajo del enchufe
fr: Mode de fonctionnement des prises
hu_hu: Socket munka mód
it: Modalità di lavoro presa
nl: Socket werkmodus
pl: Tryb pracy gniazda
pt_pt: Modo de funcionamento do soquete

# 408电池温度超范围
source: Battery temperature out of specified range for charge or discharge
es: Temperatura de la batería fuera del rango especificado para carga o descarga
fr: Température de la batterie en dehors de la plage spécifiée pour la charge ou la décharge
pl: Temperatura akumulatora poza określonym zakresem dla lądowania lub rozładowania.

# 409插座耗电量较高，为省电，请设置工作模式
source: The socket consumes high power. To save power, please set the working mode.
de: Die Steckdose verbraucht viel Strom und spart Strom. Bitte stellen Sie den Arbeitsmodus ein.
es: El zócalo consume mucha energía y ahorra energía. Configura el modo de trabajo.
fr: La prise de courant consomme beaucoup d'énergie. Pour économiser l'énergie, veuillez régler le mode de fonctionnement.
hu_hu: A foglalat sok energiát és energiát takarít meg. Kérjük, állítsa be a működési módot.
it: La presa consuma molta energia e consente di risparmiare energia. Si prega di impostare la modalità di lavoro.
nl: Het stopcontact verbruikt veel stroom en bespaart energie. Stel de werkmodus in.
pl: Gniazdo zużywa dużo energii i oszczędza energię. Proszę ustawić tryb pracy.
pt_pt: O soquete consome muita energia e economiza energia. Por favor, defina o modo de trabalho.

# 409电池反接
source: Battery terminals reversed
es: Terminales de batería invertidos
fr: Bornes de la batterie inversées
pl: Bieguny akumulatora odwrócone

# 409过频降额延时
source: Delaytime of OF derating
de: OF Derating Delaytime
es: Retardo en reducción de frecuencia por SF
fr: Retard de déclassement hyperfréquence
hu_hu: OF Derating Delaytime
it: OF Derating Delaytime
nl: OF Derating Delaytime
pl: Czas korekcji f(Hz)
pt_pt: OF Faixa de tempo de atraso

# 40逆变器
source: Inverter
de: Wechselrichter
es: Inversor
fr: Onduleur
nl: Omvormer
pl: Inwerter
pt_pt: Inversor

# 410Q(v)曲线Q最大值
source: Max Q Value of Q(V) Curve
de: Maximaler Q-Wert der Q (V) -Kurve
es: Q Potencia reactiva máx.
fr: Valeur Q max de la courbe Q (V)
hu_hu: Q (V) görbe maximális Q értéke
it: Valore Q massimo della curva Q (V)
nl: Max Q-waarde van Q (V) -curve
pl: Maksymalna moc bierna w krzywej
pt_pt: Valor Q Máximo da Curva Q (V)

# 410常开模式
source: Normally open mode
de: Normalerweise offener Modus
es: Modo normalmente abierto
fr: Mode normalement ouvert
hu_hu: Általában nyitott mód
it: Modalità normalmente aperta
pl: Tryb normalnie otwarty
pt_pt: Modo normalmente aberto

# 410电池开路
source: Battery terminal open (only for lithium battery)
es: Terminal de batería abierto (solo para batería de litio)
fr: Borne de la batterie ouverte (uniquement pour la batterie au lithium)
pl: Biegun akumulatora otwarty (tylko dla akumulatora litowego)

# 411Island使能
source: Enable Island function
de: Island enable
es: Habilitar modo isla
fr: Démarrer l'alimentation électrique de secours
hu_hu: Island enable
it: Island enable
nl: Island enable
pl: Uruchom tryb wyspowy
pt_pt: Ativar ilhamento

# 411插座耗电量较高，为省电，请设置工作模式
source: The socket consumes a lot of power and saves power. Please set the working mode.
de: Die Steckdose verbraucht viel Strom und spart Strom. Bitte stellen Sie den Arbeitsmodus ein.
es: El zócalo consume mucha energía y ahorra energía. Configura el modo de trabajo.
fr: La prise de courant consomme beaucoup et permet d'économiser de l'énergie. Veuillez régler le mode de fonctionnement.
hu_hu: A foglalat sok energiát és energiát takarít meg. Kérjük, állítsa be a működési módot.
it: La presa consuma molta energia e consente di risparmiare energia. Si prega di impostare la modalità di lavoro.
nl: Het stopcontact verbruikt veel stroom en bespaart energie. Stel de werkmodus in.
pl: Gniazdo zużywa dużo energii i oszczędza energię. Proszę ustawić tryb pracy.
pt_pt: O soquete consome muita energia e economiza energia. Por favor, defina o modo de trabalho.

# 411锂电池过载保护
source: Lithium battery Over Load Fault
es: Exceso de carga de Batería de litio
fr: Défaut de surcharge de la batterie au lithium
pl: Błąd przeładowania baterii litowej

# 412BUS2电压异常
source: BUS2 Volt Abnomal
es: Bus2 Voltaje anómalo
pl: Nieprawidłowe napiecie magistrali 2

# 412风扇检查
source: Fan Check
es: Comprobación del ventilador
fr: Contrôle du ventilateur
pl: Sprawdzanie wentylatora
pt_pt: Teste ventilador

# 412普通模式
source: Normal mode
de: Normaler Modus
es: Modo normal
fr: Mode normale
hu_hu: Normál mód
it: Modalità normale
nl: Normale modus
pl: Tryb normalny
pt_pt: Modo normal

# 413插座普通模式
source: Socket normal mode
de: Socket normaler Modus
es: Socket modo normal
fr: Prise en mode normal
hu_hu: Socket normál üzemmód
it: Presa normale
nl: Socket normale modus
pl: Tryb normalny gniazda
pt_pt: Modo normal de soquete

# 413电网N线使能
source: Neutral line Enable
de: Enable Neutral
es: Habilitar Neutro
fr: Allumez le Neutre
hu_hu: Enable Neutral
it: Enable Neutral
nl: Enable Neutral
pl: Aktywacja/deaktywacja N
pt_pt: Ativar neutro

# 413离网短路
source: EPS OP Short Fault
de: EPS OP Kurzschlussfehler
es: Fallo EPS OP corto
hu_hu: EPS OP rövid hiba
it: EPS OP Guasto corto
nl: EPS OP Korte storing
pl: Krótki błąd EPS OP

# 414N至GND监测功能使能
source: Enable the Detection of N-PE
de: N to PE detection enable
es: Activación de detección de N a PE
fr: Activation de la détection N au PE
hu_hu: N to PE detection enable
it: N to PE detection enable
nl: N to PE detection enable
pl: Włączenie detekcji N do PE
pt_pt: Ativar detecção de N para PE

# 414光伏充电过流
source: Buck Over Current Fault
es: Fallo de sobrecorriente
pl: Błąd. Nad prąd w zasilaczu impulsowym prądu stałego

# 414省电模式
source: Power saving mode
de: Energiesparmodus
es: Modo de ahorro de energía
fr: Mode d'économie d'énergie
hu_hu: Energiatakarékos üzemmód
it: Modalità di risparmio energetico
nl: Energiebesparende modus
pl: Tryb oszczędzania energii
pt_pt: Modo de economia de energia

# 415插座耗省电模式
source: Socket power saving mode
de: Sockel-Energiesparmodus
es: Modo de ahorro de energía del enchufe
fr: Mode d'économie d'énergie
hu_hu: Socket energiatakarékos üzemmód
it: Modalità risparmio energetico socket
nl: Socket energiebesparende modus
pl: Tryb oszczędzania energii gniazda
pt_pt: Modo de economia de energia do soquete

# 415非标准电网电压范围使能
source: Enable Wide Range Gride Volatage
de: Wide grid voltage range enable
es: Amplio rango de voltajes de red habilitado
fr: Activation d'une large gamme de tension de réseau
hu_hu: Wide grid voltage range enable
it: Wide grid voltage range enable
nl: Wide grid voltage range enable
pl: Włącz niestandardowe parametry sieci
pt_pt: Ativar grande faixa de tensão de rede

# 415直流到直流转换异常
source: DC-DC Fault
es: Fallo DC-DC
fr: Défaut DC-DC
pl: Błąd prądu stałego

# 416软启失败
source: Soft start run out of time
es: Se acabó el tiempo para el arranque
fr: Le Soft Start a échoué.
pl: Przekroczony czas łagodnego startu

# 416指定的规格设置使能
source: Enable Assigned Specification
de: Appointed specification enable
es: Habilitada especificación indicada
fr: Exécuter les spécifications sélectionnées
hu_hu: Appointed specification enable
it: Appointed specification enable
nl: Appointed specification enable
pl: Uruchom wybraną specyfikacje
pt_pt: Ativar especificação nomeada

# 416自定义模式
source: Custom mode
de: Benutzerdefinierter Modus
es: Modo personalizado
fr: Mode personnalisé
hu_hu: Egyedi mód
it: Modalità personalizzata
nl: Aangepaste modus
pl: Tryb niestandardowy
pt_pt: Modo personalizado

# 417MPPT使能
source: PV Input Mode
es: Modo de entrada fotovoltaica
fr: Mode d'entrée PV
pl: Tryb wejścia DC
pt_pt: Modo de entrada PV

# 417插座耗自定义模式
source: Socket Custom mode
de: Socket Custom-Modus
es: Enchufe modo personalizado
fr: Mode de consommation personnalisé
hu_hu: Socket egyéni mód
it: Socket Modalità personalizzata
nl: Socket Custom-modus
pl: Tryb niestandardowy gniazda
pt_pt: Modo personalizado de soquete

# 417离网输出电压过低
source: Off-grid output voltage is too low
es: La tensión de salida del inversor aislado es demasiado baja.
fr: La tension de sortie hors réseau est trop faible
pl: Napięcie wyjsciowe poza siecią jest zbyt niskie.

# 418电源启动/重启斜率
source: Normal/Restart Ramp Rate
de: Normal / Ramp Rate neu starten
es: Velocidad de rampa normal / reinicio
fr: Taux de rampe normal / redémarrage
hu_hu: Normál / újraindítsa a rámpát
it: Frequenza di rampa normale / riavviata
nl: Normaal / herstart aanloopsnelheid
pl: Krzywa momentu uruchomienia/restartu
pt_pt: Taxa de rampa normal / reiniciar

# 418离网输出电压过高
source: Off-grid output voltage is too High
es: La tensión de salida del inversor es demasiado alta.
fr: La tension de sortie hors réseau est trop faible
pl: Napięcie wyjsciowe poza siecią jest zbyt wysokie.

# 418是否删除联动
source: Deleting the linkage?
de: Verknüpfung löschen?
es: ¿Eliminar el enlace?
fr: Supprimer le lien ?
hu_hu: Törli a kapcsolatot?
it: Eliminazione del collegamento?
nl: De koppeling verwijderen?
pl: Usunąć powiązanie?
pt_pt: Excluindo a ligação?

# 419Q(v)切入/切出高压
source: Q(v) V2S/Q(v) V1S
pl: Kompensacja Q(v) wys. napięcia

# 419联动名称未设置
source: Linkage name is not set
de: Der Verknüpfungsname ist nicht festgelegt
es: El nombre del enlace no está establecido
fr: Le nom du lien n'est pas défini
hu_hu: A kapcsolat neve nincs beállítva
it: Il nome del collegamento non è impostato
nl: Koppelingsnaam is niet ingesteld
pl: Nazwa powiązania nie jest ustawiona
pt_pt: O nome do linkage não está definido

# 419面板接入故障
source: String fault
es: Fallo de String
fr: Faute de chaîne
pl: Błąd zestawu paneli słonecznych

# 41电网
source: Grid
de: Stromnetz
es: Red pública
fr: Réseau
hu_hu: Hálózat
it: Rete elettrica
nl: Net
pl: Sieć AC
pt_pt: Rede

# 420Q(v)切入/切出低压
source: Q(v) V2L/Q(v) V1L
pl: Kompensacja Q(v) niskiego napięcia

# 420并网功率输入有误
source: Incorrect grid power input
de: Falscher Netzanschluss
es: Entrada incorrecta de la red eléctrica
fr: Mauvaise alimentation du réseau
hu_hu: Helytelen hálózati tápfeszültség
it: Ingresso di rete errato
nl: Onjuiste ingang netstroom
pl: Nieprawidłowy pobór mocy siatki
pt_pt: Entrada de energia de grade incorreta

# 420组串/PID快接端子异常
source: String PID quick connect terminal detection error
es: Error de detección del terminal de conexión rápida PID del String
fr: Erreur de détection du terminal de connexion rapide String PID
pl: Błąd szybkiego podłączania do terminala kompletu regulatorów proporcjonalno-całkująco-różniczkujących PID (String PID)

# 421Q(v)切入/切出功率
source: Q(v) In/Out P(%)
es: Q (v) Entrada / Salida P (%)
fr: Q(v) Entrées/Sorties P(%)
pl: Kompensacja Q(v) wł/wył przy P(%)

# 421插座工作模式未设置！
source: The socket working mode is not set!
de: Der Socket-Arbeitsmodus ist nicht eingestellt!
es: ¡El modo de funcionamiento del enchufe no está establecido!
fr: Le mode de fonctionnement de la prise n'est pas réglé !
hu_hu: A socket munka mód nincs beállítva!
it: La modalità di lavoro della presa non è impostata
nl: De socket werkmodus is niet ingesteld!
pl: Tryb pracy gniazda nie jest ustawiony!
pt_pt: O modo de funcionamento do socket não está definido!

# 421直流防雷器告警
source: DC SPD function abnormal
es: Función anómalo del protector de sobretensiones DC
fr: Fonctionnement anormal du DC SPD
pl: Działanie urządzenia ochronnego toru zasilania prądem stałym nieprawidłowe.

# 422联动设备不能为空!
source: The linkage device cannot be empty!
de: Das Verbindungsgerät darf nicht leer sein!
es: El dispositivo de enlace no puede estar vacío!
fr: Le dispositif de liaison ne peut pas être vide !
hu_hu: A kapcsolószerkezet nem lehet üres!
it: Il dispositivo di collegamento non può essere vuoto!
nl: Het koppelingsapparaat mag niet leeg zijn!
pl: Urządzenie łączące nie może być puste!
pt_pt: O dispositivo de ligação não pode estar vazio!

# 422面板短路
source: PV Circuit short
es: Circuito fotovoltaico cortocircuitado
fr: Court-circuit PV
pl: Zwarcie w obwodzie fotowoltaicznym

# 422无功曲线切入/切出电压
source: PF Curve In/Out Vac
es: Entrada / salida de curva PF Vac
fr: Courbe PF entrée / sortie Vac
hu_hu: PF görbe be / ki vákuum
it: Vac In / Out Curva PF
pl: Krzywa PF (CEI 021)
pt_pt: Vac Curva PF In / Out

# 423干结点功能异常
source: Dryconnect function abnormal
de: Dryconnect-Funktion nicht normal
es: Función de contacto seco anómala
fr: Fonction de connexion à sec anormale
hu_hu: A szárazcsatlakozás funkció kóros
it: Funzione dryconnect anomala
nl: Dryconnect-functie abnormaal
pl: Nieprawidłowa funkcja Dryconnect
pt_pt: Função de conexão seca anormal

# 423设置插座工作模式
source: Set the socket working mode
de: Stellen Sie den Socket-Arbeitsmodus ein
es: Establecer el modo de trabajo del enchufe
fr: Régler le mode de fonctionnement de la prise
hu_hu: Állítsa be a foglalat munkamódját
it: Imposta la modalità di lavoro del socket
nl: Stel de socket werkmodus in
pl: Ustaw tryb pracy gniazda
pt_pt: Definir o modo de funcionamento do socket

# 423通信地址
source: COM address
de: COM-Adresse
es: Dirección de comunicación
fr: Adresse COM
hu_hu: COM-cím
it: Indirizzo COM
nl: COM adres
pl: Adres COM
pt_pt: Endereço COM

# 424启动电压
source: Vpv start
es: Inicio de Vpv
fr: Tension du réseau
pl: Napięcie startu
pt_pt: Vpv inicio

# 424请参照插座实时运行功率合理选择工作模式
source: Please refer to real-time operation power of the socket to select a reasonable working mode.
de: Beziehen Sie sich auf die Echtzeit-Betriebsleistung der Steckdose, um einen angemessenen Arbeitsmodus auszuwählen.
es: Consulte la potencia de funcionamiento en tiempo real del enchufe para seleccionar un modo de trabajo razonable.
fr: Veuillez vous référer à la puissance de fonctionnement en temps réel de la prise pour sélectionner un mode de fonctionnement raisonnable.
hu_hu: Az ésszerű üzemmód kiválasztásához kérjük, olvassa el az aljzat valós idejű működési teljesítményét.
it: Fare riferimento alla potenza operativa in tempo reale della presa per selezionare una modalità di lavoro ragionevole.
nl: Raadpleeg het realtime bedieningsvermogen van de aansluiting om een ​​redelijke werkmodus te selecteren.
pl: Proszę wybrać moc działania gniazda w czasie rzeczywistym, aby wybrać odpowiedni tryb pracy.
pt_pt: Consulte a energia de operação em tempo real do soquete para selecionar um modo de trabalho razoável.

# 424升压驱动异常
source: PV Boost driver broken
es: Avería del controlador de refuerzo FV
fr: Le pilote PV Boost est cassé
pl: Zepsuty sterownik napedu fotowoltaicznego

# 425插座永不关闭
source: The socket never closes
de: Die Steckdose schließt niemals
es: El enchufe nunca se cierra.
fr: La prise ne se ferme jamais
hu_hu: A foglalat soha nem záródik
it: La presa non si chiude mai
nl: De socket sluit nooit
pl: Gniazdo nigdy się nie zamyka
pt_pt: O soquete nunca fecha

# 425交流防雷器告警
source: AC arrester abnormal
de: AC-Ableiter abnormal
es: Descargador de CA anómalo
fr: Arrêteur AC anormal
hu_hu: Rendellenes AC levezető
it: Scaricatore AC anormale
nl: AC-afleider abnormaal
pl: Nieprawidłowy ogranicznik prądu przemiennego
pt_pt: Pára-raios AC anormal

# 425启动时间
source: Connecting Time
de: Verbindungszeit
es: Tiempo de arranque
fr: Temps de connexion
hu_hu: Csatlakozási idő
it: Tempo di connessione
nl: Verbindingstijd
pl: Czas uruchomienia
pt_pt: Tempo de conexão

# 426USB过流保护
source: U disk over-current protection
es: Protección de sobrecorriente de disco U
fr: Protection contre les surintensités de disque U
pl: Zabezpieczenie dysku U przed nadpradem.

# 426故障恢复后重启延迟时间
source: Restarting Time
de: Zeit neu starten
es: Tiempo de reinicio
fr: Heure de redémarrage
hu_hu: Újraindítási idő
it: Tempo di riavvio
nl: Herstarttijd
pl: Restartuj licznik
pt_pt: Tempo de Reinício

# 426光伏供电低于插座总用电40%时，插座关闭
source: When the photovoltaic power supply is lower than 40% of the total power consumption of the socket, the socket is closed.
de: Wenn die Photovoltaik-Stromversorgung weniger als 40% des gesamten Stromverbrauchs der Steckdose ausmacht, wird die Steckdose geschlossen.
es: Cuando el suministro de energía fotovoltaica es inferior al 40% del consumo total de energía del enchufe, el enchufe está cerrado.
fr: Lorsque l'alimentation électrique photovoltaïque est inférieure à 40 % de la consommation électrique totale de la prise, celle-ci est fermée.
hu_hu: Ha a fotovoltaikus tápegység kevesebb, mint a dugaszolóaljzat teljes energiafogyasztásának 40% -a, akkor az aljzat bezáródik.
it: Quando l'alimentazione fotovoltaica è inferiore al 40% del consumo totale di energia della presa, la presa è chiusa.
nl: Wanneer de fotovoltaïsche voeding lager is dan 40% van het totale stroomverbruik van het stopcontact, is het stopcontact gesloten.
pl: Gdy zasilanie fotowoltaiczne jest niższe niż 40% całkowitego zużycia energii przez gniazdo, gniazdo jest zamknięte.
pt_pt: Quando a fonte de energia fotovoltaica é inferior a 40% do consumo total de energia do soquete, o soquete é fechado.
