Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

source: Battery version
de: Batterieversion
es: Versión de la batería
fr: Version batterie
hu_hu: Akkumulátor verzió
it: Versione a batteria
nl: Batterij versie
pl: Wersja baterii
pt_pt: Versão da bateria

source: FlyCapVolt
pl: Napięcie na kondensatorze

source: Already equipped
de: Bereits ausgestattet
es: Ya equipado
fr: Déjà équipé
hu_hu: Már fel van szerelve
it: Già attrezzata
nl: Al voorzien
pl: Jest już wyposażony
pt_pt: Ja equipado

# 配置网络
source: Configure the network
de: Konfigurieren Sie das Netzwerk
es: Configurar la red
fr: Configurer le réseau
hu_hu: Konfigurálja a hálózatot
it: Configurare la rete
nl: Configureer het netwerk
pl: Skonfiguruj sieć
pt_pt: Configure a rede

# 将手机连接到路由器
source: Connect the phone to the router
de: Schließen Sie das Telefon an den Router an
es: Conecte el teléfono al enrutador
fr: Connectez le téléphone au routeur
hu_hu: Csatlakoztassa a telefont az útválasztóhoz
it: Connettere il telefono al router
nl: Verbind de telefoon met de router
pl: Podłącz telefon do routera
pt_pt: Conecte o telefone ao roteador

# 只支持英文输入法模式字符
source: Only supports English input mode characters
de: Unterstützt nur englische Eingabezeichen
es: Solo admite caracteres del modo de entrada en inglés
fr: Prend uniquement en charge les caractères du mode de saisie anglais
hu_hu: Csak az angol beviteli mód karaktereit támogatja
it: Supporta solo caratteri della modalità di immissione in inglese
nl: Ondersteunt alleen Engelse karakters
pl: Obsługuje tylko znaki w języku angielskim
pt_pt: Suporta apenas caracteres do modo de entrada em inglês

# 路由器名字和密码不能有空格符号
source: The router name and password cannot have spaces
de: Der Name und das Kennwort des Routers dürfen keine Leerzeichen enthalten
es: El nombre y la contraseña del enrutador no pueden tener espacios
fr: Le nom et le mot de passe du routeur ne peuvent pas contenir d'espaces
hu_hu: Az útválasztó nevében és jelszavában nem lehet szóköz
it: Il nome e la password del router non possono contenere spazi
nl: De naam van het netwerk en het wachtwoord mogen geen spaties bevatten
pl: Nazwa routera i hasło nie mogą zawierać spacji
pt_pt: O nome do roteador e a senha não podem ter espaços

# 正在升级，请保持手机连接采集器热点
source: Upgrading, please keep your phone connected to the datalogger hotspot
de: Bitte aktualisieren Sie Ihr Telefon beim Upgrade mit dem Datenlogger-Hotspot
es: Actualizando, mantenga su teléfono conectado al hotspot del colector
fr: Mise à niveau, veuillez garder votre téléphone connecté au point d'accès du collecteur
hu_hu: Frissítéskor kérjük, tartsa telefonját csatlakoztatva a gyűjtő hotspotjához
it: Aggiornamento, tieni il telefono connesso all'hotspot Wi-Fi del monitoraggio
nl: Upgraden, houd uw telefoon verbonden met de hotspot van de datalogger
pl: Aktualizacja, nie odłączaj telefonu od hotspotu rejestratora
pt_pt: Atualizando, por favor, mantenha seu telefone conectado ao hotspot do coletor

# 升级完成后将自动重启采集器
source: The datalogger will automatically restart after the upgrade is complete
de: Der Datenlogger wird nach Abschluss des Upgrades automatisch neu gestartet
es: El recopilador se reiniciará automáticamente después de que se complete la actualización
fr: Le collecteur redémarrera automatiquement une fois la mise à niveau terminée
hu_hu: A gyűjtő a frissítés befejezése után automatikusan újraindul
it: Il monitoraggio si riavvierà automaticamente al termine dell'aggiornamento
nl: De datalogger wordt automatisch opnieuw opgestart nadat de upgrade is voltooid
pl: Rejestrator automatycznie uruchomi się ponownie po zakończeniu aktualizacji
pt_pt: O coletor irá reiniciar automaticamente após a atualização ser concluída

# 采集器升级
source: Datalogger upgrade
de: Datenlogger-Upgrade
es: Actualización de coleccionista
fr: Mise à niveau du collecteur
hu_hu: Gyűjtő frissítése
it: Aggiornamento del monitoraggio
pl: Aktualizowanie rejestratora
pt_pt: Atualização de coletor

# 准备中⋯
source: Preparing
de: Wird vorbereitet…
es: En la preparación de...
fr: En préparation...
hu_hu: Előkészületben...
it: In preparazione...
nl: Voorbereidien...
pl: Przygotowuję ...
pt_pt: Em preparação...

# 升级准备中，请稍等
source: Upgrading, please wait
de: Warten Sie auf die Vorbereitung des Upgrades
es: En preparación para la actualización, espere
fr: En préparation de la mise à jour, veuillez patienter
hu_hu: A frissítés előkészítése során várjon
it: Aggiornamento in corso, attendere
nl: Aan het upgraden, even geduld
pl: Aktualizacja, proszę czekać
pt_pt: Em preparação para a atualização, aguarde

# 红灯闪烁
source: Red LED flashing
de: Rot blinkend
es: Rojo parpadeante
fr: Rouge clignotant
hu_hu: Pirosan villog
it: LED rosso lampeggiante
nl: Knippert rood
pl: Migająca czerwona dioda
pt_pt: Vermelho intermitente

# 绿灯闪烁
source: Green LED flashing
de: Grün blinkend
es: Verde intermitente
fr: Vert clignotant
hu_hu: Zölden villog
it: LED verde lampeggiante
nl: Knippert groen
pl: Migąca zielona dioda
pt_pt: Verde piscando

# 绿灯常亮
source: Steady green
de: Grün leuchtend
es: Verde fijo
fr: Vert fixe
hu_hu: Állandó zöld
it: Verde fisso
nl: Continu groen
pl: Stale zapalona zielona dioda
pt_pt: Verde constante

# 蓝灯闪烁
source: Blue LED flashing
de: Blaues Licht blinkt
es: Luz azul intermitente
fr: Lumière bleue clignotante
hu_hu: Kék fény villog
it: LED blu lampeggiante
nl: Knippert blauw
pl: Migająca niebieska dioda
pt_pt: Luz azul piscando

# 蓝灯常亮
source: Steady blue
de: Blaues Licht dauerhaft an
es: La luz azul siempre está encendida
fr: La lumière bleue est toujours allumée
hu_hu: A kék fény mindig világít
it: Blu fisso
nl: Continu blauw
pl: Stale zapalona niebieska dioda
pt_pt: A luz azul está sempre ligada

# 检查频段
source: Check frequency band
de: Überprüfen Sie das Frequenzband
es: Compruebe la banda de frecuencia
fr: Vérifier la bande de fréquence
hu_hu: Ellenőrizze a frekvenciasávot
it: Verificare la banda di frequenza
nl: Controleer de frequentie
pl: Sprawdź pasmo częstotliwości
pt_pt: Verifique a banda de frequência

# 检查路由器
source: Check the router
de: Überprüfen Sie den Router
es: Verifique el enrutador
fr: Vérifiez le routeur
hu_hu: Ellenőrizze az útválasztót
it: Verificare il router
nl: Controleer de router
pl: Sprawdź router
pt_pt: Verifique o roteador

# 正在配置中，请耐心等待...
source: Configuring, please be patient...
de: Konfigurieren, bitte haben Sie etwas Geduld ...
es: Configurando, tenga paciencia ...
fr: Configuration, veuillez patienter ...
hu_hu: Konfiguráláskor, kérjük, legyen türelmes ...
it: Configurazione, sii paziente ...
nl: Configureren, even geduld ...
pl: Konfiguruję, prosimy o cierpliwość ...
pt_pt: Configurando, por favor, seja paciente ...

# 路由器名字错误
source: The router name is wrong
de: Der Routername ist falsch
es: El nombre del enrutador es incorrecto
fr: Le nom du routeur est incorrect
hu_hu: Az útválasztó neve hibás
it: Il nome della Wi-Fi del router è sbagliato
nl: De naam van het wifinetwerk is onjuist
pl: Nazwa routera jest nieprawidłowa
pt_pt: O nome do roteador está errado

# 路由器密码错误
source: Incorrect router password
de: Falsches Router-Passwort
es: Contraseña incorrecta del enrutador
fr: Mot de passe du routeur incorrect
hu_hu: Helytelen útválasztó jelszó
it: Password del router errata
nl: Onjuist wifi wachtwoord
pl: Nieprawidłowe hasło routera
pt_pt: Senha do roteador incorreta

# 连接错误
source: Connecting error
de: Fehler beim Verbinden
es: error en la conexión
fr: erreur de connexion
hu_hu: hiba a csatlakozáskor
it: Errore di connessione
nl: fout bij het verbinden
pl: Błąd podczas łączenia
pt_pt: erro na conexão

# 无线热点模式
source: Hotspot Mode
de: Drahtloser Hotspot-Modus
es: Modo de punto de acceso inalámbrico
fr: Mode point d'accès sans fil
hu_hu: Vezeték nélküli hotspot mód
it: Modalità hotspot wireless
nl: Hotspot-modus
pl: Tryb bezprzewodowego punktu dostępowego
pt_pt: Modo de ponto de acesso sem fio

# 欧洲、澳洲推荐使用
source: Recommended for Europe and Australia
de: Empfohlen für Europa und Australien
es: Recomendado para Europa y Australia
fr: Recommandé pour l'Europe et l'Australie
hu_hu: Európának és Ausztráliának ajánljuk
it: Consigliato per Europa e Australia
nl: Aanbevolen voor Europa en Australië
pl: Zalecane dla Europy i Australii
pt_pt: Recomendado para Europa e Austrália

# 资源初始化中
source: Resource initializing
de: Ressourceninitialisierung
es: Inicialización de recursos
fr: Initialisation des ressources
hu_hu: Erőforrás inicializálása
it: Inizializzazione delle risorse
nl: Bron wordt geïnitialiseerd
pl: Inicjalizacja zasobu
pt_pt: Inicializando recursos

# 重试
source: Retry
de: Wiederholen
es: Rever
fr: Recommencez
hu_hu: Próbálja újra
it: Riprova
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_pt: Tentar novamente

# 完成配置
source: Complete configuration
de: Vollständige Konfiguration
es: Configuración completa
fr: Configuration complète
hu_hu: Teljes konfigurálás
it: Configurazione completata
nl: Volledige configuratie
pl: Konfiguracja zakończona
pt_pt: Configuração completa

# 配置失败
source: Configuration failed
de: Konfiguration fehlgeschlagen
es: Falló la configuración
fr: La configuration a échoué
hu_hu: A konfiguráció nem sikerült
it: Configurazione fallita
nl: Configuratie mislukt
pl: Konfiguracja nie powiodła się
pt_pt: A configuração falhou

# 更换配置模式
source: Change configuration mode
de: Konfigurationsmodus ändern
es: Cambiar el modo de configuración
fr: Changer le mode de configuration
hu_hu: Konfigurációs mód módosítása
it: Cambia modalità di configurazione
nl: Verander van configuratiemodus
pl: Zmień tryb konfiguracji
pt_pt: Alterar modo de configuração

# 请检查手机连接路由器名称
source: Please check the router name connected with the mobile phone
de: Bitte überprüfen Sie den Namen des Mobiltelefonverbindungsrouters
es: Verifique el nombre del enrutador de conexión del teléfono móvil
fr: Veuillez vérifier le nom du routeur de connexion du téléphone mobile
hu_hu: Kérjük, ellenőrizze a mobiltelefon-kapcsolat útválasztójának nevét
it: Si prega di controllare il nome della Wi-Fi del router alla quale è connesso il telefono
nl: Controleer de naam van het wifinetwerk in de instellingen van de telefoon
pl: Sprawdź nazwę routera połączenia z telefonem komórkowym
pt_pt: Verifique o nome do roteador de conexão do telefone celular

# 请检查路由器频段
source: Please check the router band
de: Bitte überprüfen Sie das Router-Band
es: Compruebe la banda del enrutador
fr: Veuillez vérifier la bande du routeur
hu_hu: Kérjük, ellenőrizze az útválasztó sávját
it: Si prega di controllare la banda del router
nl: Controleer de fequentie van uw router
pl: Sprawdź pasmo routera
pt_pt: Verifique a banda do roteador

# 重启采集器，请长按采集器上的主体KEY键6秒以上，直到LED灯长亮。
source: To restart the datalogger, please press the KEY button on the datalogger for more than 6 seconds until the LED light is normally on.
de: Um den Datenlogger neu zu starten, halten Sie die KEY-Taste am Datenlogger länger als 6 Sekunden gedrückt, bis die LED leuchtet.
es: Para reiniciar el colector, presione y mantenga presionada la tecla LLAVE en el colector durante más de 6 segundos hasta que la luz LED se encienda.
fr: Pour redémarrer le collecteur, appuyez sur la touche KEY du collecteur et maintenez-la enfoncée pendant plus de 6 secondes jusqu'à ce que le voyant LED s'allume.
hu_hu: A kollektor újraindításához nyomja meg és tartsa lenyomva a KEY gombot a kollektoron 6 másodpercnél tovább, amíg a LED világít.
it: Per riavviare il monitoraggio, tieni premuto il tasto KEY sul monitoraggio per più di 6 secondi fino a quando la luce LED non rimane accesa fissa.
nl: Om de collector opnieuw te starten, houdt u de KEY-toets op de collector langer dan 6 seconden ingedrukt totdat alle drie de lampjes gaat branden.
pl: Aby zresetować rejestrator, należy nacisnąć i przytrzymać klawisz KEY na rejestratorze przez ponad 6 sekund, aż zaświeci się dioda LED.
pt_pt: Para reiniciar o coletor, pressione e segure a tecla KEY no coletor por mais de 6 segundos até que a luz LED acenda.

# 请检查服务器是否连接正常
source: Please check if the server is connected properly
de: Bitte überprüfen Sie, ob der Server verbunden ist
es: Comprueba si el servidor está conectado correctamente
fr: Veuillez vérifier si le serveur est correctement connecté
hu_hu: Kérjük, ellenőrizze, hogy a szerver megfelelően van-e csatlakoztatva
it: Si prega di verificare se il server è connesso correttamente
nl: Controleer of de server correct is aangesloten
pl: Sprawdź, czy serwer jest prawidłowo podłączony
pt_pt: Verifique se o servidor está conectado corretamente

# 请检查路由器是否连接正常
source: Please check if the router is connected properly
de: Bitte überprüfen Sie, ob der Router richtig angeschlossen ist
es: Comprueba si el enrutador está conectado correctamente
fr: Veuillez vérifier si le routeur est correctement connecté
hu_hu: Kérjük, ellenőrizze, hogy az útválasztó megfelelően van-e csatlakoztatva
it: Controlla se il router è connesso correttamente
nl: Controleer of de router correct is aangesloten
pl: Sprawdź, czy router jest prawidłowo podłączony
pt_pt: Verifique se o roteador está conectado corretamente

# 采集器正常监控
source: The datalogger running normally
de: Datenlogger normale Überwachung
es: Monitorización normal del colector
fr: Surveillance normale du capteur
hu_hu: Gyűjtő normál monitorozása
it: Il monitoraggio sta funzionando correttamente
nl: De datalogger is verbonden
pl: Rejestrator funkcjonuje normalnie
pt_pt: Monitoramento normal do coletor

# 请更换至无线热点配置模式
source: Please change to Hotspot Mode
de: Bitte wechseln Sie in den Konfigurationsmodus für drahtlose Hotspots
es: Cambie al modo de configuración de punto de acceso inalámbrico
fr: Veuillez passer en mode de configuration du point d'accès sans fil
hu_hu: Kérjük, váltson vezeték nélküli hotspot konfigurációs módra
it: Passa alla modalità Hotspot
nl: Verander de configuratiemodus naar geavanceerde instelling
pl: Zmień na tryb konfiguracji bezprzewodowego punktu dostępu
pt_pt: Por favor, mude para o modo de configuração de ponto de acesso sem fio

# 升级失败，请重试
source: Upgrade failed, please try again
de: Upgrade fehlgeschlagen, bitte versuchen Sie es erneut
es: Actualización fallida, inténtelo de nuevo
fr: Échec de la mise à niveau, veuillez réessayer
hu_hu: A frissítés nem sikerült, próbálkozzon újra
it: Aggiornamento non riuscito, riprova
nl: Upgrade mislukt, probeer het opnieuw
pl: Uaktualnienie nie powiodło się, spróbuj ponownie
pt_pt: A atualização falhou, por favor tente novamente

# 请检查当前连接的热点是否断开，热点名称:
source: Please check whether the currently connected hotspot is disconnected, hotspot name:
de: Bitte überprüfen Sie, ob der aktuell verbundene Hotspot nicht verbunden ist. Hotspot-Name:
es: Compruebe si el hotspot actualmente conectado está desconectado, nombre del hotspot:
fr: Veuillez vérifier si le hotspot actuellement connecté est déconnecté, nom du hotspot:
hu_hu: Kérjük, ellenőrizze, hogy az éppen csatlakoztatott hotspot nincs-e megszakítva, hotspot neve:
it: Verificare se l'hotspot al quale si è attualmente connessi è disconnesso, nome dell'hotspot:
nl: Controleer of er verbinding is met de hotspot, hotspotnaam:
pl: Sprawdź, czy aktualnie zestawiony hotspot jest odłączony, nazwa hotspotu:
pt_pt: Verifique se o ponto de acesso conectado no momento está desconectado, nome do ponto de acesso:

# 热点名称
source: Hotspot name
es: Nombre del punto de acceso
fr: Nom du point d'acces
hu_hu: Hotspot neve
it: Nome dell'hotspot
nl: Naam van de hotspot
pl: Nazwa hotspotu
pt_pt: Nome do ponto de acesso

# 重新升级
source: Re-upgrade
de: Erneutes Upgrade
es: Actualizar
fr: Re-mettre à jour
hu_hu: Újra frissítés
it: Aggiorna nuovamente
nl: Opnieuw upgraden
pl: Aktualizuj ponownie
pt_pt: Atualizar novamente

# 检查热点连接
source: Check the hotspot connection
de: Überprüfen Sie die Hotspot-Verbindung
es: Verifique la conexión del hotspot
fr: Vérifier la connexion du hotspot
hu_hu: Ellenőrizze a hotspot kapcsolatot
it: Controlla la connessione all'hotspot
nl: Controleer de hotspot-verbinding
pl: Sprawdź połączenie z hotspotem
pt_pt: Verifique a conexão do ponto de acesso

# 升级成功
source: Update successed
de: Update erfolgreich
es: actualización exitosa
fr: mise à jour réussie
hu_hu: a frissítés sikeres volt
it: Aggiornamento riuscito
nl: update geslaagd
pl: Aktualizacja powiodła się
pt_pt: atualização bem-sucedida

# 采集器正在升级，确定退出？
source: The datalogger is being upgraded, are you sure to exit?
de: Der Datenlogger wird aktualisiert. Wollen Sie es wirklich beenden?
es: El recopilador se está actualizando, ¿está seguro de salir?
fr: Le collecteur est en cours de mise à niveau, êtes-vous sûr de quitter?
hu_hu: A gyűjtőt frissítik, biztosan kilép?
it: Il monitoraggio è in fase di aggiornamento, sei sicuro di voler uscire?
nl: De verzamelaar wordt geüpgraded, weet je zeker dat je dit wilt annuleren?
pl: Rejestrator jest aktualizowany. Czy na pewno chcesz wyjść?
pt_pt: O coletor está sendo atualizado, você tem certeza que deseja sair?

# 请选择设备电站
source: Please select equipment power station
de: Bitte wählen Sie die Anlage aus
es: Seleccione el equipo de la central eléctrica
fr: Veuillez sélectionner la centrale électrique de l'équipement
hu_hu: Kérjük, válassza ki a berendezés erőművét
it: Selezionare l'attrezzatura dell'impianto
nl: Selecteer een installatie
pl: Proszę wybrać wyposażenie elektrowni
pt_pt: Selecione a estação de energia do equipamento

# 请先添加电站
source: Please add power station first
de: Bitte zuerst die Anlage hinzufügen
es: Primero agregue la central eléctrica
fr: Veuillez d'abord ajouter la centrale électrique
hu_hu: Kérjük, először adja hozzá az erőművet
it: Si prega di aggiungere prima l'impianto
nl: Voeg eerst een installatie toe
pl: Dodaj najpierw elektrownię
pt_pt: Adicione a estação de energia primeiro

# 仅支持新版采集器
source: Only supports the new version datalogger
de: Unterstützt nur die neue Version des Datenloggers
es: Solo es compatible con la nueva versión del colector.
fr: Prend uniquement en charge la nouvelle version du collecteur
hu_hu: Csak a gyűjtő új verzióját támogatja
it: Supporta solo la nuova versione del monitoraggio
nl: Ondersteunt alleen de nieuwe versie van de datalogger
pl: Obsługuje tylko nową wersję rejestratora
pt_pt: Suporta apenas a nova versão do coletor

# 第三步：手机连接名称为采集器序列的Wi-Fi热点
source: Step 3: Connect the phone to the WiFi whose name is the serial number of the datalogger
de: Schritt 3: Verbinden Sie das Telefon mit dem als Datenlogger-Sequenz bezeichneten Wi-Fi-Hotspot
es: Paso 3: conecte el teléfono al punto de acceso Wi-Fi denominado como secuencia de recopilación
fr: Étape 3: Connectez le téléphone au point d'accès Wi-Fi nommé comme séquence de collecteur
hu_hu: 3. lépés: Csatlakoztassa a telefont a gyűjtőszekvenciaként megnevezett Wi-Fi hotspothoz
it: Passaggio 3: connettere il telefono alla Wi-Fi il cui nome è il numero di serie del monitoraggio
nl: Stap 3: Verbind de telefoon met de hotspot, deze is te herkennen aan het serienummer van de datalogger
pl: Krok 3: Podłącz telefon do hotspotu Wi-Fi, którego nazwa jest taka sama jak s/n rejestratora
pt_pt: Etapa 3: conecte o telefone ao ponto de acesso Wi-Fi nomeado como a sequência do coletor

# 异常连接
source: Abnormal connection
de: Abnormale Verbindung
es: Conexión anormal
fr: Connexion anormale
hu_hu: Rendellenes kapcsolat
it: Connessione anomala
nl: Abnormale verbinding
pl: Nieprawidłowe połączenie
pt_pt: Conexão anormal

# 请扫描采集器条形码
source: Please scan the datalogger's barcode
de: Bitte scannen Sie den Barcode des Datenloggers
es: Escanee el código de barras del colector
fr: Veuillez scanner le code-barres du collecteur
hu_hu: Kérjük, olvassa be a gyűjtő vonalkódját
it: Si prega di scansionare il codice a barre del monitoraggio
nl: Scan de streepjescode van de datalogger
pl: Zeskanuj kod kreskowy kolektora
pt_pt: Leia o código de barras do coletor

# 请扫描采集器二维码
source: Please scan the QR code of the datalogger
de: Bitte scannen Sie den QR-Code des Datenloggers
es: Escanea el código QR del coleccionista.
fr: Veuillez scanner le code QR du collecteur
hu_hu: Kérjük, olvassa be a gyűjtő QR-kódját
it: Si prega di scansionare il codice QR del monitoraggio
nl: Scan de QR-code van de datalogger
pl: Zeskanuj kod QR kolektora
pt_pt: Leia o código QR do coletor

# 条形码
source: Bar code
es: Código de barras
fr: Code à barre
hu_hu: Vonalkód
it: Codice a barre
nl: Streepjescode
pl: Kod kreskowy
pt_pt: Código de barras

# 二维码
source: QR code
es: Código QR
hu_hu: QR-kód
pl: Kod QR
pt_pt: Código QR

# 热点连接
source: Hotspot connection
de: Hotspot-Verbindung
es: Conexión de hotspot
fr: Connexion hotspot
hu_hu: Hotspot kapcsolat
it: Connessione hotspot
nl: Hotspot-verbinding
pl: Połączenie Hotspot
pt_pt: Conexão de hotspot

# 当前连接的热点名称与序列号不相符，是否去切换
source: The present connected hotspot name does not match the serial number, do you want to switch
de: Der aktuell verbundene Hotspot-Name stimmt nicht mit der Seriennummer überein. Möchten Sie wechseln?
es: El nombre del punto de acceso conectado actualmente no coincide con el número de serie, ¿desea cambiar
fr: Le nom du hotspot actuellement connecté ne correspond pas au numéro de série, voulez-vous changer
hu_hu: A jelenleg csatlakoztatott hotspot neve nem egyezik a sorozatszámmal, át akar váltani
it: Il nome dell'hotspot al quale si è attualmente connessi non corrisponde al numero di serie, vuoi cambiare?
nl: De momenteel verbonden hotspotnaam komt niet overeen met het serienummer, wilt u overschakelen
pl: Nazwa aktualnie podłączonego punktu dostępu nie jest zgodna z numerem seryjnym, czy chcesz się przełączyć?
pt_pt: O nome do ponto de acesso atualmente conectado não corresponde ao número de série, você deseja trocar

# 去设置
source: Go to set
de: Zum Set gehen
es: Ir al set
fr: Aller au set
hu_hu: Menj a beállításhoz
it: Vai a settare
nl: Ga naar instelling
pl: Idź do ustawień
pt_pt: Vá para definir

# 确认采集器序列号与手机连接的热点名称一致
source: Confirm that the serial number of the datalogger is consistent with the name of the hotspot which moblie phone connected with.
de: Stellen Sie sicher, dass die Seriennummer des Datenloggers mit dem Namen des mit dem Mobiltelefon verbundenen Hotspots übereinstimmt
es: Confirme que el número de serie del recolector sea consistente con el nombre del punto de acceso conectado al teléfono móvil
fr: Vérifiez que le numéro de série du collecteur est cohérent avec le nom du hotspot connecté au téléphone mobile
hu_hu: Ellenőrizze, hogy a gyűjtő sorozatszáma összhangban van-e a mobiltelefonhoz kapcsolt hotspot nevével
it: Verificare che il numero di serie del monitoraggio sia uguale al nome dell'hotspot Wi-Fi connesso al telefono
nl: Controleer of het serienummer van de datalogger overeenkomt met de naam van de hotspot die is verbonden met de mobiele telefoon
pl: Upewnij się, że numer seryjny rejestratora jest zgodny z nazwą hotspotu podłączonego do telefonu komórkowego
pt_pt: Confirme se o número de série do coletor é consistente com o nome do ponto de acesso conectado ao telefone celular

# 请先切换可用网络
source: Please switch to the available networks first
de: Bitte wechseln Sie zuerst die verfügbaren Netzwerke
es: Primero cambie las redes disponibles
fr: Veuillez d'abord changer de réseau disponible
hu_hu: Kérjük, először váltson az elérhető hálózatokra
it: Si prega di cambiare prima le reti disponibili
nl: Schakel eerst naar beschikbare netwerken
pl: Najpierw przejdź do dostępnych sieci bezprzewodowych
pt_pt: Troque as redes disponíveis primeiro

# 采集器已添加
source: The datalogger has been added
de: Datenlogger wurde hinzugefügt
es: Se ha agregado el colector
fr: Le collecteur a été ajouté
hu_hu: Gyűjtő hozzáadva
it: Il monitoraggio è stato aggiunto
nl: Datalogger is toegevoegd
pl: Rejestrator został dodany
pt_pt: Coletor foi adicionado
