Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 1227查看设备
source: View device
de: Gerät anzeigen
es: Ver dispositivo
fr: Dispositif de visualisation
hu_hu: Eszköz megtekintése
it: Visualizza dispositivo
nl: Bekijk apparaat
pl: Wyświetl urządzenie
pt_pt: Ver dispositivo

# 1228步骤
source: Step
de: Schritt
es: Paso
fr: Étape
hu_hu: Lépés
it: Passo
nl: Stap
pl: Krok
pt_pt: Degrau

# 1229选择采集器配网方式
source: Select router connection mode of datalogger
de: Wählen Sie den Router-Verbindungsmodus des Datenloggers
es: Seleccione el modo de conexión del router del datalogger
fr: Sélectionner le mode de connexion du routeur de datalogger
hu_hu: Válassza ki az adatválasztó router csatlakozási módját
it: Seleziona la modalità di connessione del router del datalogger
nl: Selecteer de routerverbindingsmodus van de datalogger
pl: Wybierz tryb połączenia routera rejestratora danych
pt_pt: Selecionar o modo de conexão do roteador do registrador de dados

# 122交流
source: AC
pl: Prąd przemienny

# 122总充电电流
source: Total charge current
es: Carga total actual
fr: Intensité de charge total
pl: Całkowity prąd ładowania
pt_pt: Corrente de carga total

# 1230路由器频段提示
source: Please determine the frequency band of the router. Please select mode 1 for 2.4G band. Select mode 2 for 2.4G+5G dual-band. The datalogger does not support single-band 5G router. (You can enter the router's built-in page to view the current band of the router)
de: Bitte bestimmen Sie das Frequenzband des Routers. Bitte wählen Sie Modus 1 für das 2,4-G-Band. Wählen Sie Modus 2 für 2,4G + 5G Dualband. Der Datenlogger unterstützt keinen Single-Band-5G-Router. (Sie können die integrierte Seite des Routers aufrufen, um das aktuelle Band des Routers anzuzeigen.)
es: Por favor, determine la banda de frecuencia del enrutador. Seleccione el modo 1 para la banda 2.4G. Seleccione el modo 2 para 2.4G + 5G de doble banda. El registrador de datos no es compatible con el enrutador 5G de banda única. (Puede ingresar a la página integrada del enrutador para ver la banda actual del enrutador)
fr: Veuillez déterminer la bande de fréquence du routeur. Veuillez sélectionner le mode 1 pour la bande 2,4G. Veuillez sélectionner le mode 2 pour la double bande 2,4G+5G. Le datalogger ne prend pas en charge le routeur 5G à bande unique. (Vous pouvez entrer dans la page intégrée du routeur pour voir la bande actuelle du routeur)
hu_hu: Kérjük, határozza meg az útválasztó frekvenciasávját. Kérjük, válassza az 1. módot a 2.4G sávhoz. Válassza a 2. módot a 2,4G + 5G kétsávos sávhoz. Az adatgyűjtő nem támogatja az egysávos 5G útválasztót. (A router beépített oldalára lépve megtekintheti a router aktuális sávját.)
it: Si prega di determinare la banda di frequenza del router. Seleziona la modalità 1 per la banda 2.4G. Selezionare la modalità 2 per dual-band 2.4G + 5G. Il datalogger non supporta il router 5G a banda singola. (È possibile accedere alla pagina integrata del router per visualizzare la banda corrente del router)
nl: Bepaal de frequentieband van de router. Selecteer modus 1 voor de 2,4G-band. Selecteer modus 2 voor 2.4G + 5G dual-band. De datalogger ondersteunt geen single-band 5G-router. (U kunt de ingebouwde pagina van de router openen om de huidige band van de router te bekijken)
pl: Proszę określić pasmo częstotliwości routera. Wybierz tryb 1 dla pasma 2,4G. Wybierz tryb 2 dla dwuzakresowego pasma 2.4G + 5G. Rejestrator danych nie obsługuje jednopasmowego routera 5G. (Możesz wejść na stronę wbudowaną routera, aby wyświetlić bieżące pasmo routera)
pt_pt: Por favor, determine a banda de frequência do roteador. Por favor, selecione o modo 1 para a banda 2.4G. Selecione o modo 2 para banda dupla 2.4G + 5G. O registrador de dados não suporta roteador 5G de banda única. (Você pode acessar a página interna do roteador para visualizar a banda atual do roteador)

# 1231方式
source: Method
de: Methode
es: Método
fr: Méthode
hu_hu: Eljárás
it: Metodo
nl: Methode
pl: Metoda
pt_pt: Método

# 1232上一步
source: Back
de: Zurück
es: atrás
fr: Retour
hu_hu: Hát
it: Indietro
nl: Terug
pl: Powrót
pt_pt: De volta

# 1233WiFiS设置提示1
source: Please enter login username and password，Username:admin Password:12345678
de: Bitte geben Sie Benutzername und Passwort ein ，Benutzername: admin Passwort: 12345678
es: Ingrese nombre de usuario y contraseña de inicio de sesión ， Nombre de usuario: admin Contraseña: 12345678
fr: Veuillez entrer votre nom d'utilisateur et mot de passe，Nom d'utilisateur:admin Mot de passe:12345678.
hu_hu: Kérjük, írja be a bejelentkezési felhasználónevet és jelszót ，Felhasználói név: admin Jelszó: 12345678
it: Inserire nome utente e password di accesso ，Nome utente: admin Password: 12345678
nl: Voer uw gebruikersnaam en wachtwoord in,Gebruikersnaam: admin Wachtwoord: 12345678
pl: Proszę podać nazwę użytkownika i hasło logowania, Nazwa użytkownika: admin Hasło: 12345678
pt_pt: Digite o nome de usuário e senha de login ，Nome de usuário: admin Senha: 12345678

# 1234WiFiS设置提示2
source: Select the router name acquisition method, the default is automatically obtained, or click [Manual] to manually input.
de: Wählen Sie die Methode zum Erfassen des Routernamens aus. Die Standardeinstellung wird automatisch übernommen, oder klicken Sie auf [Manual] (Manuell), um eine manuelle Eingabe vorzunehmen.
es: Seleccione el método de adquisición del nombre del router, sino se obtiene automáticamente, haga clic en [Manual] para ingresar manualmente.
fr: Sélectionnez la méthode d'acquisition du nom du routeur, la valeur par défaut est automatiquement obtenue, ou cliquez sur [Manuel] pour saisir manuellement le nom.
hu_hu: Válassza ki az útválasztó nevének begyűjtési módszerét, az alapértelmezett érték automatikusan megtörténik, vagy kattintson a [Kézi] gombra a kézi bevitelhez.
it: Selezionare il metodo di acquisizione del nome del router, il valore predefinito viene ottenuto automaticamente o fare clic su [Manuale] per inserire manualmente.
nl: Selecteer de methode voor het verkrijgen van de routernaam, de standaardwaarde wordt automatisch verkregen of klik op [Handmatig] om handmatig in te voeren.
pl: Wybierz metodę akwizycji nazwy routera, wartość domyślna zostanie uzyskana automatycznie lub kliknij [Ręcznie], aby ręcznie wprowadzić dane.
pt_pt: Selecione o método de aquisição de nome do roteador, o padrão é obtido automaticamente ou clique em [Manual] para inserir manualmente.

# 1235WiFiS设置提示3
source: Enter the router name and password, click [Apply] to set
de: Geben Sie den Routernamen und das Passwort ein und klicken Sie zum Festlegen auf [Apply]
es: Ingrese el nombre y la contraseña del router, haga clic en [Aceptar] para configurar
fr: Entrez le nom et le mot de passe du routeur, cliquez sur [Apply] pour définir
hu_hu: Írja be az útválasztó nevét és jelszavát, a beállításhoz kattintson az [Alkalmaz] gombra
it: Immettere il nome e la password del router, fare clic su [Applica] per impostare
nl: Voer de routernaam en het wachtwoord in, klik op [Toepassen] om in te stellen
pl: Wprowadź nazwę routera i hasło, kliknij [Zastosuj], aby ustawić
pt_pt: Digite o nome e a senha do roteador, clique em [Aplicar] para definir

# 1236WiFiS设置提示4
source: After the setup is successful, go to the restart page and click [Restart Immediately] to restart the datalogger and start automatic configuration.
de: Gehen Sie nach erfolgreicher Einrichtung zur Neustart-Seite und klicken Sie auf [Sofort neu starten], um den Datenlogger neu zu starten und die automatische Konfiguration zu starten.
es: Cambie datalogger al modo de punto de acceso
fr: Une fois la configuration réussie, allez à la page de redémarrage et cliquez sur [Redémarrer immédiatement] pour redémarrer l'enregistreur de données et lancer la configuration automatique.
hu_hu: Miután a telepítés sikeres volt, lépjen az újraindítási oldalra, majd kattintson a [Restart Azonnali] elemre az adatgyűjtő újraindításához és az automatikus konfiguráció elindításához.
it: Al termine dell'installazione, andare alla pagina di riavvio e fare clic su [Riavvia immediatamente] per riavviare il datalogger e avviare la configurazione automatica.
nl: Nadat de installatie is geslaagd, gaat u naar de herstartpagina en klikt u op [Onmiddellijk opnieuw opstarten] om de datalogger opnieuw te starten en de automatische configuratie te starten.
pl: Po pomyślnym zakończeniu instalacji przejdź do strony ponownego uruchomienia i kliknij przycisk [Uruchom ponownie natychmiast], aby ponownie uruchomić rejestrator danych i rozpocząć automatyczną konfigurację.
pt_pt: Depois que a instalação for bem-sucedida, vá para a página de reinicialização e clique em [Reiniciar Imediatamente] para reiniciar o registrador de dados e iniciar a configuração automática.

# 1237将采集器切换至热点模式
source: Switch the datalogger to hotspot mode
de: Schalten Sie den Datenlogger in den Hotspot-Modus
es: Apague y encienda el datalogger. Presione el botón del datalogger brevemente para ingresar al modo de zona activa (el LED azul siempre está encendido).
fr: Passez l'enregistreur de données en mode ”hotspot“
hu_hu: Kapcsolja az adatrögzítőt hotspot módba
it: Passa il datalogger alla modalità hotspot
nl: Schakel de datalogger naar de hotspot-modus
pl: Przełącz rejestrator danych w tryb Hotspot
pt_pt: Desligue e ligue o registrador de dados. Pressione o botão datalogger brevemente para entrar no modo hot spot (o LED azul está sempre aceso).

# 1238将采集器重新上电,短按采集器按键进入热点模式(蓝色LED灯常亮)
source: Restart the datalogger,short press th button of datalogger to start the hotspot mode(The blue LED is always on)
de: Starten Sie den Datenlogger neu. Drücken Sie kurz die Taste des Datenloggers, um den Hotspot-Modus zu starten. (Die blaue LED leuchtet ständig.)
es: Reinicie el datalogger, presione brevemente el botón del datalogger para iniciar el modo de punto de acceso (el LED azul siempre está encendido)
fr: Redémarrez l'enregistreur de données, appuyez brièvement sur le bouton de l'enregistreur de données pour démarrer le mode ”hotspot“ (la LED bleue est toujours allumée)
hu_hu: Indítsa újra az adatrögzítőt, és röviden nyomja meg az adatrögzítő gombját a hotspot üzemmód elindításához (a kék LED mindig világít)
it: Riavvia il datalogger, premi brevemente il pulsante del datalogger per avviare la modalità hotspot (il LED blu è sempre acceso)
nl: Start de datalogger opnieuw, druk kort op de knop van de datalogger om de hotspotmodus te starten (de blauwe LED is altijd aan)
pl: Uruchom ponownie rejestrator danych, naciśnij krótko przycisk rejestratora, aby uruchomić tryb hotspot (niebieska dioda LED świeci się zawsze)
pt_pt: Reinicie o registrador de dados, pressione rapidamente o botão do registrador de dados para iniciar o modo de ponto ativo (o LED azul está sempre aceso)

# 1239检查采集器状态
source: Check datalogger status
de: Überprüfen Sie den Datenlogger-Status
es: Verificar el estado del datalogger
fr: Vérifier le statut du Data Logger
hu_hu: Ellenőrizze az adatgyűjtő állapotát
it: Controlla lo stato del datalogger
nl: Controleer de status van de datalogger
pl: Sprawdź status rejestratora danych
pt_pt: Verificar status do registrador de dados

# 123AC输入电压和频率
source: AC input voltage/frequency
es: Voltaje / frecuencia de entrada AC
fr: Tension/fréquence d'entrée AC
hu_hu: AC bementi feszültség/frekvencia
pl: Napięcie wejściowe AC / częstotliwość
pt_pt: Tensão / freqüência de entrada AC

# 123直流
source: DC
pl: Prąd stały

# 1240请确定采集器蓝色LED灯常亮
source: Please check if the datalogger blue LED is always on.
de: Bitte überprüfen Sie, ob die blaue LED des Datenloggers immer leuchtet.
es: Compruebe si el LED azul del datalogger está siempre encendido.
fr: Veuillez vérifier si la LED bleue du datalogger est toujours allumée.
hu_hu: Ellenőrizze, hogy az adatgyűjtő kék LED mindig világít.
it: Verificare che il LED blu del datalogger sia sempre acceso.
nl: Controleer of de blauwe LED van de datalogger altijd aan is.
pl: Sprawdź, czy niebieska dioda LED rejestratora danych jest zawsze włączona.
pt_pt: Verifique se o LED azul do registrador de dados está sempre aceso.

# 1241连接采集器热点
source: Connect datalogger hotspot
de: Verbinden Sie den Datenlogger-Hotspot
es: Conectese al punto de acceso del datalogger
fr: Connecter le point d'accès du datalogger
hu_hu: Csatlakoztassa a datalogger hotspotot
it: Collega l'hotspot del datalogger
nl: Verbind datalogger-hotspot
pl: Podłącz hotspot rejestratora danych
pt_pt: Conectar o ponto de acesso do registrador de dados

# 1242手机连接名称为采集器序列号的WiFi热点
source: Connect the phone to the WiFi hotspot which name is the S/N of datalogger
de: Verbinden Sie das Telefon mit dem WiFi-Hotspot, dessen Name die S / N des Datenloggers ist
es: Conecte el teléfono al punto de acceso WiFi cuyo nombre WIFI es el datalogger S / N
fr: Connectez le téléphone au point d'accès WiFi dont le nom est le numéro de série de l'enregistreur de données
hu_hu: Csatlakoztassa a telefont a WiFi hotspothoz, amelynek a neve az adatgyűjtő S / N
it: Collegare il telefono all'hotspot WiFi il cui nome è l'S / N del datalogger
nl: Verbind de telefoon met de WiFi-hotspot, die de S / N van de datalogger is
pl: Podłącz telefon do hotspota Wi-Fi, którego nazwa to S / N rejestratora danych
pt_pt: Conecte o telefone ao ponto de acesso WiFi cujo nome é S / N do registrador de dados

# 1243进入设置页面配置采集器
source: Go to the settings page to configure the datalogger.
de: Gehen Sie zur Einstellungsseite, um den Datenlogger zu konfigurieren.
es: Vaya a la página de configuración para configurar el datalogger.
fr: Allez à la page des paramètres pour configurer le datalogger.
hu_hu: Nyissa meg a beállítások oldalt az adatgyűjtő konfigurálásához.
it: Vai alla pagina delle impostazioni per configurare il datalogger.
nl: Ga naar de instellingenpagina om de datalogger te configureren.
pl: Przejdź do strony ustawień, aby skonfigurować rejestrator danych.
pt_pt: Vá para a página de configurações para configurar o registrador de dados.

# 1244设置完成后,请将手机连上互联网
source: Once the setup is complete, connect your phone to the internet
de: Sobald die Einrichtung abgeschlossen ist, verbinden Sie Ihr Telefon mit dem Internet
es: Una vez completada la configuración, conecte su teléfono a internet
fr: Une fois la configuration terminée, connectez votre téléphone à l'internet
hu_hu: A telepítés befejezése után csatlakoztassa telefonját az internethez
it: Una volta completata l'installazione, connetti il telefono a Internet
nl: Zodra de installatie is voltooid, verbindt u uw telefoon met internet
pl: Po zakończeniu konfiguracji podłącz telefon do Internetu
pt_pt: Quando a configuração estiver concluída, conecte seu telefone à Internet

# 1245连接采集器热点失败
source: Failed to connect the datalogger hotspot
de: Fehler beim Verbinden des Datenlogger-Hotspots
es: Error al conectar el punto de acceso del datalogger
fr: Échec de la connexion du point d'accès au datalogger
hu_hu: Nem sikerült csatlakozni az adatgyűjtő hotspothoz
it: Impossibile connettere l'hotspot del datalogger
nl: Kan de datalogger-hotspot niet verbinden
pl: Nie można połączyć punktu dostępu do rejestratora danych
pt_pt: Falha ao conectar o ponto de acesso do registrador de dados

# 1246请连接和采集器序列号相同的WiFi
source: Please connect the phone to the WiFi hotspot which name is the S/N of datalogger
de: Bitte verbinden Sie das Telefon mit dem WiFi-Hotspot, dessen Name die S / N des Datenloggers ist
es: Conecte el teléfono al punto de acceso WiFi cuyo nombre es el S / N del datalogger
fr: Veuillez connecter le téléphone au hotspot WiFi dont le nom est le numéro de série du datalogger
hu_hu: Csatlakoztassa a telefont a WiFi hotspothoz, amelynek a neve az adatrögzítő S / N
it: Connetti il telefono all'hotspot WiFi il cui nome è l'S / N del datalogger
nl: Verbind de telefoon met de WiFi-hotspot, die de S / N van de datalogger is
pl: Podłącz telefon do hotspota Wi-Fi, którego nazwa to S / N rejestratora danych
pt_pt: Por favor, conecte o telefone ao ponto de acesso WiFi cujo nome é S / N do registrador de dados

# 1247正在连接服务器,请稍等......
source: Connecting to the server, please wait...
de: Verbindung zum Server wird hergestellt, bitte warten ...
es: Conectándose al servidor, espere ...
fr: Connexion au serveur, veuillez patienter...
hu_hu: Csatlakozás a szerverhez, kérjük, várjon ...
it: Connessione al server, attendere ...
nl: Verbinding maken met de server, een ogenblik geduld ...
pl: Łączę z serwerem, proszę czekać …
pt_pt: Conectando ao servidor, aguarde ...

# 1248请检查路由器当前频段是否包含2.4GHz
source: Please check if the current frequency band of the router contains 2.4GHz.
de: Bitte überprüfen Sie, ob das aktuelle Frequenzband des Routers 2,4 GHz enthält.
es: Compruebe si la banda de frecuencia actual del router contiene 2,4 GHz.
fr: Veuillez vérifier si la bande de fréquence actuelle du routeur contient 2,4GHz.
hu_hu: Ellenőrizze, hogy az útválasztó aktuális frekvenciasávja 2,4GHz-e.
it: Verifica se la banda di frequenza corrente del router contiene 2,4 GHz.
nl: Controleer of de huidige frequentieband van de router 2,4 GHz bevat.
pl: Sprawdź, czy bieżące pasmo częstotliwości routera zawiera 2,4 GHz.
pt_pt: Por favor, verifique se a banda de frequência atual do roteador contém 2,4 GHz.

# 1249请检查配置页面中输入的路由器用户名和密码是否正确
source: Please check if the username and password of the router which entered on the configuration page are correct
de: Bitte überprüfen Sie, ob der Benutzername und das Passwort des Routers, die auf der Konfigurationsseite eingegeben wurden, korrekt sind
es: Verifique si el nombre de usuario y la contraseña del router que ingresó en la página de configuración son correctos
fr: Veuillez vérifier si le nom d'utilisateur et le mot de passe du routeur qui ont été saisis sur la page de configuration sont corrects
hu_hu: Ellenőrizze, hogy a konfigurációs oldalon megadott útválasztó felhasználóneve és jelszava helyes-e
it: Verificare che il nome utente e la password del router immessi nella pagina di configurazione siano corretti
nl: Controleer of de gebruikersnaam en het wachtwoord van de router die op de configuratiepagina is ingevoerd, correct zijn
pl: Sprawdź, czy nazwa użytkownika i hasło routera wprowadzone na stronie konfiguracji są prawidłowe
pt_pt: Verifique se o nome de usuário e a senha do roteador que entrou na página de configuração estão corretos

# 124AC输出电压和频率
source: AC output voltage/frequenc
es: Voltaje / frecuencia de salida AC
fr: Tension/fréquence de sortie AC
hu_hu: AC kimeneti feszültség/frekvencia
pl: Napięcie wyjściowe AC / częstotliwość
pt_pt: Tensão / freqüência de saída AC

# 124单枪
source: 1 Gun
de: 1 Waffe
es: 1 pistola
fr: Connecteur 1
hu_hu: 1 fegyver
it: 1 pistola
nl: 1 pistool
pl: 1 Złącze ładowania
pt_pt: 1 Arma

# 1251葡萄牙语
source: Portugal
hu_hu: Portugália
it: Portogallo
pl: Portugalia

# 1252选择接收人类型
source: Select recipient type
de: Empfängertyp auswählen
es: Seleccionar tipo de destinatario
fr: Sélectionnez le type de destinataire
hu_hu: Válassza ki a címzett típusát
it: Seleziona il tipo di destinatario
nl: Selecteer het type ontvanger
pl: Wybierz typ odbiorcy
pt_pt: Selecione o tipo de destinatário

# 1253内部员工
source: Internal staff
de: Internes Personal
es: Personal interno
fr: Équipe interne
hu_hu: Belső alkalmazottak
it: Personale interno
nl: Intern personeel
pl: Personel wewnętrzny
pt_pt: Pessoal interno

# 1254匈牙利语
source: Hungarian
de: Ungarisch
es: Húngaro
fr: Hongrois
hu_hu: Magyar
it: Ungherese
nl: Hongaars
pl: Język węgierski
pt_pt: Húngaro

# 1255土耳其语
source: Turkish
de: Türkisch
es: Turco
fr: Turc
hu_hu: Török
it: Turco
nl: Turks
pl: Turecki
pt_pt: Turco

# 1256当前连接的WiFi名称和采集器热点名称不一致
source: The name of the connected WiFi is different from the name of datalogger
de: Der Name des verbundenen WLAN unterscheidet sich vom Namen des Datenloggers
es: El nombre del WiFi conectado es diferente del nombre del datalogger
fr: Le nom du WiFi connecté est différent du nom de datalogger.
hu_hu: A csatlakoztatott WiFi neve különbözik a datalogger nevétől
it: Il nome del WiFi connesso è diverso dal nome del datalogger
nl: De naam van de verbonden WiFi verschilt van de naam van de datalogger
pl: Nazwa podłączonego WiFi różni się od nazwy rejestratora danych
pt_pt: O nome do WiFi conectado é diferente do nome do registrador de dados

# 1257热点名称为
source: Hotspot name is
de: Hotspot-Name ist
es: El nombre del punto de acceso es
fr: Le nom du hotspot est
hu_hu: A hotspot neve
it: Il nome dell'hotspot è
nl: De naam van de hotspot is
pl: Nazwa punktu dostępowego to
pt_pt: O nome do ponto de acesso é

# 1258采集器进入内置页面失败提示
source: Please press the “key” of the datalogger more than 6 seconds to restart the datalogger, reconnect the datalogger when the blue LED is always on, please refresh the page after reconnection
de: Drücken Sie die “Taste” des Datenloggers länger als 6 Sekunden, um den Datenlogger neu zu starten. Schließen Sie den Datenlogger wieder an, wenn die blaue LED immer leuchtet. Aktualisieren Sie die Seite nach dem erneuten Anschließen
es: Presione la “tecla” del datalogger más de 6 segundos para reiniciar el datalogger, vuelva a conectar el datalogger cuando el LED azul esté siempre encendido, actualice la página después de la reconexión
fr: Veuillez appuyer sur la ”touche“ du datalogger plus de 6 secondes pour le redémarrer, reconnectez l'enregistreur de données lorsque la LED bleue est toujours allumée, veuillez rafraîchir la page après la reconnexion
hu_hu: Kérjük, nyomja meg az adatrögzítő “gombját” több mint 6 másodpercig az adatrögzítő újraindításához, csatlakoztassa újra az adatgyűjtőt, amikor a kék LED mindig világít, kérjük, frissítse az oldalt újracsatlakozás után
it: Premere il “tasto” del registratore dati per più di 6 secondi per riavviare il registratore dati, ricollegare il registratore dati quando il LED blu è sempre acceso, aggiornare la pagina dopo la riconnessione
nl: Houd de “toets” van de datalogger langer dan 6 seconden ingedrukt om de datalogger opnieuw op te starten, sluit de datalogger opnieuw aan wanneer de blauwe LED altijd brandt, vernieuw de pagina na het opnieuw verbinden
pl: Proszę nacisnąć „klucz” rejestratora danych dłużej niż 6 sekund, aby ponownie uruchomić rejestrator danych, podłączyć rejestrator danych, gdy niebieska dioda LED jest zawsze włączona, odśwież stronę po ponownym połączeniu
pt_pt: Pressione a “tecla” do registrador de dados por mais de 6 segundos para reiniciar o registrador de dados, reconecte o registrador de dados quando o LED azul estiver sempre aceso, atualize a página após a reconexão

# 125负载功率
source: Load consumption
de: Verbrauch laden
es: Consumo de carga
fr: Consommation de charge
hu_hu: Terhelésfogyasztás
it: Carico consumo
nl: Laad verbruik
pl: Zużycie obciążenia
pt_pt: Consumo de carga

# 125双枪
source: 2 Gun
de: 2 Waffe
es: 2 pistola
fr: Connecteur 2
hu_hu: 2 fegyver
nl: 2 pistool
pl: 2 Złącze ładowania
pt_pt: 2 Arma

# 126负载百分比
source: Load percentage
es: Porcentaje de carga
fr: Pourcentage de la charge
hu_hu: Töltöttség %
pl: Procent naładowania
pt_pt: Percentual de carga

# 126无
source: Null
es: Nulo
fr: aucun
hu_hu: Nulla
it: Nullo
nl: Nul
pl: Zero
pt_pt: Nulo

# 127今日收益
source: Revenue today
de: Einnahmen heute
es: Ingresos hoy
fr: Revenue d'aujourd'hui
hu_hu: Bevétel ma
it: Entrate oggi
nl: Inkomsten vandaag
pl: Zysk dzisiaj
pt_pt: Receita hoje

# 127空闲
source: Idle
de: Leerlauf
es: Ocioso
hu_hu: Tétlen
it: Inattivo
nl: Nutteloos
pl: Bezczynny
pt_pt: Ocioso

# 128充电中
source: Charging
de: Aufladung
es: Cargando
fr: En cours de rechargement
hu_hu: Töltés
it: Ricarica
nl: Opladen
pl: Ładowanie
pt_pt: Carregamento

# 128总收益
source: Total
de: Gesamt
hu_hu: Teljes
it: Totale
nl: Totaal
pl: Całkowity

# 129AC输出源
source: AC output source
es: Fuente de salida AC
fr: Source de sortie CA
hu_hu: AC kimeneti forrás
pl: Żródło wyjścia AC
pt_pt: Fonte de saída AC
