Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 536端口COM
source: Port COM
de: COM
es: Puerto COM
hu_hu: COM
it: COM
nl: COM
pl: COM
pt_pt: COM

# 536是否确定优先进入设备列表
source: Are you sure you want to enter the device list preferentially?
de: Zur Geräteliste wechseln?
es: ¿Añadir a lista de dispositivos prioritarios?
fr: L'accès prioritaire à la liste des appareils a-t-il été établi ?
hu_hu: Előnyben részesíti az eszközök szerinti listát?
it: Sei sicuro di selezionare la modalità elenco dispositivi?
nl: Weet u zeker dat u prioriteit wilt geven aan het invoeren van de apparaten?
pl: Czy na pewno chcesz wprowadzić listę urządzeń priorytetowych?
pt_pt: Priorizar lista de dispositivos??

# 537扫码
source: Scan
es: Escanear
fr: Scanner
hu_hu: Letapogatás
it: Scansione
nl: Scannen
pl: Skanuj

# 537重新登录后生效
source: Re-login account to take effect
de: Konto erneut aktivieren, um wirksam zu werden
es: Vuelva a iniciar sesión en la cuenta para que haga efecto
fr: Re-connexion efficace.
hu_hu: A módosuláshoz a felhasználó újra bejelentkezése szükséges.
it: Re-login account per avere effetto
nl: Log opnieuw in om in te voeren
pl: Zaloguj się ponownie żeby zobaczyć efekt
pt_pt: Faça login novamente para entrar na conta

# 538是否删除电站
source: whether to delete the Plant
de: Löschen Sie die Anlage
es: Eliminar la planta
fr: s'il faut supprimer la centrale
hu_hu: Törölje a növényt
it: Elimina la pianta
nl: Verwijder de plant
pl: Usuń instalację
pt_pt: Excluir a instalação

# 538选取
source: Select
de: Wählen
es: Seleccionar
fr: Sélectionnez
hu_hu: Választ
it: Selezionare
nl: Kiezen
pl: Wybierz
pt_pt: Selecione

# 539布局
source: layout
es: Diseño
fr: mise en page
hu_hu: Elrendezés
it: Disposizione
pl: Układ

# 539选择设备
source: Select device
de: Gerät auswählen
es: Seleccione el dispositivo
fr: Sélectionner l'appareil
hu_hu: Válassz eszközt
it: Seleziona dispositivo
nl: Selecteer apparaat
pl: Wybierz urządzenie
pt_pt: Selecionar dispositivo

# 53电网输入功率
source: Grid input power
de: Netzbezug
es: Potencia consumida de la red
fr: Puissance d'entrée du réseau
hu_hu: Hálózatról nyert teljesítmény
it: Potenza prelevata dalla rete elettrica
nl: Energie van net
pl: Energia z sieci
pt_pt: Potência da rede

# 540连接WiFi模块
source: Connect the WiFi module
es: Conecte el módulo WiFi
fr: Connecter le module WiFi
pl: Podlacz modul WiFi
pt_pt: Conectar o módulo WiFi

# 540配置
source: Configuration
de: Aufbau
es: Configuración
it: Configurazione
nl: Configuratie
pl: Konfiguracja
pt_pt: Configuração

# 541WiFi设置提示
source: Please go to the【Settings】->【Wi-Fi】of the mobile phone system to connect to the WiFi module
de: Bitte gehen Sie zu den 【Einstellungen】 -> 【Wi-Fi】 des Mobiltelefonsystems, um eine Verbindung zum WiFi-Modul herzustellen
es: Vaya a 【Configuración】 -> 【Wi-Fi】 de su teléfono para conectarse al módulo WiFi
fr: Veuillez vous rendre sur the【Settings】->【Wi-Fi】of le système de téléphonie mobile pour vous connecter au module WiFi
hu_hu: Kérjük, látogasson el a mobiltelefon-rendszer 【Beállítások】 -> 【Wi-Fi】 -ra, hogy csatlakozzon a WiFi modulhoz.
it: Vai al 【Impostazioni】 -> 【Wi-Fi】 del sistema di telefonia mobile per connetterti al modulo WiFi
nl: Ga naar de 【Instellingen】 -> 【Wi-Fi】 van het mobiele telefoonsysteem om verbinding te maken met de WiFi-module
pl: Idz do 【Ustawienia】 -> 【Wi-Fi】 w systemie operacyjnym telefonu komorkowego w celu polaczenia z modulem WiFi.
pt_pt: Por favor, vá para o 【Configurações】 -> 【Wi-Fi】 do telefone móvel para se conectar ao módulo WiFi

# 541选择设备
source: Select device
de: Gerät auswählen
es: Seleccione el dispositivo
fr: Sélectionner un appareil
hu_hu: Válassz eszközt
it: Seleziona dispositivo
nl: Selecteer apparaat
pl: Wybierz urządzenie
pt_pt: Selecionar dispositivo

# 542打开定位开关
source: Turn on the positioning switch
de: Der Standortdienst ist deaktiviert
es: El servicio de localización está deshabilitado.
fr: Allumer le commutateur de positionnement
hu_hu: A helymeghatározási szolgáltatás le van tiltva
it: Il servizio di localizzazione è disabilitato
nl: Locatieservice is uitgeschakeld
pl: Usluga lokalizacji jest wyłączona.
pt_pt: Serviço de localização desativado

# 542实时
source: Real time
de: Echtzeit
es: Tiempo real
fr: En temps réel
hu_hu: Valós idejű
it: Tempo reale
nl: Echte tijd
pl: Wykres
pt_pt: Tempo real

# 543定位提示跳转
source: Please go to the【Settings】->【Privacy】->【Location Service】turns on the switch and allows ShinePhone to use the location service.
de: Bitte gehen Sie zu 【Einstellungen】 -> 【Privatsphäre】 -> 【Ort Service】 schaltet den Schalter ein und ermöglicht es ShinePhone, den Ortungsdienst zu verwenden.
es: Vaya a 【Configuración -> 【Privacidad -> 【Servicio de ubicación】, actívelo y permita que ShinePhone use el servicio de ubicación.
fr: Veuillez vous rendre sur the【Settings】->【Privacy】->【Location Service】turns sur le commutateur et permet à ShinePhone d'utiliser le service de localisation.
hu_hu: Kérem, menjen a 【Settings】 -> 【Privacy】 -> 【Hely szolgáltatás】 kapcsolja be a kapcsolót, és lehetővé teszi ShinePhone használja a hely szolgáltatás.
it: Si prega di andare al 【Impostazioni】 -> 【Privacy】 -> 【Servizio di localizzazione】 accende l'interruttore e consente a ShinePhone di utilizzare il servizio di localizzazione.
nl: Ga naar de 【Instellingen】 -> 【Privacy】 -> 【Locatieservice】 zet de schakelaar aan en staat ShinePhone toe om de locatieservice te gebruiken.
pl: Idz do 【Settings】 -> 【Privacy】 -> 【Location Service】. Nastepnie wlacz przelacznik i zezwol ShinePhone na korzystanie z uslugi lokalizacji.
pt_pt: Por favor, vá para 【Configurações】 -> 【Privacidade】 -> 【Serviço de Localização】 ligue e permite que ShinePhone use o serviço de localização.

# 543逆变器参数
source: Inverter parameters
de: Umrichterparameter
es: Parámetros del inversor
fr: Paramètres d'onduleur
hu_hu: Inverter paraméterek
it: Parametri dell'invertitore
nl: Parameters van de omvormer
pl: Parametry falownika
pt_pt: Parâmetros do inversor

# 544CT侧电流
source: CT_I
pl: Transformator pradu

# 544修改串数量将删除对应面板数据
source: Modifying the number of strings will delete the corresponding panel data
de: Wenn Sie die Anzahl der Zeichenfolgen ändern, werden die entsprechenden Paneldaten gelöscht
es: La modificación del número de cadenas eliminará los datos del panel correspondiente
fr: La modification du nombre de chaines supprime les données correspondantes du panneau.
hu_hu: A karakterláncok számának módosítása törli a megfelelő paneladatokat
it: La modifica del numero di stringhe cancellerà i dati del pannello corrispondenti
nl: Als u het aantal strings wijzigt, worden de bijbehorende paneeldata verwijderd
pl: Zmiana liczby obwodów spowoduje usunięcie odpowiednich danych panelu.
pt_pt: Modificar o número de cadeias eliminará os dados do painel correspondente.

# 545CT侧无功
source: CT_Q
pl: Transformator pradu mocy biernej

# 545选择面板
source: Selection panel
de: Auswahlfeld
es: Panel de selección
fr: Sélection des panneaux
hu_hu: Kiválasztó panel
it: Pannello di selezione
nl: Selectie paneel
pl: Panel wyboru
pt_pt: Painel de seleção

# 546CT侧谐波量
source: CT HAR_I
pl: Transformator pradu uplywowego

# 546优化器
source: Optimizer
de: Optimierer
es: Optimizador
fr: optimiseur
pl: Optymalizator
pt_pt: Otimizador

# 547补偿无功量
source: COMP_Q
pl: Kompensacja mocy biernej

# 547添加逆变器
source: Add inverter
de: Wechselrichter hinzufügen
es: Añadir inversor
fr: Ajouter un onduleur
hu_hu: Add invertert
it: Aggiungi inverter
nl: Voeg omvormer toe
pl: Dodaj falownik
pt_pt: Adicionar inversor

# 548补偿谐波量
source: COMP HAR_I
pl: Kompensacja pradu uplywowego

# 548输入设置值
source: Enter the setting value
de: Geben Sie den Einstellungswert ein
es: Introduzca el valor de ajuste
fr: Saisissez la valeur de réglage
hu_hu: Adja meg a beállítási értéket
it: Inserire il valore dell'impostazione
nl: Voer de instellingswaarde in
pl: Ustaw odpowiednią wartosć
pt_pt: Digite o valor da configuração

# 549光伏实时功率
source: PV power
de: PV-Leistung
es: Potencia fotovoltaica
fr: Puissance PV
hu_hu: PV teljesítmény
it: Potenza fotovoltaica
nl: PV-vermogen
pl: Moc PV
pt_pt: PV poder

# 54放电功率
source: Discharging Power
de: Entladungskraft
es: Poder de descarga
fr: Puissance de décharge
hu_hu: Az energia kisülése
it: Potenza di scarica
nl: Ontlaadvermogen
pl: Moc rozładowania
pt_pt: Descarga de energia

# 550不强制
source: Not mandatory
de: Nicht verpflichtend
es: No es obligatorio
fr: Non obligatoire
hu_hu: Nem kötelező
it: Non obbligatorio
nl: Niet verplicht
pl: Nie jest obowiązkowe
pt_pt: Não obrigatório

# 550货币单位
source: Currency
de: Währung
es: Moneda
fr: Monnaie
hu_hu: Valuta
it: Moneta
nl: Valuta
pl: Waluta
pt_pt: Moeda

# 551地图获取
source: Get from the map
de: Holen Sie sich von der Karte
es: Obtener del mapa
fr: Obtenez de la carte
hu_hu: Keresse meg a térképről
it: Ottieni dalla mappa
nl: Gebruik kaart
pl: Pokaż na mapie
pt_pt: Obter do mapa

# 551结束时间
source: End Time
de: Endzeit
es: Hora de finalización
fr: Heure de fin
hu_hu: Idő vége
it: Fine del tempo
nl: Idő vége
pl: Koniec czasu
pt_pt: Fim do tempo

# 552时段设置
source: Time Slot Setting
de: Zeitfenstereinstellung
es: Configuración de intervalo de tiempo
fr: Réglage du créneau horaire
hu_hu: Időrés beállítása
it: Impostazione della fascia oraria
nl: Tijdslot instelling
pl: Ustawienie przedziału czasowego
pt_pt: Configuração de intervalo de tempo

# 552完善位置信息
source: Complete plant location
de: Standort der Anlage abschließen
es: Ubicación completa de la instalación
fr: Localisation complète de la centrale
hu_hu: Teljes telephely
it: Posizione completa dell'impianto
nl: Complete installatielocatie
pl: Pełna lokalizacja instalacji
pt_pt: Completar a localização da planta

# 553设置充放电优先时间段
source: Time Slot Priority setting of Charge/Discharge
de: Zeitschlitzprioritätseinstellung von Laden / Entladen
es: Ajuste de prioridad de intervalo de tiempo de carga / descarga
fr: Réglage de la priorité de l'intervalle de temps de charge / décharge
hu_hu: Időrés A töltés / kisülés prioritása
it: Impostazione della priorità della fascia oraria di carica / scarica
nl: Tijdslot Prioriteitsinstelling van laden / ontladen
pl: Ustawienie priorytetu przedziału czasowego ładowania / rozładowania
pt_pt: Configuração de prioridade do intervalo de tempo de carga / descarga

# 553校验装机功率
source: Check the PV capacity
de: Überprüfen Sie die PV-Kapazität
es: Verificar la potencia de la instalación.
fr: Vérifier la capacité PV
hu_hu: Ellenőrizze a PV-kapacitást
it: Controllare la capacità del fotovoltaico
nl: Controleer de PV-capaciteit
pl: Sprawdź moc instalacji
pt_pt: Verifique a capacidade do PV

# 554CV电压
source: Constant Voltage
de: Konstante Spannung
es: Voltaje constante
fr: Courant continu
hu_hu: Állandó feszültség
it: Tensione costante
nl: Constante spanning
pl: Stałe napięcie
pt_pt: Voltagem constante

# 554您尚未填写位置信息,APP很多重要功能都需要基于您的位置信息来完成
source: You have not filled in the location information, and many important features of the app need to be completed based on your location information.
de: Sie haben keine Standortinformationen eingegeben, und viele wichtige Funktionen der App müssen basierend auf Ihren Standortinformationen ausgeführt werden.
es: No ha completado la información de ubicación, y muchas características importantes de la aplicación deben completarse en función de su información de ubicación.
fr: Vous n'avez pas rempli les informations de localisation, et de nombreuses fonctionnalités importantes de l'application doivent être complétées sur la base de vos informations de localisation.
hu_hu: Nem töltötte ki a helyadatokat, és az alkalmazásnak számos fontos funkcióját ki kell töltenie a helyadatok alapján.
it: Non hai inserito le informazioni sulla posizione e molte funzioni importanti della app devono essere completate in base alle informazioni sulla tua posizione.
nl: U hebt de locatie-informatie niet ingevuld en veel belangrijke functies van de app moeten worden ingevuld op basis van uw locatiegegevens.
pl: Nie uzupełniłeś informacji o lokalizacji, a wiele ważnych funkcji aplikacji działa na podstawie tej informacji.
pt_pt: Você não preencheu as informações de localização, e muitos recursos importantes do aplicativo precisam ser preenchidos com base nas suas informações de localização.

# 555CC电流
source: Constant Current
de: Konstante Stromstärke
es: Corriente constante
fr: Courant constant
hu_hu: Állandó áram
it: Corrente continua
nl: Constante stroom
pl: Prąd stały
pt_pt: Corrente constante

# 555您填写的电站设计功率与逆变器的功率偏差较大,请点击核对
source: The PV capacity you fill out has a large deviation from the power of the inverter. Please click the check.
de: Die von Ihnen ausgefüllte PV-Kapazität weicht stark von der Leistung des Wechselrichters ab. Bitte klicken Sie auf den Haken.
es: La capacidad fotovoltaica que completa tiene una gran desviación de la potencia del inversor. Por favor haga clic en el cheque.
fr: La capacité photovoltaïque installée a un écart important par rapport à la puissance de l'onduleur. Cliquer sur ”Vérifier“.
hu_hu: A kitöltött PV kapacitás nagyban eltér az inverter teljesítményétől. Kattintson a csekkre.
it: La capacità FV che compilate ha una grande deviazione dalla potenza dell'inverter. Fare clic sul segno di spunta.
nl: De PV-capaciteit die u invult, wijkt sterk af van het vermogen van de omvormer. Klik op het vinkje.
pl: Wpisana moc instalacji ma duże odchylenie od mocy falownika. Kliknij sprawdź .
pt_pt: A capacidade fotovoltaica que você preenche tem um grande desvio da potência do inversor. Por favor, clique na verificação.

# 556GPRS天线提示
source: Note:In order to ensure the stability of the monitoring, please suck the datalogger suction cup antenna on the metal.
de: Hinweis: Um die Stabilität der Überwachung zu gewährleisten, saugen Sie die Antenne des Dlogger-Saugnapfens vom Metall.
es: Nota: Para garantizar la estabilidad de la monitorización, adhiera la ventosa de la antena del datalogger a un lugar metálico.
fr: Remarque : pour assurer la stabilité du système de surveillance, l'antenne du processeur de données doit être allumée sur l'onduleur.
hu_hu: Megjegyzés: A megfigyelés stabilitásának biztosítása érdekében szívja be a fémadagoló szívócsésze antennáját.
it: Nota: al fine di garantire la stabilità del monitoraggio, si prega di succhiare l'antenna ventosa del datalogger sul metallo.
nl: Opmerking: om de stabiliteit van de bewaking te garanderen, zuig de datalogger-zuignap-antenne op het metaal.
pl: Uwaga: Aby zapewnić stabilność monitoringu, należy przykręcić antenę rejstartora danych do inwertera
pt_pt: Nota: Para garantir a estabilidade do monitoramento, por favor, verifique a antena de sucção do registrador de dados.

# 556LV电压
source: LV voltage
es: Voltaje LV
fr: Tension LV
hu_hu: LV feszültség
it: Voltaggio LV
nl: LV-spanning
pl: Napięcie niskiego napięcia
pt_pt: Voltagem LV

# 557电站逆变器额定功率为
source: The nominal power of the inverter of the plant is
de: Die Nennleistung des Wechselrichters der Anlage ist
es: La potencia nominal del inversor de la instalación es
fr: La puissance nominale de l'onduleur de la centrale est
hu_hu: A berendezés frekvenciaváltójának névleges teljesítménye
it: La potenza nominale dell'inverter dell'impianto è
nl: Het nominale vermogen van de omvormer van de installatie is
pl: Moc nominalna inwertera tej instalacji wynosi
pt_pt: A potência nominal do inversor dessa planta é

# 557离网功率
source: Off-grid power
de: Off-Grid-Strom
es: Potencia fuera de la red
fr: 'énergie hors réseau
hu_hu: Hálózati teljesítmény
it: Alimentazione fuori rete
pl: Moc poza siecią
pt_pt: Energia fora da rede

# 558充电
source: Charge
de: Laden
es: Cargar
hu_hu: Töltés alattt
it: In carica
nl: Opladen
pl: Ładuj

# 558负载量
source: Load %
de: Belastung %
es: Carga %
fr: Charge %
hu_hu: Betöltés %
it: Caricare %
nl: Laad%
pl: Załaduj %
pt_pt: Carga %

# 559充放电管理
source: EMS
de: Lade- und Entlademanagement
es: Gestión de carga y descarga
fr: Gestion des charges et des décharges
hu_hu: Költség- és mentesítéskezelés
it: Gestione della carica e dello scarico
nl: Beheer van laden en ontladen
pl: Zarządzanie opłatami i rozładowaniem
pt_pt: Gerenciamento de carga e descarga

# 559放电
source: DisCharge
de: Entladen
es: Descargar
fr: Décharge
hu_hu: Kibocsátás
it: In scarica
nl: Ontladen
pl: Rozładuj

# 55仅供“一键建站”注册用户使用
source: 'Via mobile phone' only for 'Quick registration'
de: Über Handy nur für “Schnellanmeldung”
es: Vía teléfono móvil solo para “Registro rápido”
fr: Par téléphone portable uniquement pour l'”enregistrement rapide“.
hu_hu: Mobiltelefonon, csak a “gyors regisztrációhoz”
it: Tramite cellulare solo per “Registrazione rapida”
nl: Via mobiele telefoon alleen voor “Snelle registratie”
pl: „Przez telefon komórkowy” tylko dla „Szybkiej rejestracji”
pt_pt: Via celular apenas para “Registro rápido”

# 560国家和安规
source: Country & Regulation
de: Land & Verordnung
es: País y Reglamento
fr: Règlements nationaux et de sécurité
hu_hu: Ország és rendelet
it: Paese e regolamento
nl: Land & Regelgeving
pl: Wybór normy EN
pt_pt: País e Regulação

# 560离网参数
source: Off-grid parameters
de: Off-Grid-Parameter
es: Parámetros fuera de la red
fr: Paramètres hors réseau
hu_hu: Off-grid paraméterek
it: Parametri fuori rete
pl: Parametry poza siecią
pt_pt: Parâmetros fora da grade

# 561BDC参数
source: BDC parameters
de: BDC-Parameter
es: Parámetros BDC
fr: Paramètres de la BDC
hu_hu: BDC paraméterek
it: Parametri BDC
pl: Parametry BDC
pt_pt: Parâmetros BDC

# 561无法识别对应的国家
source: Unrecognized country
de: Nicht anerkanntes Land
es: País no reconocido
fr: Pays non reconnu
hu_hu: Nem ismert ország
it: Paese non riconosciuto
nl: Niet-herkend land
pl: Kraj nie rozpoznany
pt_pt: País não reconhecido

# 562电池参数
source: Battery parameter
de: Batterieparameter
es: Parámetro de la batería
fr: Paramètres de la batterie
hu_hu: Akkumulátor paraméter
it: Parametro della batteria
nl: Accuparameter
pl: Parametr baterii
pt_pt: Parâmetro da bateria

# 562请重新读取或检查设备Model
source: Please re-read or check the device Model
de: Bitte lesen oder überprüfen Sie das Gerätemodell erneut
es: Por favor, vuelva a leer o verifique el modelo del dispositivo
fr: Veuillez relire ou vérifier le modèle de l'appareil
hu_hu: Kérjük, olvassa el újra vagy ellenőrizze a készüléket
it: Si prega di rileggere o controllare il modello del dispositivo
nl: Lees het model van het apparaat opnieuw of controleer het
pl: Prosimy o ponowny odczyt lub sprawdzenie modelu urządzenia.
pt_pt: Por favor, releia ou verifique o modelo do dispositivo

# 563充电量
source: Charge power
de: Energie aufladen
es: Poder de carga
fr: Chargez la puissance
hu_hu: Töltse fel az energiát
it: Carica la potenza
nl: Laadvermogen
pl: Moc ładowania
pt_pt: Poder de carga

# 563输入路由器名字
source: Enter name of router
de: Digite o nome do roteador
es: Indicar el nombre del router
fr: Entrez le nom du routeur
hu_hu: Adja meg az útválasztó nevét
it: Inserisci il nome del router
nl: Voer de naam van de router in
pl: Wprowadź nazwe routera
pt_pt: Digite o nome do roteador

# 564并网电量
source: Export power
de: Kraft exportieren
es: potencia de exportación
fr: Puissance d'exportation
hu_hu: Exportálás
it: Potenza di esportazione
nl: Uitvoervermogen
pl: Eksportuj moc
pt_pt: Poder de exportação

# 565用户使用电量
source: Consumption
de: Verbrauch
es: Consumo
fr: Consommation
hu_hu: Fogyasztás
it: Consumo
nl: Consumptie
pl: Zużycie
pt_pt: Consumo

# 566防逆流功率设置值
source: Export limit ation power setting
de: Exportbegrenzungsleistung einstellen
es: Configuración de potencia de límite de exportación
fr: Fixation de la limite de puissance à l'exportation
hu_hu: Exportálja a korlátozott teljesítményt
it: Impostazione della potenza di limitazione dell'esportazione
nl: Exportlimiet instelling vermogen
pl: Ustawienie ograniczenia eksportu mocy
pt_pt: Configuração de potência de limite de exportação

# 567请选择产品类型
source: Please select a product type
de: Bitte wählen Sie einen Produkttyp aus
es: Por favor seleccione un tipo de producto
fr: Veuillez sélectionner un type de produit
hu_hu: Kérjük, válasszon egy terméktípust
it: Si prega di selezionare un tipo di prodotto
nl: Selecteer een producttype
pl: Wybierz typ produktu
pt_pt: Por favor, selecione um tipo de produto

# 568干接点
source: Dry contact
de: Trockener Kontakt
es: Contacto seco
fr: Contact sec
hu_hu: Száraz érintkezés
it: Contatto secco
nl: Droog contact
pl: Kontakt
pt_pt: Contato seco

# 569控制软件版本
source: Control software version
de: Steuerungssoftware-Version
es: Versión de software de control
fr: Version du logiciel de contrôle
hu_hu: Vezérlő szoftver verzió
it: Controlla la versione del software
nl: Besturingssoftwareversie
pl: Kontrola wersji oprogramowania
pt_pt: Versão do software de controle

# 56手机号格式错误
source: Phone number format is wrong
de: Das Telefonnummernformat ist falsch
es: El formato del número de teléfono es incorrecto
fr: Le format du numéro de téléphone est incorrect
hu_hu: A telefonszám formátuma nem megfelelő
it: Il formato del numero di telefono è errato
nl: Telefoonnummerindeling is onjuist
pl: Format numeru telefonu jest nieprawidłowy
pt_pt: O formato do número de telefone está incorreto

# 570通信软件版本
source: Communication software version
de: Version der Kommunikationssoftware
es: Versión de software de comunicación
fr: Version du logiciel de communication
hu_hu: Kommunikációs szoftver verziója
it: Versione del software di comunicazione
nl: Versie van communicatiesoftware
pl: Wersja oprogramowania komunikacyjnego
pt_pt: Versão do software de comunicação

# 571降额模式
source: Derating mode
de: Derating-Modus
es: Modo de desclasificación
fr: Mode de déclassement
hu_hu: Csökkentési mód
it: Modalità di declassamento
nl: Derating-modus
pl: Tryb obniżania wartości
pt_pt: Modo de desclassificação

# 574保留
source: Reserved
de: Reserviert
es: Reservado
fr: Réservé
hu_hu: Fenntartott
it: Riservato
nl: Gereserveerd
pl: Zarezerwowany
pt_pt: Reservado

# 575电网电压
source: Grid voltage
de: Netzspannung
es: Voltaje de red
fr: Tension du réseau
hu_hu: Rácsfeszültség
it: Tensione di rete
nl: Netstroom
pl: Napięcie sieciowe
pt_pt: Tensão de rede

# 576电网频率
source: Grid frequency
de: Netzfrequenz
es: Frecuencia de red
fr: Fréquence du réseau
hu_hu: Rácsfrekvencia
it: Frequenza della griglia
nl: Raster frequentie
pl: Częstotliwość sieci
pt_pt: Freqüência da grade

# 577Boost温度
source: Boost temperature
de: Boost-Temperatur
es: Aumentar la temperatura
fr: Augmenter la température
hu_hu: Növelési hőmérséklet
it: Aumenta la temperatura
nl: Verhoog de temperatuur
pl: Temperatura doładowania
pt_pt: Aumentar a temperatura

# 578逆变温度
source: Inverter temperature
de: Temperatur des Wechselrichters
es: Temperatura del inversor
fr: Température de l'onduleur
hu_hu: Inverter hőmérséklet
it: Temperatura dell'invertitore
nl: Temperatuur van de omvormer
pl: Temperatura falownika
pt_pt: Temperatura do inversor

# 579手动控制
source: Manual control
de: Manuelle Kontrolle
fr: Contrôle manuel
hu_hu: Manuális irányítás
it: Controllo manuale
nl: Handmatige bediening
pl: Sterowanie ręczne
pt_pt: Controle manual

# 57输入11位手机号
source: Please enter 11-digit mobile phone number
de: ?! Bitte geben Sie 11 Telefonnummern ein ?!
es: Por favor ingrese 11 dífitos para el números de teléfono
fr: Veuillez saisir un numéro de téléphone portable à 11 chiffres
hu_hu: Kérjük, írjon be 11 telefonszámot!
it: ?! Inserisci 11 numeri di telefono ?!
nl: ?! Voer 11 telefoonnummers in ?!
pl: ?! Wprowadź 11 numerów telefonów ?!
pt_pt: Digite 11 números de telefone ?!

# 580定时恢复
source: Timing recovery
de: Timing Erholung
es: Recuperación de tiempo
fr: Calendrier de la reprise
hu_hu: Időzítés helyreállítása
it: Cronometraggio
nl: Timing herstel
pl: Odzyskiwanie czasu
pt_pt: Recuperação do tempo

# 581并网高电网电压
source: Overvoltage
de: Überspannung
es: Sobrevoltaje
fr: Surtension
hu_hu: Túlfeszültség
it: Sovratensione
nl: Overspanning
pl: Przepięcie
pt_pt: Sobretensão
