Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 995您不是集成商账户
source: You are not a distributor account
de: Sie sind kein Distributorkonto
es: No eres una cuenta de distribuidor
fr: Vous n'êtes pas un compte de distributeur
hu_hu: Ön nem forgalmazói fiók
it: Non sei un account distributore
nl: U bent geen distributeursaccount
pl: Nie jesteś na koncie dystrybutora
pt_pt: Você não é uma conta de distribuidor

# 996服务器地址为空
source: Server address is empty
de: Die Serveradresse ist leer
es: La dirección del servidor está vacia
fr: L'adresse du serveur est vide
hu_hu: A kiszolgáló címe üres
it: L'indirizzo del server è vuoto
nl: Serveradres is leeg
pl: Adres serwera jest pusty
pt_pt: O endereço do servidor está vazio

# 997自检
source: Self check
de: Selbstüberprüfung
es: Autocomprobación
fr: Autocontrôle
hu_hu: Önellenőrzés
it: Autoverifica
nl: Önellenőrzés
pl: Sprawdzenie
pt_pt: Auto-verificação

# 998参数错误
source: Parameter error
de: Parameterfehler
es: Error del parámetro
fr: Erreur de paramètre
hu_hu: Paraméter hiba
it: Errore di parametro
nl: Parameterfout
pl: Błąd parametru
pt_pt: Erro de parâmetro

# 999电站国家不存在
source: Plant country does not exist
de: Pflanzenland existiert nicht
es: El país de la planta no existe
fr: Le pays d'origine des centrales n'existe pas
hu_hu: Növényi ország nem létezik
it: Il paese vegetale non esiste
nl: Plantenland bestaat niet
pl: Kraj pochodzenia nie istnieje
pt_pt: O país da planta não existe

# 99您注册时填写的手机号是
source: You phone number used for registation is
de: Ihre für die Registrierung verwendete Telefonnummer lautet
es: Su número de teléfono utilizado para el registro es
fr: Votre numéro de téléphone utilisé pour l'inscription est
hu_hu: A regisztrációhoz használt telefonszámod
it: Il tuo numero di telefono utilizzato per la registrazione è
nl: Uw telefoonnummer dat is gebruikt voor de registratie is
pl: Twój numer telefonu użyty do rejestracji to
pt_pt: O seu número de telefone usado para registro é

# 9下滑查看曲线图
source: Slide down to check the chart
de: Für Diagramme nach unten wischen
es: Deslizar hacia abajo para ver la tabla
fr: Glisser vers le bas pour vérifier le tableau
hu_hu: Gördítsen lefelé, hogy ellenőrizze a táblázatot.
it: Scorri verso il basso per esaminare grafico
nl: Swipe naar beneden om de grafiek te bekijken
pl: Przesuń w dół, aby wyświetlić wykres
pt_pt: Deslize para baixo para verificar o gráfico

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hu_hu: Hozzáad
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt_pt: Adicionar

source: Add Failed
de: Hinzufügen fehlgeschlagen
es: Añadir Fallido
fr: Ajout échoué
hu_hu: Sikertelen hozzáadás
it: Aggiunta fallita
nl: Toevoegen niet gelukt
pl: Błąd podczas dodawania
pt_pt: Falha ao adicionar

source: Add Plant
de: Anlage hinzufügen
es: Añadir instalación
fr: Ajouter une centrale PV
hu_hu: Erőmű hozzáadása
it: Aggiungi impianto
nl: Installatie toevoegen
pl: Dodaj instalacje
pt_pt: Adicionar instalação

# Added Successfully
source: Enter datalogger checkcode
de: Hinzufügen erfolgreich
es: añadido con éxito
fr: Ajouté avec succès
hu_hu: Sikeresen hozzáadva
it: Aggiunto con successo
nl: Succesvol toegevoegd
pl: Dodano pomyslnie
pt_pt: Adicionado com sucesso

# aliases
source: Alias
hu_hu: Álnév
pl: Nazwa własna

# Aliases can not be empty
source: Alias is empty!
de: Alias ist leer!
es: ¡Alias está vacío!
fr: L'identifiant ne peut pas être vide
hu_hu: Az álnév üres!
it: Alias è vuoto!
nl: Alias is leeg!
pl: Nazwa jest pusta!
pt_pt: O alias está vazio!

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu_hu: Mégse
it: Cancella
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar

# Charge Power
source: Charging Power
de: Ladeleistung
es: Poder de carga
fr: La puissance de la charge
hu_hu: Töltő áram
it: Potenza di ricarica
nl: Laadvermogen
pl: Moc ładowania
pt_pt: Poder de carregamento

source: Charging Power
de: Ladeleistung
es: Potencia de carga
fr: Puissance de charge
hu_hu: Töltési teljesítmény
it: Energia di carica
nl: Laadvermogen
pl: Moc ładowania
pt_pt: Potência de carregamento

# Choice
source: Selection/Option
de: Auswahl
es: Elección
fr: Choisir
hu_hu: Választás
it: Scelta
nl: Keuze
pl: Wybierz
pt_pt: Escolha

# CO2减排
source: CO2 reduced
de: CO2 reduziert
es: CO2 reducido
fr: Réduction du CO2
hu_hu: Csökkent a CO2
it: CO2 ridotta
nl: CO2 verlaagd
pl: Redukcja CO2
pt_pt: CO2 reduzido

# company
source: Installer
de: Installateur
es: Instalador
pl: Instalator
pt_pt: Instalador

source: Current Power
de: Aktuelle Leistung
es: Potencia actual
fr: Puissance actuelle
hu_hu: Pillanatnyi energia
it: Potenza attuale
nl: Huidig vermogen
pl: Aktualna moc
pt_pt: Potência atual

# Daily Electricity
source: Generation today
de: Generation heute
es: Generación hoy
fr: Production d'aujourd'hui
hu_hu: Ma generáció
it: Generazione oggi
nl: Generatie vandaag
pl: Produkcja dzisiaj
pt_pt: Geração hoje

# Daily Returns
source: Day Revenue
de: Tagesumsatz
es: Ingresos diarios
fr: Revenu journalier
hu_hu: Napi bevétel
it: Entrate giornaliere
nl: Dagopbrengst
pl: Przychody z dnia
pt_pt: Receita do dia

# Datalog Valicode
source: Enter datalogger checkcode
de: Datenlogger-Prüfcode eingeben
es: Ingrese el código de verificación del registrador de datos
fr: Saisir le code de contrôle de datalogger
hu_hu: Írja be az adatrögzítő ellenőrző kódját
it: Immettere il codice di controllo del datalogger
nl: Voer de controlecode van de datalogger in
pl: Wprowadź kod kontrolny rejestratora danych
pt_pt: Digite o código de verificação do registrador de dados

# Datalog verification code is incorrect
source: Datalogger checkcode incorrect
de: Prüfcode ist falsch
es: Código de verificación del datalogger incorrecto
fr: Le code de vérification du Datalogger est incorrect
hu_hu: Hibás a naplózó ellenőrző kódja
it: Checkcode Datalogger errato
nl: Verificatiecode datalogger is onjuist
pl: Niepoprawny kod weryfikacyjny rejestratora danych
pt_pt: Código de verificação Datalogger incorreto

source: Datalogger checkcode
de: Prüfcode
es: Código de verificación del datalogger
fr: Code de vérification du Datalogger
hu_hu: Naplózó ellenőrzőkód
nl: Verificatiecode datalogger
pl: Kod weryfikacyjny rejestratora danych
pt_pt: Código de verificação do Datalogger

source: DAY
de: TAG
es: DÍA
fr: Jour
hu_hu: NAP
it: GIORNO
nl: DAG
pl: Dzień
pt_pt: DIA

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
hu_hu: Törölje
it: Elimina
nl: Verwijderen
pl: Usunięto
pt_pt: Excluir

source: Delete failed
de: Löschen fehlgeschlagen
es: Eliminación fallida
fr: Suppression échouée
hu_hu: Sikertelen törlés
it: Eliminazione fallita
nl: Verwijderen is niet gelukt
pl: Błąd podczas usuwania
pt_pt: Falha na exclusão

source: Device List
de: Geräteliste
es: Lista de dispositivos
fr: Liste des appareils
hu_hu: Készülékek listája
it: Lista dei dispositivi
nl: Apparaatbeheer
pl: Lista urządzeń
pt_pt: Lista de dispositivos

source: Device type
de: Geräteart
es: Tipo de dispositivo
fr: Type d'appareil
hu_hu: Készülék típusa
it: Dispositivo Tipo
nl: Type apparaat
pl: Typ urządzenia
pt_pt: Tipo de dispositivo

# Discharge Power
source: Discharging Power
de: Entladungskraft
es: Poder de descarga
fr: Puissance de décharge
hu_hu: Az energia kisülése
it: Potenza di scarica
nl: Ontlaadvermogen
pl: Moc rozładowania
pt_pt: Descarga de energia

source: Discharging Power
de: Entladeleistung
es: Potencia de descarga
fr: Puissance de décharge
hu_hu: Töltésleadási teljesítmény
it: Energia di scarica
nl: Ontlaadvermogen
pl: Moc rozładowania
pt_pt: PotÊncia de descarga

# Earnings
source: This Month
de: Diesen Monat
es: Este mes
fr: Ce mois
hu_hu: Ebben a hónapban
it: Questo mese
nl: Deze maand
pl: Ten miesiąc
pt_pt: Este mês

# Electron flow
source: Current(A)
de: Strom (A)
es: Corriente (A)
fr: Courant (A)
hu_hu: Áramerősség (A)
it: Corrente (A)
nl: Stroom (A)
pl: Natężenie (A)
pt_pt: Corrente (A)

# Energy
source: Energy(kWh)
de: Energie (kWh)
es: Energía (kWh)
fr: énergie(kWh)
hu_hu: Energia (kWh)
it: Energia ( KWh)
nl: Energie(kWh)
pl: Energia (kWh)
pt_pt: Energia (kWh)

# Enter DatalogSN
source: Please enter datalogger SN
de: Bitte geben Sie den Datenlogger SN ein
es: Por favor, introduzca el registro de datos SN
fr: Veuillez saisir le SN du datalogger.
hu_hu: Kérjük, írja be az SN adatgyűjtőt
it: Inserire il datalogger SN
nl: Voer datalogger SN in
pl: Proszę wpisać rejestrator danych SN
pt_pt: Digite o SN do registrador de dados

source: Enter email
de: Email eingeben
es: Introducir el correo electrónico
fr: Entrez une adresse email
hu_hu: Adja meg az emailjét
it: Inserisci Email
nl: Email invoeren
pl: Wprowadź adres e-mail
pt_pt: Digite e-mail

# Enter phone number
source: please enter the phone number
de: Telefonnumer eingeben
es: Introducir el número de teléfono
fr: veuillez saisir le numéro de téléphone
hu_hu: Adja meg telefonszámát
it: Inserisci Numero di telefono
nl: Telefoonnummer invoeren
pl: Wprowadz numer telefonu
pt_pt: Digite o número de telefone

# Enter your pwd
source: Enter password
de: Passwort eingeben
es: Introducir la contraseña
fr: Entrez le mot de passe
hu_hu: Írd be a jelszót
it: Inserire la password
nl: Voer wachtwoord in
pl: Wprowadź hasło
pt_pt: Digite a senha

# Enter your username
source: Enter username
de: Benutzernamen eingeben
es: Introduzca su nombre de usuario
fr: Entrez le nom d'utilisateur
hu_hu: Adja meg felhasználónevét
it: Inserire username
nl: Vul je gebruikersnaam in
pl: Wpisz nazwę użytkownika
pt_pt: Insira nome de usuário

source: Event List
de: Ereignisliste
es: Lista de eventos
fr: Liste des évenements
hu_hu: Események listája
it: Lista eventi
nl: Gebeurtenissen
pl: Wydarzenia
pt_pt: Lista de eventos

# Gains
source: Revenue
de: Einnahmen
es: Ingresos
hu_hu: Jövedelem
it: Reddito
nl: Omzet
pl: Dochód
pt_pt: Receita

source: Grid-Side Power
de: Leistung Netz
es: Potencia obtenida de la red
fr: Puissance côté réseau
hu_hu: Hálózati teljesítmény
it: Potenza lato rete
nl: Vermogen net
pl: Moc sieci AC
pt_pt: Potência da rede

# group
source: Group No.
de: Gruppen-Nr.
es: Nº de grupo
fr: N° de groupe
hu_hu: Csoportszám
it: Gruppo n.
nl: Groep nummer
pl: Nr grupy
pt_pt: Grupo não.

source: Input Current
de: Eingangsstrom
es: Corriente de entrada
fr: Courant d'entrée
hu_hu: Bemeneti áramerősség
it: Corrente di ingresso
nl: Ingangsstroom
pl: Prąd wejsciowy
pt_pt: Corrente de entrada

source: Input Voltage
de: Eingangspannung
es: Voltaje de entrada
fr: Tension d'entrée
hu_hu: Bemeneti feszültség
it: Tensione di ingresso
nl: Ingangsspanning
pl: Napiecie wejsciowe
pt_pt: Tensão de entrada

# Insert datalog code
source: Datalogger checkcode incorrect
de: Datenlogger-Prüfcode falsch
es: Código de verificación del registrador de datos incorrecto
fr: Le code de contrôle du datalogger est incorrect
hu_hu: A Datalogger ellenőrző kódja hibás
it: Codice di controllo del datalogger errato
nl: Datalogger checkcode onjuist
pl: Niepoprawny kod kontrolny rejestratora danych
pt_pt: Código de verificação do registrador de dados incorreto

# Insert true datalog sn
source: Please input correct SN
de: Bitte richtige Seriennummer eingeben
es: Por favor, introducir el Nº de serie correcto
fr: Veuillez saisir le NS correct du Datalogger
it: Prego inserire il corretto Numero di serie
nl: Voer het juiste serienummer in
pl: Wprowadz poprawny numer seryjny
pt_pt: Por favor insira SN correto

# instal date
source: Installation date
de: Installationsdatum
es: Fecha de la instalación
fr: Installation de la date
hu_hu: Telepítési dátum
it: Data di installazione
nl: Datum installatie
pl: Data instalacji
pt_pt: Data da instalação

source: Installation Information
de: Anlageninformation
es: Información de la instalación
fr: Informations sur l'installation
hu_hu: Telepítési információk
it: Informazioni di installazione
nl: Gegevens installatie
pl: Informacje o instalacji
pt_pt: Informação da Instalação

source: Map
de: Karte
es: Mapa
fr: Carte
hu_hu: Térkép
it: Mappa
nl: Kaart
pl: Mapa
pt_pt: Mapa

source: Modification fails
de: Ändern fehlgeschlagen
es: Modificacion fallida
fr: La modification échoue
hu_hu: Sikertelen módosítás
it: Modifica fallita
nl: Aanpassen is niet gelukt
pl: Zmiana nie powiodła się
pt_pt: Falha na modificação

source: Modified
de: Ändern
es: Modificado
fr: Modifier
hu_hu: Módosított
it: Modificato
nl: Bewerken
pl: Edytuj
pt_pt: Modificado

source: MONTH
de: MONAT
es: MES
fr: Mois
hu_hu: HÓNAP
it: MESE
nl: MAAND
pl: Miesiąc
pt_pt: MÊS

# MONTH BATTERY CHARGE
source: Month PV energy
de: Monat PV-Energie
es: Energía fotovoltaica este mes
fr: Puissance PV mensuelle
hu_hu: Hónap PV energia
it: Mese di energia fotovoltaica
nl: Maand PV-energie
pl: Energia generowana miesięcznie
pt_pt: Mês de energia fotovoltaica

# Month energy
source: This Month
de: Diesen Monat
es: Este mes
fr: Ce mois
hu_hu: Ebben a hónapban
it: Questo mese
nl: Deze maand
pl: Ten miesiąc
pt_pt: Este mês

# MONTHLY CHARGED
source: Month E-charged
de: Monat E-Charge
es: Energía cargada este mes
fr: Energie de charge mensuelle
hu_hu: Hónap E-díj
it: Mese E-addebitato
nl: Maand E-opgeladen
pl: Miesięcznie naładowanie
pt_pt: Mês cobrado por E

# MONTHLY DISCHARGED
source: Month E-discharged
de: Monat E-entladen
es: Energía descargada este mes
fr: Energie de décharge mensuelle
hu_hu: E-hónap mentesül
it: Mese E-scaricato
nl: Maand E gelost
pl: Miesiączne rozładowanie
pt_pt: Mês E-descarregado

# MPP电压:
source: Vmpp:
hu_hu: Max. telj. ponti feszültség Vmpp:
pl: Punkt maksymalnego napięcia trackera

# Networking Timeout
source: Network Timeout
de: Netzwerk-Timeout
es: Tiempo de espera de red agotado
fr: La connexion réseau a expiré
hu_hu: Hálózati időtúllépés
it: Timeout di rete
nl: Netwerk time-out
pl: Limit czasu sieci
pt_pt: Tempo limite da rede

source: Next
de: Weiter
es: Siguiente
fr: Suivant
hu_hu: Következő
it: Prossimo
nl: Volgende
pl: Dalej
pt_pt: Próximo

# oss10当前搜索类型
source: Current search type
de: Aktueller Suchtyp
es: Tipo de búsqueda actual
fr: Type de recherche actuel
hu_hu: Aktuális keresési típus
it: Tipo di ricerca corrente
nl: Huidig zoektype
pl: Aktualny typ wyszukiwania
pt_pt: Tipo de pesquisa atual

# oss11请输入搜索类型
source: Please input search type
de: Bitte geben Sie den Suchtyp ein
es: Por favor ingrese el tipo de búsqueda
fr: Veuillez saisir le type de recherche
hu_hu: Adja meg a keresési típust
it: Inserisci il tipo di ricerca
nl: Voer een zoektype in
pl: Wpisz typ wyszukiwania
pt_pt: Insira o tipo de pesquisa

# oss12请输入服务器地址
source: Please input server address
de: Bitte geben Sie die Serveradresse ein
es: Por favor ingrese la dirección del servidor
fr: Veuillez entrer l'adresse du serveur
hu_hu: Kérjük, írja be a szerver címét
it: Inserisci l'indirizzo del server
nl: Voer het serveradres in
pl: Wprowadź adres serwera
pt_pt: Por favor, insira o endereço do servidor

# oss13请选择序列号或别名
source: Please select SN or alias
de: Bitte wählen Sie SN oder Alias
es: Por favor seleccione SN o alias
fr: Veuillez sélectionner le NS ou le pseudonyme.
hu_hu: Válasszon SN vagy álnevet
it: Seleziona SN o alias
nl: Selecteer SN of alias
pl: Wybierz SN lub alias
pt_pt: Por favor, selecione SN ou alias

# oss14创建时间
source: Create time
de: Zeit schaffen
es: Crear tiempo
fr: Créer du temps
hu_hu: Készítsen időt
it: Crea tempo
nl: Maak tijd
pl: Stwórz czas
pt_pt: Criar hora

# oss15所属用户名
source: Assigned user
de: Zugewiesener Benutzer
es: Usuario asignado
fr: Utilisateur assigné
hu_hu: Hozzárendelt felhasználó
it: Utente assegnato
nl: Toegewezen gebruiker
pl: Przypisany użytkownik
pt_pt: Usuário designado

# oss16修改用户信息
source: Modify user information
de: Benutzerinformationen ändern
es: Modificar información del usuario
fr: Modifier les informations sur l'utilisateur
hu_hu: Módosítsa a felhasználói információkat
it: Modifica le informazioni dell'utente
nl: Wijzig gebruikersinformatie
pl: Zmodyfikuj informacje o użytkowniku
pt_pt: Modificar informações do usuário

# oss1查询采集器校验码
source: Search the check code of datalogger
de: Suchen Sie den Prüfcode des Datenloggers
es: Buscar el código de verificación del datalogger
fr: Recherchez le code de contrôle du datalogger
hu_hu: Keresse meg a datalogger ellenőrző kódját
it: Cerca il codice di controllo del datalogger
nl: Doorzoek de controlecode van datalogger
pl: Wyszukaj kod kontrolny rejestratora danych
pt_pt: Pesquise o código de verificação do registrador de dados

# oss2采集器校验码
source: Datalogger checkcode
de: Datenlogger-Prüfcode
es: Código de verificación del datalogger
fr: Code de contrôle du datalogger
hu_hu: Datalogger ellenőrző kód
it: Codice di controllo del datalogger
pl: Kod kontrolny rejestratora danych
pt_pt: Código de verificação do registrador de dados

# oss3问题
source: Problems
de: Probleme
es: Problemas
fr: Problèmes
hu_hu: Problémák
it: I problemi
nl: Problemen
pl: Problemy
pt_pt: Problemas

# oss4工单
source: Work order
de: Arbeitsauftrag
es: Orden de trabajo
fr: Bon de travail
hu_hu: Munkarend
it: Ordine di lavoro
nl: Werkorder
pl: Porządek pracy
pt_pt: Ordem de serviço

# oss5搜索服务器
source: Searching server
de: Server wird gesucht
es: Buscando servidor
fr: Rechercher un serveur
hu_hu: Keresés a kiszolgálón
it: Server di ricerca
nl: Bezig met zoeken naar server
pl: Serwer wyszukiwania
pt_pt: Procurando servidor

# oss6设备状态
source: Device state
de: Gerätezustand
es: Estado del dispositivo
fr: État du dispositif
hu_hu: Az eszköz állapota
it: Stato del dispositivo
nl: Apparaatstatus
pl: Stan urządzenia
pt_pt: Estado do dispositivo

# oss7未获取到用户信息
source: User information not acquired
de: Benutzerinformationen nicht erfasst
es: Información del usuario no adquirida
fr: Informations sur l'utilisateur non acquises
hu_hu: Nem szereztek be felhasználói információkat
it: Informazioni dell'utente non acquisite
nl: Gebruikersinformatie niet verkregen
pl: Informacje o użytkowniku nie zostały uzyskane
pt_pt: Informações do usuário não adquiridas

# oss8修改时区
source: Modify timezone
de: Ändern Sie die Zeitzone
es: Modificar zona horaria
fr: Modifier le fuseau horaire
hu_hu: Módosítsa az időzónát
it: Modifica fuso orario
nl: Wijzig tijdzone
pl: Zmień strefę czasową
pt_pt: Modificar fuso horário

# oss9选择服务器地址
source: Select server address
de: Wählen Sie die Serveradresse
es: Seleccionar dirección del servidor
fr: Sélectionnez l'adresse du serveur
hu_hu: Válassza ki a szerver címét
it: Seleziona l'indirizzo del server
nl: Selecteer serveradres
pl: Wybierz adres serwera
pt_pt: Selecione o endereço do servidor

# Percentage
source: Battery percentage
de: Batterieprozentsatz
es: Porcentaje de batería
fr: Pourcentage de batterie
hu_hu: Az akkumulátor százaléka
it: Percentuale batteria
nl: Batterij percentage
pl: Procent akumulatora
pt_pt: Percentual da bateria

source: Pgrid
de: P-netz
es: Exportado a red
fr: Puissance réseau
hu_hu: Hálózati teljesítményfelvétel
it: Prete
nl: Pnet
pl: Siec publiczna

source: Plant Detail
de: Anlagendetails
es: Detalle de la instalación
fr: Détail de la centrale PV
hu_hu: Erőmű részletes info
it: Dettagli impianto
nl: Gegevens installatie
pl: Szczegóły instalacji
pt_pt: Detalhe da instalação

source: Plant list
de: Anlagenliste
es: Lista de instalaciones
fr: Liste des centrales PV
hu_hu: Erőművek listája
it: Lista degli impianti
nl: Installatie-overzicht
pl: Lista instalacji
pt_pt: Lista de instalação

source: Plant name
de: Anlagenname
es: Nombre de la instalación
fr: Nom de la centrale PV
hu_hu: Erőmű neve
it: Nome dell'impianto
nl: Naam installatie
pl: Nazwa instalacji
pt_pt: Nome da instalação

source: Plant Overview
de: Anlagenübersicht
es: Vista general de la instalación
fr: Présentation de la centrale PV
hu_hu: Áttekintés az erőműről
it: Panoramica impianto
nl: Overzicht installatie
pl: Przegląd instalacji
pt_pt: Visão geral da instalação

# power
source: PV capacity
de: PV-Kapazität
es: Capacidad fotovoltaica
fr: Capacité PV
hu_hu: PV kapacitás
it: Capacità fotovoltaica
nl: PV-capaciteit
pl: Moc zainstalowana
pt_pt: Capacidade fotovoltaica

# POWER
source: PV capacity
de: Leistung
es: Potencia
fr: Capacité PV
hu_hu: Teljesítmény
it: Potenza
nl: Vermogen
pl: Moc
pt_pt: Potência

# Powre
source: Power(W)
de: Leistung (W)
es: Potencia (W)
fr: Puissance (W)
hu_hu: Teljesítmény (W)
it: Potenza (W)
nl: Vermogen (W)
pl: Moc (W)
pt_pt: Potência (W)

source: Ppv
es: PFV (potencia FV)
fr: Puissance photovoltaïque
hu_hu: Napelemes teljesítményfelvétel
pl: Moc panelu (Ppv)

# PpvN
source: Power:
de: Leistung:
es: Poder:
fr: Puissance
hu_hu: Teljesítmény:
it: Energia:
nl: Vermogen:
pl: Moc:
pt_pt: Poder:

source: Puser
de: P-verbraucher
es: Consumo de energía
fr: Consommation d'énergie
hu_hu: Felhasználói teljesítményfelvétel
it: Putente
nl: Pgebruiker
pl: Konsumpcja energii

source: Pv Power
de: PV-Leistung
es: Potencia FV
fr: Puissance PV
hu_hu: Napelem teljesítmény
it: Potenza Fotovoltaica
nl: PV-vermogen
pl: Moc PV

# PV1 ELEC-CURRENT
source: PV1 Current
de: PV1-Strom
es: PV1 actual
fr: Intensité PV1
hu_hu: PV1 áram
it: Corrente PV1
nl: PV1 Stroom
pl: Prąd PV1
pt_pt: Corrente PV1

source: Pv1 Voltage
de: Strang 1 Spannung
es: Voltaje FV1
fr: Tension PV1
hu_hu: Napelem1 feszültség
it: Tensione Pv1
nl: Pv1 Spanning
pl: Napięcie Pv1
pt_pt: Tensão Pv1

# PV2 ELEC-CURRENT
source: PV2 Current
de: PV2-Strom
es: PV2 actual
fr: Intensité PV2
hu_hu: PV2 áram
it: Corrente PV2
nl: PV2 stroom
pl: Prąd PV2
pt_pt: Corrente PV2

source: Pv2 Voltage
de: Strang 2 Spannung
es: Voltaje FV2
fr: Tension PV2
hu_hu: Napelem2 feszültség
it: Tensione Pv2
nl: Pv2 Spanning
pl: Napięcie Pv2
pt_pt: Tensão Pv2

source: Remove Station
de: Station entfernen
es: Eliminar estación
fr: Supprimer la station
hu_hu: Távolítsa el az állomást
it: Rimuovi stazione
nl: Station verwijderen
pl: Usuń stację
pt_pt: Remover estação

source: Revenue
de: Einnahmen
es: Ingresos
fr: Revenus
hu_hu: Jövedelem
it: Reddito
nl: Omzet
pl: Dochód
pt_pt: Receita

# RF序列号
source: RFStick sn:
de: Seriennummer RF-Stick:
hu_hu: Rfstick gyáriszám:
it: Seriale Rfstick:
nl: Serienummer Rfstick:
pl: Numer seryjny wtyczki Rfstick:
pt_pt: SN do RFStick:

source: R-PHASE POWER
de: R-PHASENLEISTUNG
es: POTENCIA FASE R
fr: PUISSANCE PH 1
hu_hu: R-FÁZIS TELJESÍTMÉNY
it: POTENZA FASE L1
nl: VERMOGEN R-FASE
pl: MOC FAZY R
pt_pt: POTÊNCIA FASE R

# Setting Station Map
source: Setting plant map
de: Einstellungen Anlagenkarte
es: Establecer mapa de la instalación
fr: Mise en place de la carte des centrales
hu_hu: Az erőmű térképének beállítása
it: Imposta la mappa dell'impianto
nl: Kaart installatie instellen
pl: Ustaw mape instalacji
pt_pt: Definir o mapa da instalação

# ShineWifiE名字
source: Name:
es: Nombre:
fr: Nom :
hu_hu: Név:
it: Nome:
nl: Naam:
pl: Imie:
pt_pt: Nome:

# ShineWifi密码
source: password:
de: Passwort:
es: Contraseña:
fr: mot de passe :
hu_hu: Jelszó:
nl: Wachtwoord:
pl: Hasło:
pt_pt: Senha:

# ShineWiFi配置
source: WiFi configuration
de: Wifi Einstellungen
es: Configuracion wifi
fr: Configuration WiFi
hu_hu: Wifi konfiguráció
it: Configurazione WiFi
nl: Wifi instellen
pl: Skonfiguruj Wifi
pt_pt: Configuração WiFi

# ShineWifi输入路由器
source: Enter the router name
de: Geben Sie den Routernamen ein
es: Ingrese el nombre del router
fr: Entrez le nom du routeur
hu_hu: Írja be az útválasztó nevét
it: Inserisci il nome del router
nl: Voer de routernaam in
pl: Wpisz nazwę routera
pt_pt: Digite o nome do roteador

# ShineWifi输入路由器密码
source: Enter the router password
de: Geben Sie das Router-Passwort ein
es: Ingrese la contraseña del router
fr: Entrez le mot de passe du routeur
hu_hu: Írja be az útválasztó jelszavát
it: Inserisci la password del router
nl: Voer het routerwachtwoord in
pl: Wprowadź hasło do routera.
pt_pt: Digite a senha do roteador
