Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 让设备根据设定时间执行
source: Let the device execute according to the set time
de: Lassen Sie das Gerät gemäß der eingestellten Zeit ausführen
es: Deje que el dispositivo se ejecute de acuerdo con el tiempo establecido
fr: Laissez l'appareil s'exécuter en fonction de l'heure définie
hu_hu: Hagyja, hogy az eszköz a beállított időnek megfelelően végrehajtson
it: Lasciare eseguire il dispositivo in base al tempo impostato
nl: Laat het apparaat uitvoeren volgens de ingestelde tijd
pl: Pozwól urządzeniu wykonać zgodnie z ustawionym czasem
pt_pt: Deixe o dispositivo executar de acordo com o tempo definido

# 负载设置
source: Load setting
de: Ladeeinstellung
es: Configuración de carga
fr: Réglage de la charge
hu_hu: Terhelés beállítása
it: Carica impostazione
nl: Instelling laden
pl: Ustawienie obciążenia
pt_pt: Definida de carga

# 请选择负载类型
source: Please select load type
de: Bitte Ladetyp auswählen
es: Por favor seleccione tipo de consumo
fr: Veuillez sélectionner le type de chargement
hu_hu: Kérjük, válassza ki a rakomány típusát
it: Seleziona il tipo di caricamento
nl: Selecteer het laadtype
pl: Proszę wybrać typ obciążenia
pt_pt: Selecione o tipo de carga

# 负载类型
source: Load type
de: Lasttyp
es: Tipo de consumo
fr: Type de chargement
hu_hu: Rakomány típusa
it: Tipo di carico
nl: Type belasting
pl: Rodzaj obciążenia
pt_pt: O tipo de carga

# 执行时间
source: execution time
de: Ausführungszeit
es: Tiempo de ejecución
fr: Délai d'exécution
hu_hu: végrehajtási idő
it: tempo di esecuzione
nl: uitvoertijd
pl: Czas realizacji
pt_pt: Tempo de execução

# 执行任务
source: Perform tasks
de: Ausführungsmission
es: Ejecutar tarea
fr: Mission d'exécution
hu_hu: Feladatot ellát
it: Eseguire compiti
nl: Taken uitvoeren
pl: Misja wykonawcza
pt_pt: Missão de execução

# 功率未设置
source: Power is not set
de: Die Stromversorgung ist nicht eingestellt
es: Potencia no configurada
fr: Le pouvoir n'est pas fixé
hu_hu: Az energia nincs beállítva
it: L'alimentazione non è impostata
nl: Stroom is niet ingesteld
pl: Moc nie jest ustawiona
pt_pt: Potência não foi definida

# 执行功率
source: Execution power
de: Ausführungskraft
es: Potencia de ejecución
fr: Puissance d'exécution
hu_hu: Végrehajtási teljesítmény
it: Potenza di esecuzione
nl: Uitvoeringsbevoegdheid
pl: Siła wykonawcza
pt_pt: Potência de execução

# 执行类型
source: Execution type
de: Ausführungsart
es: Tipo de ejecución
fr: Type d'exécution
hu_hu: Végrehajtás típusa
it: Tipo di esecuzione
nl: Uitvoeringstype
pl: Rodzaj wykonania
pt_pt: Típico de execução

# 联动功率
source: Linkage power
de: Verbindungsleistung
es: Potencia de enlace
fr: Puissance de liaison
hu_hu: Összekötő erő
it: Potenza di collegamento
nl: Koppelingskracht
pl: Siła połączenia
pt_pt: Potência de ligação

# 设备功率
source: Equipment power
de: Geräteleistung
es: Potencia de equipamiento
fr: Puissance de l'appareil
hu_hu: berendezés teljesítménye
it: potenza dell'attrezzatura
nl: apparatuur vermogen
pl: Moc urządzenia
pt_pt: Potência do dispositivo

# 工作中
source: At work
de: Arbeiten
es: Funcionando
fr: Travailler
hu_hu: Munkában
it: Al lavoro
nl: Op het werk
pl: Praca
pt_pt: Trabalhando

# 场景列表
source: Scene list
de: Szenarioliste
es: Lista de escenarios
fr: Liste de scénarios
hu_hu: Jelenetek listája
it: Elenco scene
nl: Scene lijst
pl: Lista scenariuszy
pt_pt: Lista de cenários

# 一键执行
source: One-click execution
de: Ausführung mit einem Klick
es: Ejecución con un click
fr: Exécution en un clic
hu_hu: Egy kattintásos végrehajtás
it: Esecuzione con un clic
nl: Uitvoering met één klik
pl: Wykonanie jednym kliknięciem
pt_pt: Execução com um clique

# 条件执行
source: Conditional execution
de: Bedingte Ausführung
es: Ejecución condicional
fr: Exécution conditionnelle
hu_hu: Feltételes végrehajtás
it: Esecuzione condizionale
nl: Voorwaardelijke uitvoering
pl: Egzekucja warunkowa
pt_pt: Execução condicional

# 场景类型
source: Scene type
de: Szenariotyp
es: Tipo de escenario
fr: Type de scénario
hu_hu: Jelenet típusa
it: Tipo di scena
nl: Scènetype
pl: Typ scenariusza
pt_pt: Típico de cenários

# 添加新的条件
source: Add new condition
de: Neue Bedingung hinzufügen
es: Añadir nueva condición
fr: Ajouter une nouvelle condition
hu_hu: Új feltétel hozzáadása
it: Aggiungi nuova condizione
nl: Voeg nieuwe staat toe
pl: Dodaj nowy warunek
pt_pt: Adicionar nova condição

# 设备状态变化
source: Device status changes
de: Änderung des Gerätestatus
es: Cambio en el estado de dispositivo
fr: Changement de statut de l'équipement
hu_hu: Az eszköz állapota megváltozik
it: Lo stato del dispositivo cambia
nl: Apparaatstatus verandert
pl: Zmiana statusu urządzenia
pt_pt: Alteração de status de dispositivo

# 执行条件
source: Execution conditions
de: Ausführungsbedingung
es: Condiciónes de ejecución
fr: Condition d'exécution
hu_hu: Végrehajtási feltételek
it: Condizioni di esecuzione
nl: Uitvoeringsvoorwaarden
pl: Warunek wykonania
pt_pt: Condição de execução

# 满足任意条件时
source: When any condition is met
de: Wenn eine Bedingung erfüllt ist
es: Cuando cualquier condiciones son satisfechas
fr: Lorsqu'une condition est remplie
hu_hu: Ha bármely feltétel teljesül
it: Quando si verifica una condizione
nl: Wanneer aan een voorwaarde is voldaan
pl: Kiedy jakikolwiek warunek jest spełniony
pt_pt: Quando qualquer condição é satisfeita

# 满足全部条件时
source: When all conditions are met
de: Wenn alle Bedingungen erfüllt sind
es: Cuando todas las condiciones son satisfechas
fr: Lorsque toutes les conditions sont remplies
hu_hu: Ha minden feltétel teljesül
it: Quando tutte le condizioni sono soddisfatte
nl: Als aan alle voorwaarden is voldaan
pl: Kiedy wszystkie warunki są spełnione
pt_pt: Quando todas as condições são satisfeitas

# 执行设备
source: Execution equipment
de: Ausführungsgerät
es: Ejecución de dispositivo
fr: Dispositif d'exécution
hu_hu: Végrehajtási felszerelés
it: Attrezzatura per l'esecuzione
nl: Uitvoeringsapparatuur
pl: Urządzenie wykonujące
pt_pt: Dispositivo de execução

# 删除该条件?
source: Remove the condition
de: Diese Bedingung löschen?
es: ¿Borrar esta condición?
fr: Supprimer cette condition ?
hu_hu: Távolítsa el a feltételt
it: Rimuovere la condizione
nl: Verwijder de voorwaarde
pl: Skasować ten warunek?
pt_pt: Excluir a condição

# 条件类型
source: Condition type
de: Konditionsart
es: Tipo de condición
fr: Type de condition
hu_hu: Feltétel típusa
it: Tipo di condizione
nl: Conditie type
pl: Rodzaj warunku
pt_pt: Típico de condição

# 剩余时间
source: Time left
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
hu_hu: Idő maradt
it: Tempo rimasto
nl: Tijd over
pl: Pozostały czas
pt_pt: Tempo restante

# 更多功能
source: More features
de: Mehr Funktionen
es: Más funciones
fr: Plus de fonctions
hu_hu: További szolgáltatások
it: Altre funzionalità
nl: Meer eigenschappen
pl: Więcej funkcji
pt_pt: Mais funções

# 温标切换
source: Temperature scale switching
de: Temperatureinheiten schalten
es: Cambio de unidades de temperatura
fr: Changement d'unités de température
hu_hu: Hőmérséklet skála kapcsolása
it: Commutazione della scala di temperatura
nl: Schakelen van temperatuurschaal
pl: Jednostki temperatury przełączania
pt_pt: Unidades de temperatura de comutação

# 温度回差
source: Temperature difference
de: Temperaturdifferenz
es: Diferencial de temperatura
fr: Différentiel de température
hu_hu: Hőmérsékleti különbség
it: Differenza di temperatura
nl: Temperatuur verschil
pl: Różnica temperatur
pt_pt: Diferencial de temperatura

# 请输入功率
source: Please enter the power
de: Bitte geben Sie die Leistung ein
es: Por favor introduzca potencia
fr: Veuillez entrer la puissance
hu_hu: Kérjük, adja meg a hatalmat
it: Per favore, inserisci il potere
nl: Voer de macht in
pl: Proszę wprowadzić zasilanie
pt_pt: insira o poder

# 能耗详情
source: Energy consumption details
de: Verbrauchsdetail
es: Detalle de consumo
fr: Détail de la consommation
hu_hu: Az energiafogyasztás részletei
it: Dettagli sul consumo di energia
nl: Details energieverbruik
pl: Szczegóły dotyczące zużycia
pt_pt: Detalhe de consumo

# 预设温度
source: Preset temperature
de: Standardtemperatur
es: Temperatura por defecto
fr: Température par défaut
hu_hu: Előre beállított hőmérséklet
it: Temperatura preimpostata
nl: Vooraf ingestelde temperatuur
pl: Domyślna temperatura
pt_pt: Predefinição de temperatura

# 温度设置
source: Temperature setting
de: Temperatureinstellung
es: Ajustes de temperatura
fr: Réglage de la température
hu_hu: Hőmérséklet beállítása
it: Impostazione della temperatura
nl: Temperatuurinstelling
pl: Ustawienie temperatury
pt_pt: Definição de temperatura

# 温度详情
source: Temperature details
de: Temperaturdetail
es: Detalle de temperatura
fr: Détail de la température
hu_hu: Hőmérsékleti adatok
it: Dettagli di temperatura
nl: Temperatuurdetails
pl: Szczegóły dotyczące temperatury
pt_pt: Detalhe de temperatura

# 空调温度
source: Air conditioning temperature
de: Klimatemperatur
es: Temperatura de aire acondicionado
fr: Température de l'air conditionné
hu_hu: Légkondicionáló hőmérséklete
it: Temperatura aria condizionata
nl: Airconditioning temperatuur
pl: Temperatura powietrza atmosferycznego
pt_pt: Temperatura de ar condicionado

# 时间段设置
source: Time period setting
de: Zeiteinstellung
es: Configurar periodo de tiempo
fr: Fixation de la période de temps
hu_hu: Időtartam beállítása
it: Impostazione del periodo di tempo
nl: Tijdsperiode instelling
pl: Ustawienie okresu czasu
pt_pt: Configuração de período

# 自发自用收益
source: Spontaneous income
de: Eigenverbrauchseinkommen
es: Ingreso expontaneo
fr: Gains d'autoconsommation
hu_hu: Spontán jövedelem
it: Reddito spontaneo
nl: Spontaan inkomen
pl: Zysk autokonsumpcji
pt_pt: Rendimento de autoconsumo

# 月收益
source: Gain for the month
de: Ergebnis dieses Monats
es: Ganacia del mes
fr: Gains de ce mois
hu_hu: Nyereség a hónapra
it: Guadagna per il mese
nl: Winst voor de maand
pl: Zarobki z tego miesiąca
pt_pt: Rendimento mental

# 自发自用率
source: Spontaneous use rate
de: Eigenverbrauchsrate
es: Ratio de autoconsumo
fr: Taux d'autoconsommation
hu_hu: Spontán felhasználási arány
it: Tasso di utilizzo spontaneo
nl: Percentage spontaan gebruik
pl: Autokonsumpcja
pt_pt: Taxa de autoconsumo

# 更多
source: More
de: Mehr
es: Mas
fr: Pour en savoir plus
hu_hu: Több
it: Di Più
nl: Meer
pl: Więcej
pt_pt: Mais

# 其他负载
source: Other loads
de: Andere Lasten
es: Otros consumos
fr: Autres charges
hu_hu: Egyéb rakományok
it: Altri carichi
nl: Andere ladingen
pl: Inne obciążenia
pt_pt: Outras cargas

# 使用该条件
source: Use this condition
de: Verwenden Sie diese Bedingung
es: Usar esta condición
fr: Utilisez cette condition
hu_hu: Használd ezt a feltételt
it: Usa questa condizione
nl: Gebruik deze voorwaarde
pl: Użyj tego warunku
pt_pt: Usar a condição

# 光伏联动功率
source: Photovoltaic power
de: PV-Verbindungsleistung
es: Pontencia de paneles enlazados
fr: Puissance de liaison PV
hu_hu: Fotovoltaikus energia
it: Potenza fotovoltaica
nl: Fotovoltaïsche energie
pl: Moc połączeń PV
pt_pt: Podência de ligação FV

# 其他负载功率
source: Other load power
de: Leistung anderer Lasten
es: Potencia de otras cargas
fr: Puissance des autres charges
hu_hu: Egyéb terhelési teljesítmény
it: Altra potenza di carico
nl: Ander laadvermogen
pl: Moc innych obciążeń
pt_pt: Podência de outras cargas

# 点击设置收益
source: Click to set revenue
de: Klicken Sie hier, um das Einkommen festzulegen
es: Personaliza la ganancia
fr: Cliquer pour définir le gain
hu_hu: Kattintson a bevétel beállításához
it: Fai clic per impostare le entrate
nl: Klik om inkomsten in te stellen
pl: Kliknij, aby ustawić zarabianie
pt_pt: Clique para definir os rendimentos

# 空调设置开机固定温度
source: Air conditioner set to start fixed temperature
de: Starttemperatur der Klimaanlage einstellen
es: Configurar temperatura de inicio de aire acondicionado
fr: Régler la température de démarrage de la climatisation
hu_hu: A klímaberendezés a beállított hőmérséklet elindításához van beállítva
it: Condizionatore d'aria impostato per l'avvio a temperatura fissa
nl: Airconditioner ingesteld om vaste temperatuur te starten
pl: Ustawienie temperatury startowej powietrza zasilającego
pt_pt: Definir a temperatura de inicialização de ar condicionado

# 正在执行光伏联动
source: Implementing photovoltaic linkage
de: PV-Verknüpfung wird ausgeführt
es: Enlace de paneles se está ejecutando
fr: La liaison PV est en cours d'exécution
hu_hu: A fotovoltaikus kapcsolat megvalósítása
it: Implementazione del collegamento fotovoltaico
nl: Fotovoltaïsche koppeling implementeren
pl: Połączenie PV jest realizowane
pt_pt: Exeutado a ligação FV

# 查看
source: View
de: Durchsuche
es: Buscar
fr: Naviguer sur
hu_hu: Kilátás
it: Visualizza
nl: Visie
pl: Przeglądaj
pt_pt: dar uma olhada

# 用电量占比
source: Power consumption ratio
de: Verbrauchsanteil
es: Ratio de consumo
fr: Part de la consommation
hu_hu: Energiafogyasztás aránya
it: Rapporto di consumo energetico
nl: Stroomverbruik ratio
pl: Proporcja spożycia
pt_pt: Proporção de consumo

# 预设状态
source: Default state
de: Standardstatus
es: Estado por defecto
fr: état du défaut
hu_hu: Alapértelmezett állapot
it: Stato predefinito
nl: Standaardstatus
pl: Status domyślny
pt_pt: Status de predefinição

# 通讯地址
source: mailing address
de: Kommunikationsadresse
es: Dirección de comunicación
fr: Adresse de communication
hu_hu: levelezési cím
it: indirizzo di posta
nl: postadres
pl: Adres do korespondencji
pt_pt: Endereço de comunicação

# 条件不能为空
source: Condition cannot be empty
de: Bedingung kann nicht leer sein
es: La condición no puede estar vacia
fr: La condition ne peut être vide
hu_hu: A feltétel nem lehet üres
it: La condizione non può essere vuota
nl: Conditie mag niet leeg zijn
pl: Stan nie może być pusty
pt_pt: A condição não pode estar vazia

# 未设置执行任务
source: No execution task set
de: Mission zur Ausführung nicht festgelegt
es: Tarea de ejecución no configurada
fr: Mission à exécuter non fixée
hu_hu: Nincs beállítva végrehajtási feladat
it: Nessuna attività di esecuzione impostata
nl: Geen uitvoeringstaak ingesteld
pl: Misja do wykonania nieokreślona
pt_pt: Missão a executar não definida

# 至少选用一个条件
source: Choose at least one condition
de: Wählen Sie mindestens eine Bedingung
es: Elige al menos una condición
fr: Choisissez au moins une condition
hu_hu: Válasszon legalább egy feltételt
it: Scegli almeno una condizione
nl: Kies ten minste één voorwaarde
pl: Wybierz co najmniej jeden warunek
pt_pt: Pelo menos escolha uma condição

# 次日
source: The next day
de: Der nächste Tag
es: El día siguiente
fr: Le lendemain
hu_hu: A következő nap
it: Il giorno successivo
nl: De volgende dag
pl: Następnego dnia
pt_pt: O próximo dia

# 热水器工作模式
source: Water heater working mode
de: Arbeitsweise des Warmwasserbereiters
es: Modo de trabajo del calentador de agua
fr: Mode de fonctionnement du chauffe-eau
hu_hu: A vízmelegítő üzemmódja
it: Modalità di funzionamento dello scaldabagno
nl: Boiler werkmodus
pl: Tryb pracy podgrzewacza wody
pt_pt: Modo de trbalho de aquecedor de água

# 三种模式只能执行一种
source: Only one of the three modes can be executed
de: Es kann nur einer der drei Modi ausgeführt werden
es: Solo uno de los 3 modos puede ejecutarse
fr: Un seul des trois modes peut être exécuté
hu_hu: A három üzemmód közül csak egyet lehet végrehajtani
it: È possibile eseguire solo una delle tre modalità
nl: Slechts een van de drie modi kan worden uitgevoerd
pl: Tylko jeden z trzech trybów może być wykonywany
pt_pt: Somente um dos três modos pode ser executado

# 光伏联动模式
source: Photovoltaic linkage mode
de: PV-Verbindungsmodus
es: Modo de enlazamiento de PV
fr: Mode de liaison PV
hu_hu: Fotoelektromos kapcsolási mód
it: Modalità di collegamento fotovoltaico
nl: Fotovoltaïsche koppelingsmodus
pl: Tryb połączenia PV
pt_pt: Modo de ligação FV

# 固定模式
source: Fixed mode
de: Fester Modus
es: Modo ajustado
fr: Mode fixe
hu_hu: Rögzített mód
it: Modalità fissa
nl: Vaste modus
pl: Tryb stały
pt_pt: Modo fixo

# 根据光伏发电功率自动调节烧水
source: Automatically adjust boiling water according to photovoltaic power generation
de: Regelung des Heizmodus entsprechend der PV-Erzeugung
es: Regula automáticamente el modo de calefacción según la generación fotovoltaica
fr: Régler automatiquement le mode de chauffage en fonction de la production photovoltaïque
hu_hu: A forró víz automatikus beállítása a fotovoltaikus energiatermelés szerint
it: Regola automaticamente l'acqua bollente in base alla generazione di energia fotovoltaica
nl: Pas kokend water automatisch aan op basis van fotovoltaïsche energieopwekking
pl: Automatyczna regulacja trybu ogrzewania w zależności od generacji PV
pt_pt: Regula automaticamente o modo de aquecimento de acordo com a geração fotovoltaica

# 设置热水器固定工作功率烧水
source: Set the fixed working power of the water heater to boil water
de: Feste Leistung des Warmwasserbereiters einstellen
es: Ajuste de potencia fija del calentador de agua
fr: Réglage de la puissance fixe du chauffe-eau
hu_hu: Állítsa be a vízmelegítő rögzített üzemi teljesítményét a víz forralására
it: Impostare la potenza di lavoro fissa dello scaldacqua per far bollire l'acqua
nl: Stel het vaste werkvermogen van de boiler in om water te koken
pl: Ustawienie stałej mocy podgrzewacza wody
pt_pt: Definir potência fixa do aquecedor de água

# 手动触发开关
source: Manual trigger switch
de: Manueller Auslöseschalter
es: Interruptor manual
fr: Interrupteur à déclenchement manuel
hu_hu: Kézi kapcsoló
it: Interruttore a grilletto manuale
nl: Handmatige trigger-schakelaar
pl: Ręczny przełącznik spustowy
pt_pt: Interruptor de gatilho manual

# 烧水功率
source: Boiling water power
de: Heizleistung
es: Potencia para calentar
fr: Puissance calorifique
hu_hu: Forrásban lévő víz ereje
it: Potenza acqua bollente
nl: Vermogen kokend water
pl: Moc grzewcza
pt_pt: Potência de aquecimento

# 工作功率
source: Working power
de: Arbeitskraft
es: Potencia de trabajo
fr: Puissance de fonctionnement
hu_hu: Munkaerő
it: Potenza di lavoro
nl: Werkende kracht
pl: Siła robocza
pt_pt: Potência de trabalho

# 是否开启定时
source: Whether to turn on timing
de: Gibt an, ob das Timing aktiviert werden soll
es: Activación temporal si
fr: S'il faut permettre le chronométrage
hu_hu: Az időzítés bekapcsolása
it: Se attivare i tempi
nl: Of de timing moet worden ingeschakeld
pl: Czy włączyć timing
pt_pt: Se deve ativar o tempo

# 配网失败
source: Distribution failed
de: Verbindung zum Netzwerk fehlgeschlagen
es: No se puede conectar a la red
fr: Défaut de connexion au réseau
hu_hu: Nem sikerült a terjesztés
it: Distribuzione non riuscita
nl: Distributie is mislukt
pl: Brak połączenia z siecią
pt_pt: Falha ao conectar-se à rede

# 请检查wifi密码是否正确
source: Please check if the wifi password is correct
de: Bitte überprüfen Sie, ob das WLAN-Passwort richtig ist
es: Por favor, compruebe si la contraseña WiFi es correcta
fr: Veuillez vérifier si le mot de passe WiFi est correct
hu_hu: Ellenőrizze, hogy a wifi jelszó helyes-e
it: Si prega di verificare se la password wifi è corretta
nl: Controleer of het wifi-wachtwoord correct is
pl: Proszę sprawdzić, czy hasło WiFi jest prawidłowe
pt_pt: Verifique se a senha do WiFi está correta

# 请检查网络是否正常
source: Please check if the network is normal
de: Bitte überprüfen Sie, ob das Netzwerk normal ist
es: Por favor compruebe la red
fr: Veuillez vérifier si le réseau est normal
hu_hu: Ellenőrizze, hogy a hálózat normál-e
it: Controlla se la rete è normale
nl: Controleer of het netwerk normaal is
pl: Proszę sprawdzić, czy sieć jest normalna
pt_pt: Verifique se a rede está normal

# GroBoost已同步到设备列表
source: GroBoost has been synced to the device list
de: Groboost mit Geräteliste synchronisiert
es: Groboost sincronizado con la lista de dispositivos
fr: Groboost synchronisé avec la liste des appareils
hu_hu: A GroBoost szinkronizálva volt az eszközlistával
it: GroBoost è stato sincronizzato con l'elenco dei dispositivi
nl: GroBoost is gesynchroniseerd met de apparatenlijst
pl: Lista urządzeń zsynchronizowanych z Groboostem
pt_pt: Groboost sincronizado com a lista de dispositivos

# 选择2.4GHz Wi-Fi网络并输入密码
source: Select 2.4GHz Wi-Fi network and enter the password
de: Wählen Sie ein 2,4-GHz-WLAN-Netzwerk und geben Sie das Passwort ein
es: Seleccione la red Wi-Fi de 2.4GHz e ingrese la contraseña
fr: Sélectionnez un réseau Wi-Fi 2,4 GHz et entrez le mot de passe
hu_hu: Válassza a 2,4 GHz-es Wi-Fi hálózatot, és írja be a jelszót
it: Seleziona la rete Wi-Fi a 2,4 GHz e inserisci la password
nl: Selecteer 2,4 GHz wifi-netwerk en voer het wachtwoord in
pl: Wybierz sieć Wi-Fi 2,4 GHz i wprowadź hasło
pt_pt: Selecione rede Wi-Fi de 2,4 GHz e digite a senha

# 如果你的wifi是5GHz的，请设置为2.4GHz
source: If your wifi is 5GHz, please set it to 2.4GHz
de: Wenn Ihr WLAN 5 GHz ist, stellen Sie es bitte auf 2,4 GHz ein
es: Si su wifi es de 5 GHz, configúrelo a 2,4 GHz
fr: Si votre wifi est à 5 GHz, veuillez le régler à 2,4 GHz
hu_hu: Ha a wifi 5 GHz-es, akkor állítsa azt 2,4 GHz-re
it: Se il tuo wifi è 5GHz, impostalo su 2.4GHz
nl: Als uw wifi 5 GHz is, stel deze dan in op 2,4 GHz
pl: Jeśli twoje Wi-Fi to 5 GHz, ustaw je na 2,4 GHz
pt_pt: Se o seu wifi for 5GHz, defina-o como 2.4GHz

# 常见路由器的设置方法
source: Common router setting methods
de: Gängige Router-Einstellungsmethoden
es: Métodos comunes de configuración del router
fr: Méthodes de configuration de routeur courantes
hu_hu: Általános útválasztó-beállítási módszerek
nl: Algemene router-instellingsmethoden
pl: Typowe metody ustawiania routera
pt_pt: Métodos comuns de configuração do roteador

# 正在添加设备
source: Adding device
de: Gerät hinzufügen
es: añadir dispositivo
fr: Ajout d'un appareil
hu_hu: Eszköz hozzáadása
it: Aggiunta di un dispositivo
nl: Apparaat toevoegen
pl: Dodawanie urządzenia
pt_pt: Adicionando dispositivo

# 确保Wi-Fi信号良好
source: Ensure that the Wi-Fi signal is good.
de: Stellen Sie sicher, dass das WLAN-Signal gut ist.
es: Asegúrese de que la señal de Wi-Fi sea buena.
fr: Assurez-vous que le signal Wi-Fi est bon.
hu_hu: Győződjön meg arról, hogy a Wi-Fi jel jó.
it: Assicurarsi che il segnale Wi-Fi sia buono.
nl: Zorg ervoor dat het wifi-signaal goed is.
pl: Upewnij się, że sygnał Wi-Fi jest dobry.
pt_pt: Verifique se o sinal Wi-Fi está bom.

# 请将手机连接到下图所示热点
source: Please connect your phone to the hotspot shown below
de: Bitte verbinden Sie Ihr Telefon mit dem unten gezeigten Hotspot
es: Conecte su teléfono al punto de acceso que se muestra a continuación
fr: Veuillez connecter votre téléphone au hotspot indiqué ci-dessous
hu_hu: Csatlakoztassa telefonját az alább látható hotspothoz
it: Si prega di collegare il telefono all'hotspot mostrato di seguito
nl: Verbind uw telefoon met de onderstaande hotspot
pl: Podłącz telefon do hotspotu pokazanego poniżej
pt_pt: Conecte seu telefone ao ponto de acesso mostrado abaixo

# 返回本应用，继续添加设备
source: Return to this app and continue adding devices
de: Kehren Sie zu dieser App zurück und fügen Sie weitere Geräte hinzu
es: Regrese a esta aplicación y continúe agregando dispositivos
fr: Revenez à cette application et continuez d'ajouter des appareils
hu_hu: Térjen vissza ehhez az alkalmazáshoz, és folytassa az eszközök hozzáadását
it: Torna a questa app e continua ad aggiungere dispositivi
nl: Keer terug naar deze app en ga door met het toevoegen van apparaten
pl: Wróć do tej aplikacji i kontynuuj dodawanie urządzeń
pt_pt: Volte a este aplicativo e continue adicionando dispositivos

# 确认热点连接无误，继续下一步
source: Conflrm hot spot connecton,next
de: Bestätigen Sie als Nächstes die Hotspot-Verbindung
es: Confirme la conexión del punto de acceso, a continuación
fr: Confirmer la connexion au hotspot, ensuite
hu_hu: Ezt követően erősítse meg a hotspot kapcsolatot
it: Conferma la connessione all'hotspot, successiva
nl: Bevestig vervolgens de hotspot-verbinding
pl: Potwierdź połączenie z punktem dostępowym, następnie
pt_pt: Confirme a conexão do ponto de acesso, próximo
