Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 427光伏供电低于插座总用电55%时，插座关闭
source: When the photovoltaic power supply is lower than 55% of the total power consumption of the socket, the socket is closed.
de: Wenn die Photovoltaik-Stromversorgung weniger als 55% des Gesamtstromverbrauchs der Steckdose ausmacht, wird die Steckdose geschlossen.
es: Cuando el suministro de energía fotovoltaica es inferior al 55% del consumo total de energía del enchufe, el enchufe está cerrado.
fr: Lorsque l'alimentation électrique photovoltaïque est inférieure à 55 % de la consommation électrique totale de la prise, celle-ci est fermée.
hu_hu: Ha a fotovoltaikus tápegység kevesebb, mint az aljzat teljes energiafogyasztásának 55% -a, akkor az aljzat bezáródik.
it: Quando l'alimentazione fotovoltaica è inferiore al 55% del consumo totale di energia della presa, la presa è chiusa.
nl: Wanneer de fotovoltaïsche voeding lager is dan 55% van het totale stroomverbruik van het stopcontact, is het stopcontact gesloten.
pl: Gdy zasilanie fotowoltaiczne jest niższe niż 55% całkowitego zużycia energii przez gniazdo, gniazdo jest zamknięte.
pt_pt: Quando a fonte de energia fotovoltaica é inferior a 55% do consumo total de energia do soquete, o soquete é fechado.

# 427语言
source: Language
es: Idioma
pl: Język
pt_pt: Idioma

# 427直流保险丝断开
source: DC Fuse Open
es: Fusible DC Abierto
fr: Fusible DC ouvert
pl: Bezpiecznik prądu stałego otwarty

# 428面板电压过高警
source: The DC input voltage is exceeding the maximum tolerable value.
es: La tensión de entrada de DC supera el valor máximo tolerable.
fr: La tension d'entrée DC dépasse la valeur maximale tolérable.
pl: Napięcie wejściowe prądu stałego przekracza maksymalna dopuszczalna wartość.

# 428系统一周
source: System/Week
es: Sistema / Semana
fr: Système/semaine
pl: Dzień tygodnia
pt_pt: Sistema / Semana

# 428自定比例，必须大于插座总功率的10%
source: Self-scale must be greater than 10% of the total power consumption of the socket
de: Die Selbstskala muss mehr als 10% des Gesamtstromverbrauchs der Steckdose betragen
es: La autoescala debe ser superior al 10% del consumo total de energía del enchufe
fr: L'auto-consommation doit être supérieure à 10 % de la consommation totale de la prise
hu_hu: Az önmértéknek a csatlakozó teljes áramfelvételének 10% -ánál nagyobbnak kell lennie
it: L'autoscatto deve essere maggiore del 10% del consumo totale di energia della presa
nl: Zelfschaal moet groter zijn dan 10% van het totale stroomverbruik van de socket
pl: Skala własna musi być większa niż 10% całkowitego zużycia energii przez gniazdo
pt_pt: Auto-escala deve ser maior que 10% do consumo total de energia do soquete

# 429AC电压10分钟保护值
source: Protect Value of 10min Vac Avg
de: Schutzwert von 10min Vac Durchschn
es: Vac Media 10min
fr: Valeur de protection de 10min Vac Avg
hu_hu: Védett érték: 10 perc Vac Átl
it: Valore di protezione di 10 min Vac media
nl: Beschermingswaarde van 10min Vac Gem
pl: Średnie napięcie AC podczas 10 minut.
pt_pt: Valor de proteção de 10 min Vac médio

# 429开启功率百分比输入有误!
source: Incorrect input of the turn-on power percentage.
de: Falsche Eingabe des Einschaltleistungsprozentsatzes.
es: Entrada incorrecta del porcentaje de potencia de encendido.
fr: Saisie incorrecte du pourcentage de puissance de mise en marche.
hu_hu: A bekapcsolási teljesítmény százaléka helytelen.
it: Immissione errata della percentuale di potenza all'accensione.
nl: Onjuiste invoer van het inschakelpercentage.
pl: Niepoprawne wprowadzenie procentu mocy włączania.
pt_pt: Entrada incorreta da porcentagem de energia de ativação.

# 429面板反接
source: PV Reversed
de: PV umgekehrt
es: PV invertido
fr: PV inversé
hu_hu: PV fordítva
it: PV invertito
nl: PV omgekeerd
pl: Odwrócone PV
pt_pt: PV invertido

# 42电池
source: Battery
de: Batterie
es: Batería
fr: batterie
hu_hu: Akkumulátor
it: Batteria
nl: Batterij
pl: Akumulator
pt_pt: Bateria

# 430PV电压高故障
source: Limit of PV Over Voltage
de: Grenze der PV-Überspannung
es: Límite de sobretensión fotovoltaica
fr: Limite de surtension PV
hu_hu: A PV túlfeszültség határértéke
it: Limite di sovratensione FV
nl: Limiet van PV-overspanning
pl: Granica napięcia PV
pt_pt: Limite de sobretensão PV

# 430关闭功率百分比输入有误!
source: Incorrect input of the turn-off power percentage.
de: Falsche Eingabe des Abschaltleistungsprozentsatzes.
es: Entrada incorrecta del porcentaje de potencia de apagado.
fr: Saisie incorrecte du pourcentage de puissance d'arrêt.
hu_hu: A kikapcsolási teljesítmény százaléka helytelen.
it: Immissione errata della percentuale di potenza di spegnimento.
nl: Onjuiste invoer van het percentage uitschakelvermogen.
pl: Nieprawidłowe wprowadzenie procentowej mocy wyłączania.
pt_pt: Entrada incorreta da porcentagem de energia de desligamento.

# 430无市电连接
source: No AC Connection
de: Keine AC-Verbindung
es: Sin conexión de AC
fr: Pas de connexion CA
hu_hu: Nincs hálózati csatlakozás
it: Nessuna connessione CA.
nl: Geen AC-verbinding
pl: Brak połączenia AC
pt_pt: Sem conexão CA

# 431Modbus版本
source: Modbus Version
es: Versión Modbus
fr: Version Modbus
hu_hu: Modbus verzió
it: Versione Modbus
nl: Modbus-versie
pl: Wersja protokołu Modbus
pt_pt: Versão Modbus

# 431必须大于插座总功率的10%
source: Must be greater than 10% of the total power consumption of the socket
de: Muss mehr als 10% des Gesamtstromverbrauchs der Steckdose betragen
es: Debe ser superior al 10% del consumo total de energía del enchufe.
fr: Doit être supérieure à 10 % de la consommation électrique totale de la prise
hu_hu: A csatlakozó teljes energiafogyasztásának 10% -ánál nagyobbnak kell lennie
it: Deve essere superiore al 10% del consumo totale di energia della presa
nl: Moet groter zijn dan 10% van het totale energieverbruik van de socket
pl: Musi być większa niż 10% całkowitego zużycia energii przez gniazdo
pt_pt: Deve ser maior que 10% do consumo total de energia do soquete

# 431市电电压超范围
source: Grid voltage outrange
es: Tensión de red fuera de rango
fr: Tension secteur hors plage
pl: Zasieg napiecia sieciowego poza zakresem

# 432PID工作模式
source: PID Mode
es: Modo PID
fr: Mode PID
pl: Tryb PID
pt_pt: Modo PID

# 432功率百分比输入有误!
source: Incorrect input of the power percentage!
de: Falsche Eingabe des Leistungsprozentsatzes!
es: ¡Entrada incorrecta del porcentaje de potencia!
fr: Entrée incorrecte du pourcentage de puissance !
hu_hu: A teljesítmény százalékos hibás bevitele!
it: Ingresso errato della percentuale di potenza!
nl: Onjuiste invoer van het vermogenspercentage!
pl: Nieprawidłowe wprowadzenie procentu mocy!
pt_pt: Entrada incorreta da porcentagem de energia.

# 432市电频率超范围
source: Grid frequency outrange
es: Frecuencia de red fuera de rango
fr: Fréquence de réseau dépassée
pl: Zasieg czestotliwosci sieci poza zakresem

# 433PID开关
source: PID On/Off
fr: Interrupteur PID
pl: Włącz/wyłącz PID

# 433关闭功率不能大于或等于开启功率!
source: The turn-off power cannot be greater than or equal to the turn-on power!
de: Die Ausschaltleistung darf nicht größer oder gleich der Einschaltleistung sein!
es: ¡La potencia de apagado no puede ser mayor o igual que la potencia de encendido!
fr: La puissance de coupure ne peut pas être supérieure ou égale à la puissance de mise en marche !
hu_hu: A kikapcsolási teljesítmény nem lehet nagyobb, mint a bekapcsolási teljesítmény!
it: La potenza di spegnimento non può essere maggiore o uguale alla potenza di accensione!
nl: Het uitschakelvermogen mag niet groter zijn dan of gelijk zijn aan het inschakelvermogen!
pl: Moc wyłączania nie może być większa lub równa mocy włączania!
pt_pt: A potência de desligamento não pode ser maior ou igual à potência de ligação!

# 433输出过载
source: EPS mode, over load
es: Modo EPS, sobrecarga
fr: Mode EPS, surcharge
pl: Przeciążenie trybu zewnętrznego zasilacza sieciowego

# 434PID工作电压
source: PID Volt Selection
de: PID Volt Auswahl
es: Opción PID Volt
fr: Sélection Volt PID
hu_hu: PID feszültség kiválasztása
it: Selezione volt PID
nl: Selectie PID Volt
pl: Tryb napięcia PID
pt_pt: Seleção de voltagem PID

# 434充电桩、温控器、面板灯开关在联动中默认为常开状态，插座添加完毕后需设置工作模式
source: The charging pile, temperature controller, and panel light switch are normally open by default in the linkage. The working mode needs to be set after the socket is added
de: Der Ladestapel, der Temperaturregler und der Lichtschalter sind normalerweise im Verbindungszustand geöffnet, und der Arbeitsmodus muss eingestellt werden, nachdem die Steckdose hinzugefügt wurde.
es: La cargador de carga, el controlador de temperatura y el interruptor de luz del panel normalmente están abiertos en el estado de enlace, y el modo de trabajo debe configurarse después de añadir el enchufe.
fr: La pile de chargement, le régulateur de température et l'interrupteur d'éclairage du panneau sont généralement ouverts à l'état connecté, et le mode de fonctionnement doit être réglé lorsque la prise est ajoutée.
hu_hu: A töltőhalom, a hőmérsékletszabályozó és a panel fénykapcsolója rendszerint nyitott állapotban van, és az aljzat behelyezése után be kell állítani a működési módot.
it: La pila di ricarica, il termoregolatore e l'interruttore della luce del pannello sono normalmente aperti nello stato di collegamento e la modalità di lavoro deve essere impostata dopo l'aggiunta della presa.
nl: De laadstapel, de temperatuurregelaar en de paneellichtschakelaar zijn normaal open in de koppelingsstatus en de werkmodus moet worden ingesteld nadat de aansluiting is toegevoegd.
pl: Stos ładowania, regulator temperatury i włącznik światła na panelu są zwykle otwarte w stanie połączenia, a tryb pracy należy ustawić po dodaniu gniazda.
pt_pt: A pilha de carregamento, o controlador de temperatura e o interruptor da luz do painel normalmente estão abertos no estado de ligação e o modo de trabalho precisa ser definido após a adição do soquete.

# 434电流互感器开路
source: CT Open
es: CT abierto
fr: CT Ouvert
pl: Otwarty transformator prądu

# 435电流互感器反接
source: CT LN Reversed
de: CT LN umgekehrt
es: CT LN invertido
fr: CT LN inversé
hu_hu: CT LN fordított
it: CT LN invertito
nl: CT LN omgekeerd
pl: CT LN Cofnięty
pt_pt: CT LN invertido

# 435逆变器模块
source: Inverter Module
de: Wechselrichtermodul
es: Módulo inversor
fr: Module onduleur
hu_hu: Inverter modul
it: Modulo inverter
nl: Omvormermodule
pl: Moduł falownika
pt_pt: Módulo Inversor

# 436电流互感器通讯失败
source: Communication fault，M3 didn't receive SP-CT data
es: Fallo de comunicación, M3 no recibió datos SP-CT
fr: La communication fault，M3 n'a pas reçu de données du SP-CT
pl: Blad lacznosci. M3 nie otrzymal danych transformatora pradu panelu slonecznego.

# 436逆变器经纬度
source: Latitude and Longitude of Inverter
de: Breite und Länge des Wechselrichters
es: Latitud y longitud del inversor
fr: Latitude et longitude de l'onduleur
hu_hu: Latitude e longitude do inversor
it: Latitudine e longitudine dell'inverter
nl: Breedtegraad en lengtegraad van omvormer
pl: Szerokość i długość geograficzna elektrowni
pt_pt: Latitude e longitude do inversor

# 437统计
source: statistics
de: Statistiken
es: Estadística
fr: statistiques
hu_hu: Statisztika
it: Statistica
nl: Statistieken
pl: Statystyka
pt_pt: Estatisticas

# 437无线CT配对超
source: Communication faul
es: Fallo Comunicación
fr: Défaut de communication
pl: Blad lacznosci

# 437限制电压低/高
source: Low/High voltage Limit
de: Unter- / Hochspannungsgrenze
es: Límite de voltaje bajo / alto
fr: Limite basse/haute tension
hu_hu: Alacsony / magas feszültséghatár
it: Limite bassa / alta tensione
nl: Laag / hoog voltage limiet
pl: Limit niskiego / wysokiego napięcia
pt_pt: Limite de baixa / alta tensão

# 438风扇功能异常
source: Fan function abnormal
es: Función del ventilador anómalo
fr: Fonctionnement anormal du ventilateur
pl: Błąd połaczenia

# 438频率限制低/高
source: Low/High frequency limit
de: Niedrige / Hohe Frequenzgrenze
es: Límite de frecuencia baja / alta
fr: Limite basse/haute fréquence
hu_hu: Alacsony / magas frekvenciahatár
it: Limite bassa / alta frequenza
nl: Lage / hoge frequentielimiet
pl: Limit niskiej / wysokiej częstotliwości
pt_pt: Limite de baixa / alta frequência

# 438自动
source: automatic
de: Automatisch
es: Automático
fr: automatique
hu_hu: Automatikus
it: Automatico
nl: Automatisch
pl: Automatyczny
pt_pt: Automático

# 439并网电压限制低/高
source: Low/High grid voltage limit
de: Niedrige / Hohe Netzspannungsgrenze
es: Límite de voltaje de red bajo / alto
fr: Limite basse/haute tension du réseau
hu_hu: Alacsony / magas hálózati feszültséghatár
it: Limite di tensione di rete basso / alto
nl: Lage / hoge netspanningslimiet
pl: Limit niskiego/wysokiego napięcia AC
pt_pt: Limite de tensão de rede baixa / alta

# 439电表异常
source: Meter abnormal
es: Medidor anómalo
fr: Compteur anormal
pl: Miernik nieprawidłowy

# 439制冷
source: Refrigeration
de: Kühlung
es: Refrigeración
fr: Réfrigération
hu_hu: Fagyasztás
it: Refrigerazione
nl: Afkoeling
pl: Chłodzenie
pt_pt: Refrigeração

# 43负载
source: Load
de: Belastung
es: Carga
fr: Charge
hu_hu: Betöltés
it: Caricare
nl: Laden
pl: Obciążenie
pt_pt: Carga

# 440并网频率限制低/高
source: Low/High grid frequency limit
de: Niedrige / Hohe Netzfrequenzgrenze
es: Límite de frecuencia de red baja / alta
fr: Limite basse/haute fréquence du réseau
hu_hu: Alacsony / magas hálózati frekvenciahatár
it: Limite di frequenza di rete basso / alto
nl: Lage / hoge netfrequentielimiet
pl: Niska / wysoka granica częstotliwości sieci
pt_pt: Limite de frequência da rede baixa / alta

# 440除湿
source: Dehumidification
de: Entfeuchtung
es: Deshumidificación
fr: Déshumidification
hu_hu: Párátlanítás
it: Deumidificazione
nl: Ontvochtiging
pl: Osuszanie
pt_pt: Desumidificação

# 440优化器和逆变器通讯异常
source: Optimizer and inverter communication is abnormal
es: La comunicación del optimizador y el inversor es anómala
fr: La communication entre l'optimiseur et l'onduleur est anormale
pl: Łączność zakłócona pomiędzy optymalizatorem i falownikiem.

# 441电压限制时间
source: Voltage limit time
es: Tiempo de límite de voltaje
fr: Durée limite de la tension
pl: Czas ograniczenia napięcia
pt_pt: Limite de tempo tensão

# 441送风
source: Air supply
de: Luftversorgung
es: Suministro de aire
fr: Alimentation en air
hu_hu: Levegőellátás
it: Rifornimento d'aria
nl: Luchttoevoer
pl: Dopływ powietrza
pt_pt: Suprimento de ar

# 441组串通讯异常
source: String communication abnormal
es: Comunicación de string anómala
fr: Communication anormale de la chaîne
pl: Nieprawidłowa liczność z zestawem paneli (String communication abnormal)

# 442存储器异常
source: EEPROM fault
de: EEPROM-Fehler
es: Falla EEPROM
fr: Défaillance de l'EEPROM
hu_hu: EEPROM hiba
it: Errore EEPROM
nl: EEPROM-fout
pl: Błąd EEPROM
pt_pt: Falha na EEPROM

# 442频率限制时间
source: Frequency limit time
es: Tiempo de límite de frecuencia
fr: Durée limite de la fréquence
pl: Czas próbkowania czestotliwości
pt_pt: Limite de tempo frequência

# 442制热
source: Heating
de: Heizung
es: Calefacción
fr: Chauffage
hu_hu: Fűtés
it: Riscaldamento
nl: Verwarming
pl: Ogrzewanie
pt_pt: Aquecimento

# 443该项暂不能设置,请设置Model.
source: Not Allowed, Please Set the Model
de: Nicht erlaubt, bitte stellen Sie das Modell ein
es: No permitido, por favor configure el modelo
fr: Non autorisé, veuillez définir le modèle
hu_hu: Nem engedélyezett, kérjük, állítsa be a modellt
it: Non consentito, si prega di impostare il modello
nl: Niet toegestaan, stel het model in
pl: Niedozwolone, ustaw model
pt_pt: Não permitido, defina o modelo

# 443控制板与通讯板固件版本不匹配
source: DSP and COM firmware version unmatch
es: Versión de firmware DSP y COM no se corresponden
fr: Les versions des microprogrammes DSP et COM ne correspondent pas
pl: Odszukanie wersji oprogramowania sprzetowego DSP (Cyfrowe przetwarzanie sygnalow) i COM

# 443自动风
source: Automatic wind
de: Automatischer Wind
es: Viento automatico
fr: Vent automatique
hu_hu: Automatikus szél
it: Vento automatico
nl: Automatische wind
pl: Automatyczny wiatr
pt_pt: Vento automático

# 444该项暂不能设置.
source: Not Allowed
de: Nicht erlaubt
es: No permitido
fr: Interdit
hu_hu: Nem megengedett
it: Non autorizzato
nl: Niet toegestaan
pl: Niedostępne
pt_pt: Não permitido

# 444强风
source: Gale
de: Sturm
es: Vendaval
fr: vent fort
hu_hu: Szélvihar
it: Burrasca
nl: Storm
pl: Wichura

# 444升压电路故障
source: Boost module error
es: Error de módulo de impulso
fr: Erreur du module de démarrage
pl: Błąd napędu

# 445电池通讯故障
source: SPH failed to communication with lithium battery
es: SPH no pudo comunicarse con la batería de litio
fr: Le SPH n'a pas réussi à communiquer avec la batterie au lithium
pl: Błąd łączności Hybrydowego Systemu Zasilania (SPH) z bateria litowa

# 445智能I-V曲线扫描
source: Smart I-V Scan
es: Escaneo inteligente de I-V
fr: Analyse intelligente I-V
hu_hu: Intelligens I-V szkennelés
nl: Slimme I-V-scan
pl: Inteligentne skanowanie I-V
pt_pt: Digitalização I-V inteligente

# 445中风
source: Stroke
de: Schlaganfall
es: Carrera
fr: AVC
hu_hu: Ütés
it: Ictus
nl: Beroerte
pl: Uderzenie
pt_pt: Acidente vascular cerebral

# 446低风
source: breeze
de: Brise
es: Brisa
fr: vent faible
hu_hu: Szellő
it: Brezza
nl: Bries
pl: Bryza
pt_pt: Brisa

# 446电池未接
source: Battery terminal open (only for lithium battery)
es: Terminal de batería abierta (solo para batería de litio)
fr: Borne de la batterie ouverte (uniquement pour la batterie au lithium)
pl: Zacisk akumulatora otwarty (tylko dla akumulatora litowego)

# 446故障录波检测
source: Abnormal Waveform Record
de: Abnormale Wellenformaufzeichnung
es: Registro de forma de onda anómalo
fr: Enregistrement de forme d'onde anormale
hu_hu: Rendellenes hullámforma rekord
it: Record anormale della forma d'onda
nl: Abnormale golfvormrecord
pl: Nieprawidłowy przebieg krzywej prądowej AC
pt_pt: Registro de forma de onda anormal

# 447电池电压过高
source: Battery Voltage High
de: Batteriespannung hoch
es: Voltaje de batería alto
fr: La tension de batterie est élevée
hu_hu: Az akkumulátor feszültsége magas
it: Batteria alta
nl: Batterijspanning hoog
pl: Wysokie napięcie akumulatora
pt_pt: Tensão da bateria alta

# 447扫风
source: Sweep
de: Fegen
es: Barrer
fr: Balayage
hu_hu: Söprés
it: Spazzare
nl: Vegen
pl: Zamiatać
pt_pt: Varrer

# 447实时录波检测
source: Real-time waveform record
es: Registro de forma de onda en tiempo real
fr: Enregistrement des formes d'onde en temps réel
pl: Zapis przebiegu napięcia w czasie rzeczywistym
pt_pt: Registro da forma de onda em tempo real

# 448电池电压过低
source: Battery Voltage Low
es: Voltaje bajo de la batería
fr: Tension de batterie faible
pl: Niskie napięcie akumulatora

# 448童锁
source: Child lock
de: Kindersicherung
es: Bloqueo para niños
fr: Verrouillage des enfants
hu_hu: Gyerekzár
it: Blocco bambini
nl: Kinderslot
pl: Zabezpieczenie przed dziećmi
pt_pt: Bloqueio para crianças

# 448一键诊断
source: One click diagnosis
es: Diagnóstico de un clic
fr: Un diagnostic en un clic
pl: Diagnoza za pomocą jednego kliknięcia
pt_pt: Diagnóstico em um clique

# 449电池反接
source: Battery terminals reversed
es: Terminales de batería invertidos
fr: Bornes de la batterie inversées
pl: Odwrócone zaciski akumulatora

# 449可远程扫描每路MPPT。
source: I-V Scan for each MPPT
de: I-V-Scan für jeden MPPT
es: Escaneo I-V para cada MPPT
fr: I-V Scan pour chaque MPPT
hu_hu: I-V szkennelés minden MPPT-hez
it: Scansione I-V per ogni MPPT
nl: I-V-scan voor elk MPPT
pl: Skanowanie I-V dla każdego MPPT
pt_pt: Digitalização I-V para cada MPPT

# 449睡眠
source: Sleep
de: Schlafen
es: Dormir
fr: Sommeil
hu_hu: Alvás
it: Dormire
nl: Slaap
pl: Sen
pt_pt: Dormir

# 44单位
source: Unit
de: Einheit
es: Unidad
fr: Unité
hu_hu: Egység
it: Unità
nl: Eenheid
pl: Jednostka
pt_pt: Unidade

# 450电池温度检测未接
source: Lead-acid battery temperature sensor was open
es: El sensor de temperatura de la batería de plomo estaba abierto
fr: Le capteur de température de l'accumulateur au plomb était ouvert
pl: Czujnik temperatury akumulatora olowiowo-kwasowego byl otwarty.

# 450该空调不支持童锁
source: The air conditioner does not support child locks
de: Die Klimaanlage unterstützt keine Kindersicherungen
es: El aire acondicionado no soporta cerraduras infantiles.
fr: Le climatiseur ne prend pas en charge les serrures pour enfants
hu_hu: A légkondicionáló nem támogatja a gyermekzárakat
it: Il climatizzatore non supporta le serrature per bambini
nl: De airconditioner ondersteunt geen kindersloten
pl: Klimatyzator nie obsługuje blokad dziecięcych
pt_pt: O ar condicionado não suporta bloqueios de crianças

# 450可远程、快速、精确地进行故障定位。
source: Quickly locate problem remotely via waveform record.
es: Localice rápidamente el problema de forma remota a través del registro de forma de onda.
fr: Localisez rapidement le problème à distance grâce à l'enregistrement de la forme d'onde.
pl: Szybko i zdalnie zlokalizuj problem dzięki zapisowi przebiegu napięcia.
pt_pt: Localize rapidamente o problema remotamente via registro de forma de onda.

# 451电池温度超范围
source: Battery temperature out of specified range for charge or discharge
de: Batterietemperatur zum Laden oder Entladen außerhalb des angegebenen Bereichs
es: Temperatura de la batería fuera del rango especificado para carga o descarga
fr: Température de la batterie en dehors de la plage spécifiée pour la charge ou la décharge
hu_hu: Az akkumulátor hőmérséklete a megadott tartományon kívüli töltés vagy kisütés érdekében
it: Temperatura della batteria al di fuori dell'intervallo specificato per la carica o la scarica
nl: Accutemperatuur buiten gespecificeerd bereik voor laden of ontladen
pl: Temperatura akumulatora poza określonym zakresem dla ładowania lub rozładowania
pt_pt: Temperatura da bateria fora da faixa especificada para carga ou descarga

# 451可实时观察逆变器电压电流质量等。
source: Real time Waveform
de: Echtzeit-Wellenform
es: Forma de onda en tiempo real
fr: Forme d'onde en temps réel
hu_hu: Valós idejű hullámforma
it: Forma d'onda in tempo reale
nl: Real-time golfvorm
pl: Przebieg w czasie rzeczywistym
pt_pt: Forma de onda em tempo real

# 451控制成功
source: Control success
de: Erfolg kontrollieren
es: Éxtio
fr: Réussite du contrôle
hu_hu: Ellenőrizze a sikert
it: Controlla il successo
nl: Controle succes
pl: Kontrola
pt_pt: Controle o sucesso

# 452电池报错
source: BMS failure and neither charge and discharge is allowe
es: Fallo de BMS y no se permite ni carga ni descarga.
fr: Défaillance du BMS et ni la charge ni la décharge ne sont allouées
pl: Awaria systemu zarzadzania poborem energii i ani ladowanie, ani rozladunek nie jest mozliwe

# 452控制失败
source: Control failure
de: Steuerungsfehler
es: Fallido
fr: Défaillance des contrôles
hu_hu: Ellenőrzési hiba
it: Controllo fallito
nl: Controle mislukt
pl: Awaria sterowania
pt_pt: Falha de controle

# 452一键检测电站环境信息，包括I-V曲线扫描，电网侧电压波形，THDV以及线路阻抗。
source: Including I-V curve, AC waveform record, THDV and grid cable impedance .
es: Incluye curva I-V, registro de forma de onda de AC, THDV y impedancia del cable de red.
fr: Y compris la courbe I-V (la relation entre le courant et la tension), l'enregistrement de la forme d'onde du courant alternatif, THDV (le coefficient des harmoniques de tension) et l'impédance du câble électrique.
pl: Wykres krzywej I-V (zależność między prądem i napięciem), zapis przebiegu fali prądu przemiennego, THDV i impedancja kabla sieciowego.
pt_pt: Incluindo curva I-V, registro de forma de onda AC, THDV e impedância de cabo de rede.

# 453锂电池过载保护
source: Lithium battery Over Load Fault
es: Fallo por exceso de carga en batería de litio
fr: Défaut de surcharge de la batterie au lithium
pl: Błąd przeładowania baterii litowej
