Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 该设备已添加到执行的条件中，不可以添加作为执行的设备
source: The device has been added to the execution conditions, it cannot be added as an execution device
de: Das Gerät wurde zu den Ausführungsbedingungen hinzugefügt. Es kann nicht als Ausführungsgerät hinzugefügt werden
es: El dispositivo se ha añadido a las condiciones de ejecución, no se puede añadir como un dispositivo de ejecución
fr: Le périphérique a été ajouté aux conditions d'exécution, il ne peut pas être ajouté en tant que périphérique d'exécution
hu_hu: Az eszköz hozzá lett adva a végrehajtási feltételekhez, végrehajtási eszközként nem adható hozzá
it: Il dispositivo è stato aggiunto alle condizioni di esecuzione, non può essere aggiunto come dispositivo di esecuzione
nl: Het apparaat is toegevoegd aan de uitvoeringsvoorwaarden, het kan niet worden toegevoegd als een uitvoeringsapparaat
pl: Urządzenie zostało dodane do warunków wykonania, nie można go dodać jako urządzenia wykonawczego
pt_pt: O dispositivo foi adicionado às condições de execução, não pode ser adicionado como um dispositivo de execução

# 三阶低压穿越时间
source: Third order low pressure ride through time
de: Niederdruckfahrt dritter Ordnung durch die Zeit
es: Tercer orden de baja presión en el tiempo
fr: Troisième ordre de conduite à basse pression dans le temps
hu_hu: Harmadik rendű alacsony nyomású járás az idő során
it: Giro di bassa pressione del terzo ordine nel tempo
nl: Derde-orde lagedrukrit door de tijd
pl: Czas przejazdu niskociśnieniowego trzeciego rzędu
pt_pt: Passeio de baixa pressão de terceira ordem no tempo

# 该电表已添加
source: The meter has been added
de: Das Messgerät wurde hinzugefügt
es: El medidor ha sido añadido
fr: Le compteur a été ajouté
hu_hu: A mérő hozzáadódott
it: Il misuratore è stato aggiunto
nl: De meter is toegevoegd
pl: Licznik został dodany
pt_pt: O medidor foi adicionado

# 您的账户已存在一个电表是否替换
source: Your account already has a meter replaced
de: Ihr Konto hat bereits einen Zähler ersetzt
es: Su cuenta ya tiene un medidor reemplazado
fr: Votre compte a déjà remplacé un compteur
hu_hu: Fiókjában már cserélt egy mérőt
it: Il tuo account ha già sostituito un contatore
nl: In uw account is al een meter vervangen
pl: Twoje konto ma już wymieniony licznik
pt_pt: Sua conta já possui um medidor substituído

# 1259转移设备
source: Transfer device
de: Gerät übertragen
es: Dispositivo de transferencia
fr: Dispositif de transfert
hu_hu: Transzfer eszköz
it: Dispositivo di trasferimento
nl: Apparaat overbrengen
pl: Prześlij urządzenie
pt_pt: Dispositivo de transferência

# 1262功率达到设定值时，联动将会执行
source: When the power reaches the set value, the linkage will be executed
de: Wenn die Leistung den eingestellten Wert erreicht, wird die Verknüpfung ausgeführt
es: Cuando la potencia alcance el valor establecido, se ejecutará el enlace.
fr: Lorsque la puissance atteint la valeur définie, la liaison sera exécutée
hu_hu: Amikor a teljesítmény eléri a beállított értéket, az összeköttetés végrehajtásra kerül
it: Quando la potenza raggiunge il valore impostato, verrà eseguito il collegamento
nl: Wanneer het vermogen de ingestelde waarde bereikt, wordt de koppeling uitgevoerd
pl: Gdy moc osiągnie ustawioną wartość, połączenie zostanie wykonane
pt_pt: Quando a energia atingir o valor definido, a ligação será executada

# 1326直流输入功率
source: MPPT POWER
de: MPPT-LEISTUNG
es: PMPPT
fr: PUISSANCE MPPT
hu_hu: MPPT HATÁS
it: MPPT POTENZA
nl: VERMOGEN ZONNEPANELEN (MPPT)
pl: MOC MPPT
pt_pt: POTÊNCIA FV

# 1327MPPT1功率
source: POWER1
de: MACHT1
es: POTENCIA1
it: POTENZA1
nl: VERMOGEN1
pl: MOC1
pt_pt: POTÊNCIA1

# 1328MPPT2功率
source: POWER2
de: MACHT2
es: POTENCIA2
it: POTENZA2
nl: VERMOGEN2
pl: MOC2
pt_pt: POTÊNCIA2

# 1329MPPT3功率
source: POWER3
de: MACHT3
es: POTENCIA3
it: POTENZA3
nl: VERMOGEN3
pl: MOC3
pt_pt: POTÊNCIA3

# 1330MPPT1电压
source: MPPT1 VOLTAGE
de: MPPT1 SPANNUNG
es: FV1 VOLTAJE
fr: TENSION MPPT1
hu_hu: MPPT1 Feszültség
it: MPPT1 TENSIONE
nl: MPPT1 SPANNING
pl: NAPIECIE DC 1
pt_pt: TENSÃO FV1

# 1331MPPT2电压
source: MPPT2 VOLTAGE
de: MPPT2 SPANNUNG
es: FV2 VOLTAJE
fr: TENSION MPPT2
hu_hu: MPPT2 Feszültség
it: MPPT2 TENSIONE
nl: MPPT2 SPANNING
pl: NAPIECIE DC 2
pt_pt: TENSÃO FV2

# 1332MPPT3电压
source: MPPT3 VOLTAGE
de: MPPT3 SPANNUNG
es: FV3 VOLTAJE
fr: TENSION MPPT3
hu_hu: MPPT3 Feszültség
it: MPPT3 TENSIONE
nl: MPPT3 SPANNING
pl: NAPIECIE DC 3
pt_pt: TENSÃO FV3

# 1333组串1电压
source: STRING VOLTAGE1
de: STRING SPANNUNG1
es: TENSIÓN STRING1
fr: STRING SPANNUNG1
hu_hu: SZÖVEG Feszültség1
it: TENSIONE STRINGA1
pl: NAPIĘCIE STRINGU PANELI1
pt_pt: TENSÃO STRING1

# 1334组串2电压
source: STRING VOLTAGE2
de: STRING SPANNUNG2
es: TENSIÓN STRING2
fr: STRING SPANNUNG2
hu_hu: SZÖVEG FESZÜLTSÉG2
it: TENSIONE STRINGA2
pl: NAPIĘCIE STRINGU PANELI2
pt_pt: TENSÃO STRING2

# 1335组串3电压
source: STRING VOLTAGE3
de: STRING SPANNUNG3
es: TENSIÓN STRING3
fr: STRING SPANNUNG3
hu_hu: SZÖVEG FESZÜLTSÉG3
it: TENSIONE STRINGA3
pl: NAPIĘCIE STRINGU PANELI3
pt_pt: TENSÃO STRING3

# 1336组串4电压
source: STRING VOLTAGE4
de: STRING SPANNUNG4
es: TENSIÓN STRING4
fr: STRING SPANNUNG4
hu_hu: SZÖVEG Feszültség4
it: TENSIONE STRINGA4
pl: NAPIĘCIE STRINGU PANELI4
pt_pt: TENSÃO STRING4

# 1337组串5电压
source: STRING VOLTAGE5
de: STRING SPANNUNG5
es: TENSIÓN STRING5
fr: STRING SPANNUNG5
hu_hu: SZÖVEG Feszültség5
it: TENSIONE STRINGA5
pl: NAPIĘCIE STRINGU PANELI5
pt_pt: TENSÃO STRING5

# 1338组串6电压
source: STRING VOLTAGE6
de: STRING SPANNUNG6
es: TENSIÓN STRING6
fr: STRING SPANNUNG6
hu_hu: SZÖVEG Feszültség6
it: TENSIONE STRINGA6
pl: NAPIĘCIE STRINGU PANELI6
pt_pt: TENSÃO STRING6

# 1339组串7电压
source: STRING VOLTAGE7
de: STRING SPANNUNG7
es: TENSIÓN STRING7
fr: STRING SPANNUNG7
hu_hu: SZÖVEG FESZTEMÉNY7
it: TENSIONE STRINGA7
pl: NAPIĘCIE STRINGU PANELI7
pt_pt: TENSÃO STRING7

# 1340组串8电压
source: STRING VOLTAGE8
de: STRING SPANNUNG8
es: TENSIÓN STRING8
fr: STRING SPANNUNG8
hu_hu: SZÖVEG Feszültség8
it: TENSIONE STRINGA8
pl: NAPIĘCIE STRINGU PANELI8
pt_pt: TENSÃO STRING8

# 1344组串1电流
source: STRING CURRENT1
de: STRING AKTUELL1
es: CORRIENTE STRING1
fr: STRING AKTUELL1
hu_hu: SZÖVEGFOLYAM1
it: CORRENTE STRINGA1
nl: STRING STROOM1
pl: PRĄD STRINGU PANELI1
pt_pt: CORRENTE STRING1

# 1345组串2电流
source: STRING CURRENT2
de: STRING AKTUELL2
es: CORRIENTE STRING2
fr: COURANT CHAÎNE2
it: CORRENTE STRINGA2
nl: STRING STROOM2
pl: PRĄD STRINGU PANELI2
pt_pt: CORRENTE STRING2

# 1346组串3电流
source: STRING CURRENT3
de: STRING AKTUELL3
es: CORRIENTE STRING3
fr: COURANT CHAÎNE3
hu_hu: SZÖVEGFOLYAM3
it: CORRENTE STRINGA3
nl: STRING STROOM3
pl: PRĄD STRINGU PANELI3
pt_pt: CORRENTE STRING3

# 1347组串4电流
source: STRING CURRENT4
de: STRING AKTUELL4
es: CORRIENTE STRING4
fr: COURANT CHAÎNE4
hu_hu: SZÖVEGFOLYAM4
it: CORRENTE STRINGA4
nl: STRING STROOM4
pl: PRĄD STRINGU PANELI4
pt_pt: CORRENTE STRING4

# 1348组串5电流
source: STRING CURRENT5
de: STRING AKTUELL5
es: CORRIENTE STRING5
fr: COURANT CHAÎNE5
hu_hu: SZÖVEG JELEN5
it: CORRENTE STRINGA5
nl: STRING STROOM5
pl: PRĄD STRINGU PANELI5
pt_pt: CORRENTE STRING5

# 1349组串6电流
source: STRING CURRENT6
de: STRING AKTUELL6
es: CORRIENTE STRING6
fr: COURANT CHAÎNE6
hu_hu: SZÖVEG JELEN6
it: CORRENTE STRINGA6
nl: STRING STROOM6
pl: PRĄD STRINGU PANELI6
pt_pt: CORRENTE STRING6

# 1350组串7电流
source: STRING CURRENT7
de: STRING AKTUELL7
es: CORRIENTE STRING7
fr: COURANT CHAÎNE7
hu_hu: SZÖVEG JELEN7
it: CORRENTE STRINGA7
nl: STRING STROOM7
pl: PRĄD STRINGU PANELI7
pt_pt: CORRENTE STRING7

# 1351组串8电流
source: STRING CURRENT8
de: STRING AKTUELL8
es: CORRIENTE STRING8
fr: COURANT CHAÎNE8
hu_hu: SZÖVEGFOLYAM 8
it: CORRENTE STRINGA8
nl: STRING STROOM8
pl: PRĄD STRINGU PAN
pt_pt: CORRENTE STRING8

# 组串9电流
source: STRING CURRENT9
de: STRING AKTUELL9
es: CORRIENTE STRING9
fr: COURANT CHAÎNE9
hu_hu: SZÖVEG JELEN9
it: CORRENTE STRINGA9
nl: STRING STROOM9
pl: PRĄD STRINGU PANELI9
pt_pt: CORRENTE STRING9

# 组串10电流
source: STRING CURRENT10
de: STRING AKTUELL10
es: CORRIENTE STRING10
fr: COURANT CHAÎNE10
hu_hu: SZÖVEGFOLYAM10
it: CORRENTE STRINGA10
nl: STRING STROOM10
pl: PRĄD STRINGU PANELI10
pt_pt: CORRENTE STRING10

# 组串11电流
source: STRING CURRENT11
de: STRING AKTUELL11
es: CORRIENTE STRING11
fr: COURANT CHAÎNE11
hu_hu: SZÖVEG JELEN11
it: CORRENTE STRINGA11
nl: STRING STROOM11
pl: PRĄD STRINGU PANELI11
pt_pt: CORRENTE STRING11

# 组串12电流
source: STRING CURRENT12
de: STRING AKTUELL12
es: CORRIENTE STRING12
fr: COURANT CHAÎNE12
hu_hu: SZÖVEG JELEN12
it: CORRENTE STRINGA12
nl: STRING STROOM12
pl: PRĄD STRINGU PANELI12
pt_pt: CORRENTE STRING12

# 组串13电流
source: STRING CURRENT13
de: STRING AKTUELL13
es: CORRIENTE STRING13
fr: COURANT CHAÎNE13
hu_hu: SZÖVEGFOLYAM13
it: CORRENTE STRINGA13
nl: STRING STROOM13
pl: PRĄD STRINGU PANELI13
pt_pt: CORRENTE STRING13

# 组串14电流
source: STRING CURRENT14
de: STRING AKTUELL14
es: CORRIENTE STRING14
fr: COURANT CHAÎNE14
hu_hu: SZÖVEG FOLYAMAT14
it: CORRENTE STRINGA14
nl: STRING STROOM14
pl: PRĄD STRINGU PANELI14
pt_pt: CORRENTE STRING14

# 组串15电流
source: STRING CURRENT15
de: STRING AKTUELL15
es: CORRIENTE STRING15
fr: COURANT CHAÎNE15
hu_hu: SZÖVEG JELEN15
it: CORRENTE STRINGA15
nl: STRING STROOM15
pl: PRĄD STRINGU PANELI15
pt_pt: CORRENTE STRING15

# 组串16电流
source: STRING CURRENT16
de: STRING AKTUELL16
es: CORRIENTE STRING16
fr: COURANT CHAÎNE16
hu_hu: SZÖVEG JELEN16
it: CORRENTE STRINGA16
nl: STRING STROOM16
pl: PRĄD STRINGU PANELI16
pt_pt: CORRENTE STRING16

# MPPT4功率
source: POWER4
de: MACHT4
es: POTENCIA4
it: POTENZA4
nl: VERMOGEN4
pl: MOC4
pt_pt: POTÊNCIA4

# MPPT5功率
source: POWER5
de: MACHT5
es: POTENCIA5
it: POTENZA5
nl: VERMOGEN5
pl: MOC5
pt_pt: POTÊNCIA5

# MPPT6功率
source: POWER6
de: MACHT6
es: POTENCIA6
it: POTENZA6
nl: VERMOGEN6
pl: MOC6
pt_pt: POTÊNCIA6

# MPPT7功率
source: POWER7
de: MACHT7
es: POTENCIA7
it: POTENZA7
nl: VERMOGEN7
pl: MOC7
pt_pt: POTÊNCIA7

# MPPT8功率
source: POWER8
de: MACHT8
es: POTENCIA8
it: POTENZA8
nl: VERMOGEN8
pl: MOC8
pt_pt: POTÊNCIA8

# MPPT4電壓
source: MPPT4 VOLTAGE
de: MPPT4SPANNUNG
es: MPPT4VOLTAJE
fr: MPPT4TENSIONE
it: MPPT4TENSIONE
nl: MPPT4VALTAGE
pl: MPPT4NAPIECIE
pt_pt: MPPT4TENSÃO

# MPPT5電壓
source: MPPT5 VOLTAGE
de: MPPT5SPANNUNG
es: MPPT5VOLTAJE
fr: MPPT5TENSIONE
hu_hu: MPPT5 Feszültség
it: MPPT5TENSIONE
nl: MPPT5VALTAGE
pl: MPPT5NAPIECIE
pt_pt: MPPT5TENSÃO

# MPPT6電壓
source: MPPT6 VOLTAGE
de: MPPT6SPANNUNG
es: MPPT6VOLTAJE
fr: MPPT6TENSIONE
it: MPPT6TENSIONE
nl: MPPT6VALTAGE
pl: MPPT6NAPIECIE
pt_pt: MPPT6TENSÃO

# MPPT7電壓
source: MPPT7 VOLTAGE
de: MPPT7SPANNUNG
es: MPPT7VOLTAJE
fr: MPPT7TENSIONE
hu_hu: MPPT7 Feszültség
it: MPPT7TENSIONE
nl: MPPT7VALTAGE
pl: MPPT7NAPIECIE
pt_pt: MPPT7TENSÃO

# MPPT8電壓
source: MPPT8 VOLTAGE
de: MPPT8SPANNUNG
es: MPPT8VOLTAJE
fr: MPPT8TENSIONE
hu_hu: MPPT8 Feszültség
it: MPPT8TENSIONE
nl: MPPT8VALTAGE
pl: MPPT8NAPIECIE
pt_pt: MPPT8TENSÃO

# 组串9电压
source: STRING VOLTAGE9
de: STRING SPANNUNG9
es: TENSIÓN STRING9
fr: TENSION CHAÎNE9
hu_hu: SZÖVEG FESZÜLTSÉG9
it: TENSIONE STRINGA9
pl: NAPIĘCIE STRINGU PANELI9
pt_pt: TENSÃO STRING9

# 组串10电压
source: STRING VOLTAGE10
de: STRING SPANNUNG10
es: TENSIÓN STRING10
fr: TENSION CHAÎNE10
hu_hu: SZÖVEG FESZÜLTSÉG10
it: TENSIONE STRINGA10
pl: NAPIĘCIE STRINGU PANELI10
pt_pt: TENSÃO STRING10

# 组串11电压
source: STRING VOLTAGE11
de: STRING SPANNUNG11
es: TENSIÓN STRING11
fr: TENSION CHAÎNE11
hu_hu: SZÖVEG Feszültség11
it: TENSIONE STRINGA11
pl: NAPIĘCIE STRINGU PANELI11
pt_pt: TENSÃO STRING11

# 组串12电压
source: STRING VOLTAGE12
de: STRING SPANNUNG12
es: TENSIÓN STRING12
fr: TENSION CHAÎNE12
hu_hu: SZÖVEG Feszültség12
it: TENSIONE STRINGA12
pl: NAPIĘCIE STRINGU PANELI12
pt_pt: TENSÃO STRING12

# 组串13电压
source: STRING VOLTAGE13
de: STRING SPANNUNG13
es: TENSIÓN STRING13
fr: TENSION CHAÎNE13
hu_hu: SZÖVEG FESZÜLTSÉG13
it: TENSIONE STRINGA13
pl: NAPIĘCIE STRINGU PANELI13
pt_pt: TENSÃO STRING13

# 组串14电压
source: STRING VOLTAGE14
de: STRING SPANNUNG14
es: TENSIÓN STRING14
fr: TENSION CHAÎNE14
hu_hu: SZÖVEG FESZÜLTSÉG14
it: TENSIONE STRINGA14
pl: NAPIĘCIE STRINGU PANELI14
pt_pt: TENSÃO STRING14

# 组串15电压
source: STRING VOLTAGE15
de: STRING SPANNUNG15
es: TENSIÓN STRING15
fr: TENSION CHAÎNE15
hu_hu: SZÖVEG Feszültség15
it: TENSIONE STRINGA15
pl: NAPIĘCIE STRINGU PANELI15
pt_pt: TENSÃO STRING15

# 组串16电压
source: STRING VOLTAGE16
de: STRING SPANNUNG16
es: TENSIÓN STRING16
fr: TENSION CHAÎNE16
hu_hu: SZÖVEG Feszültség16
it: TENSIONE STRINGA16
pl: NAPIĘCIE STRINGU PANELI16
pt_pt: TENSÃO STRING16

# MPPT4电流
source: MPPT4 CURRENT
de: MPPT4ELEKTRISCHER STROM
es: MPPT4CORRIENTE
fr: MPPT4COURANT
hu_hu: MPPT4 jelenlegi
it: MPPT4CORRENTE ELETTRICA
nl: MPPT4ELEKTRISCHE STROOM
pl: MPPT4PRAD ELEKTRYCZNY
pt_pt: MPPT4CORRENTE

# MPPT5电流
source: MPPT5 CURRENT
de: MPPT5ELEKTRISCHER STROM
es: MPPT5CORRIENTE
fr: MPPT5COURANT
hu_hu: MPPT5 jelenlegi
it: MPPT5CORRENTE ELETTRICA
nl: MPPT5ELEKTRISCHE STROOM
pl: MPPT5PRAD ELEKTRYCZNY
pt_pt: MPPT5CORRENTE

# MPPT6电流
source: MPPT6 CURRENT
de: MPPT6ELEKTRISCHER STROM
es: MPPT6CORRIENTE
fr: MPPT6COURANT
hu_hu: MPPT6 JELENLEG
it: MPPT6CORRENTE ELETTRICA
nl: MPPT6ELEKTRISCHE STROOM
pl: MPPT6PRAD ELEKTRYCZNY
pt_pt: MPPT6CORRENTE

# MPPT7电流
source: MPPT7 CURRENT
de: MPPT7ELEKTRISCHER STROM
es: MPPT7CORRIENTE
fr: MPPT7COURANT
hu_hu: MPPT7 JELENLEG
it: MPPT7CORRENTE ELETTRICA
nl: MPPT7ELEKTRISCHE STROOM
pl: MPPT7PRAD ELEKTRYCZNY
pt_pt: MPPT7CORRENTE

# MPPT8电流
source: MPPT8 CURRENT
de: MPPT8ELEKTRISCHER STROM
es: MPPT8CORRIENTE
fr: MPPT8COURANT
hu_hu: MPPT8 JELENLEG
it: MPPT8CORRENTE ELETTRICA
nl: MPPT8ELEKTRISCHE STROOM
pl: MPPT8PRAD ELEKTRYCZNY
pt_pt: MPPT8CORRENTE

# 不在设置时间段的费率，按照费率为0计算
source: Rates that are not in the set time period are calculated as 0
de: Raten, die nicht im festgelegten Zeitraum liegen, werden mit 0 berechnet
es: Las tarifas que no están en el período de tiempo establecido se calculan como 0
fr: Les tarifs qui ne sont pas dans la période définie sont calculés comme 0
hu_hu: Azokat az árfolyamokat, amelyek nem a beállított időszakban vannak, 0-ként számoljuk
it: Le tariffe che non rientrano nel periodo di tempo impostato vengono calcolate come 0
nl: Tarieven die niet binnen de ingestelde tijdsperiode vallen, worden berekend als 0
pl: Stawki spoza ustawionego okresu są obliczane jako 0
pt_pt: Taxas que não estão no período de tempo definido são calculadas como 0

# 392网络模式设置
source: Network mode setting
de: Einstellung des Netzwerkmodus
es: Configuración del modo de red
fr: Réglage du mode réseau
hu_hu: Hálózati mód beállítása
it: Impostazione della modalità di rete
nl: Netwerkmodus instellen
pl: Ustawienie trybu sieciowego
pt_pt: Configuração do modo de rede

# 373电表类型
source: Meter type
de: Zählertyp
es: Tipo de medidor
fr: Type de compteur
hu_hu: Mérő típusa
it: Tipo di contatore
pl: Typ licznika
pt_pt: Tipo de medidor

# 370电子锁配置
source: Electronic lock configuration
de: Konfiguration des elektronischen Schlosses
es: Configuración de cerradura electrónica
fr: Configuration de la serrure électronique
hu_hu: Elektronikus zár konfiguráció
it: Configurazione serratura elettronica
nl: Configuratie elektronisch slot
pl: Konfiguracja zamka elektronicznego
pt_pt: Configuração de fechadura eletrônica

# 371手动
source: Manual
de: Handbuch
fr: Manuel
hu_hu: Kézikönyv
it: Manuale
nl: Handleiding
pl: podręcznik

# 369交直流
source: AC and DC
de: AC und DC
es: AC y DC
fr: AC et DC
hu_hu: AC és DC
it: AC e DC
nl: AC en DC
pl: AC i DC
pt_pt: AC e DC

# 344ECO+电流限制KW
source: ECO+ current limit KW
de: ECO + Strombegrenzung KW
es: ECO + límite de corriente KW
fr: ECO + limite de courant KW
hu_hu: ECO + áramkorlát KW
it: ECO + limite di corrente KW
nl: ECO + vermogensgrens KW
pl: ECO + ograniczenie prądu KW
pt_pt: ECO + limite de corrente KW

# 393低功率预约充电
source: Low-power scheduled charging
de: Geplante Aufladung mit geringem Stromverbrauch
es: Carga de bajo consumo programada
fr: Charge programmée basse consommation
hu_hu: Kis fogyasztású ütemezett töltés
it: Ricarica programmata a basso consumo
nl: Gepland opladen met laag vermogen
pl: Planowane ładowanie o niskiej mocy
pt_pt: Carregamento programado de baixa energia

# 模式设置
source: Mode setting
de: Modus-Einstellung
es: Configuración de modo
fr: Réglage du mode
hu_hu: Mód beállítása
it: Impostazione della modalità
nl: Modus instelling
pl: Ustawienie trybu
pt_pt: Configuração de modo

# 详细信息
source: Details
de: Einzelheiten
es: Detalles
fr: Détails
hu_hu: Részletek
it: Dettagli
pl: Detale
pt_pt: Detalhes

# 总功率
source: Total power
de: Totale Kraft
es: potencia total
fr: Pouvoir total
hu_hu: Teljhatalom
it: Potere totale
nl: Totaal vermogen
pl: Całkowita moc
pt_pt: Poder total

# 最高温度
source: Maximum temperature
de: Maximale Temperatur
es: Temperatura máxima
fr: Température maximale
hu_hu: Maximális hőmérséklet
it: Temperatura massima
nl: Maximale temperatuur
pl: Maksymalna temperatura
pt_pt: Temperatura máxima

# 模式选择
source: Mode selection
de: Modusauswahl
es: Selección de modo
fr: Sélection de mode
hu_hu: Mód kiválasztása
it: Selezione della modalità
nl: Mode selectie
pl: Wybór trybu
pt_pt: Seleção de modo

# 优先级选择
source: Priority selection
de: Prioritätsauswahl
es: Selección de prioridad
fr: Sélection prioritaire
hu_hu: Prioritás kiválasztása
it: Selezione delle priorità
nl: Prioriteitsselectie
pl: Wybór priorytetów
pt_pt: Seleção de prioridade

# 优先级
source: priority
de: Priorität
es: prioridad
fr: priorité
hu_hu: kiemelten fontos
it: priorità
nl: prioriteit
pl: priorytet
pt_pt: prioridade

# 长按调节优先级
source: Long press to adjust priority
de: Lang drücken, um die Priorität anzupassen
es: Mantenga pulsado para ajustar la prioridad
fr: Appuyez longuement pour régler la priorité
hu_hu: Hosszan nyomja meg a prioritás beállításához
it: Premere a lungo per regolare la priorità
nl: Lang indrukken om de prioriteit aan te passen
pl: Przytrzymaj, aby ustawić priorytet
pt_pt: Pressione e segure para ajustar a prioridade

# 工作模式
source: Operating mode
de: Betriebsart
es: Modo operativo
fr: Mode de fonctionnement
hu_hu: Üzemmód
it: Modalità operativa
nl: Bedrijfsmodus
pl: Tryb pracy
pt_pt: Modo operacional

# 已接入负载
source: Load connected
de: Last verbunden
es: Carga conectada
fr: Charge connectée
hu_hu: Terhelés csatlakoztatva
it: Carico connesso
nl: Load aangesloten
pl: Wczytaj podłączony
pt_pt: Carregar conectado

# 名称不能为空
source: Name is required
de: Name ist erforderlich
es: Se requiere el nombre
fr: Le nom est requis
hu_hu: A név megadása kötelező
it: Il nome è obbligatorio
nl: Naam is vereist
pl: imie jest wymagane
pt_pt: Nome é obrigatório

# 功率不能为空
source: Power cannot be empty
de: Strom kann nicht leer sein
es: El potencia no puede estar vacío
fr: Le pouvoir ne peut pas être vide
hu_hu: Az áram nem lehet üres
it: Il potere non può essere vuoto
nl: De kracht mag niet leeg zijn
pl: Moc nie może być pusta
pt_pt: O poder não pode estar vazio

# 最大温度不能为空
source: Maximum temperature cannot be empty
de: Die maximale Temperatur darf nicht leer sein
es: La temperatura máxima no puede estar vacía
fr: La température maximale ne peut pas être vide
hu_hu: A maximális hőmérséklet nem lehet üres
it: La temperatura massima non può essere vuota
nl: Maximale temperatuur mag niet leeg zijn
pl: Maksymalna temperatura nie może być pusta
pt_pt: A temperatura máxima não pode estar vazia

# 最大温度不能小于当前温度
source: The maximum temperature cannot be less than the current temperature
de: Die maximale Temperatur darf nicht unter der aktuellen Temperatur liegen
es: La temperatura máxima no puede ser menor que la temperatura actual
fr: La température maximale ne peut pas être inférieure à la température actuelle
hu_hu: A maximális hőmérséklet nem lehet alacsonyabb, mint az aktuális hőmérséklet
it: La temperatura massima non può essere inferiore alla temperatura corrente
nl: De maximale temperatuur mag niet lager zijn dan de huidige temperatuur
pl: Maksymalna temperatura nie może być niższa od aktualnej temperatury
pt_pt: A temperatura máxima não pode ser inferior à temperatura atual

# 保存成功
source: Saved successfully
de: Erfolgreich gespeichert
es: Guardado exitosamente
fr: Enregistré avec succès
hu_hu: sikeresen elmentve
it: Salvato con successo
nl: Succesvol opgeslagen
pl: Zapisano pomyślnie
pt_pt: Salvo com sucesso

# 功率调节使能
source: Power regulation enable
de: Leistungsregelung aktivieren
es: Habilitación de regulación de potencia
fr: Activation de la régulation de puissance
hu_hu: Teljesítményszabályozás engedélyezése
it: Abilitazione regolazione potenza
nl: Vermogensregeling inschakelen
pl: Regulacja mocy włączona
pt_pt: Habilitar regulação de energia

# 添加定时
source: Add timing
de: Timing hinzufügen
es: añadir tiempo
fr: Ajouter un timing
hu_hu: Add hozzá az időzítést
it: Aggiungi il tempismo
nl: Voeg timing toe
pl: Dodaj czas
pt_pt: Adicionar tempo

# 循环
source: cycle
de: Zyklus
es: ciclo
hu_hu: ciklus
it: ciclo
nl: Cyclus
pl: cykl
pt_pt: ciclo

# 温度未设置
source: Temperature is not set
de: Die Temperatur ist nicht eingestellt
es: La temperatura no está configurada
fr: La température n'est pas réglée
hu_hu: A hőmérséklet nincs beállítva
it: La temperatura non è impostata
nl: De temperatuur is niet ingesteld
pl: Temperatura nie jest ustawiona
pt_pt: A temperatura não está definida

# 循环未设置
source: Cycle is not set
de: Zyklus ist nicht eingestellt
es: El ciclo no está configurado
fr: Le cycle n'est pas défini
hu_hu: A ciklus nincs beállítva
it: Il ciclo non è impostato
nl: Cyclus is niet ingesteld
pl: Cykl nie jest ustawiony
pt_pt: O ciclo não está definido

# 启用加热保障
source: Enable heating protection
de: Heizungsschutz aktivieren
es: Habilitar la protección de calefacción
fr: Activer la protection contre le chauffage
hu_hu: Fűtésvédelem engedélyezése
it: Abilita la protezione contro il riscaldamento
nl: Schakel verwarmingsbeveiliging in
pl: Włącz ochronę ogrzewania
pt_pt: Ativar proteção de aquecimento

# 最低温度
source: lowest temperature
de: niedrigste Temperatur
es: temperatura más baja
fr: température la plus basse
hu_hu: legalacsonyabb hőmérséklet
it: temperatura più bassa
nl: laagste temperatuur
pl: najniższa temperatura
pt_pt: temperatura mais baixa

# 加热时间
source: heating time
de: Erhitzungszeit
es: tiempo de calentamiento
fr: temps de chauffage
hu_hu: fűtési idő
it: tempo di riscaldamento
nl: opwarmtijd
pl: czas nagrzewania
pt_pt: tempo de aquecimento

# 加热保障
source: Heating guarantee
de: Heizungsgarantie
es: Garantía de calefacción
fr: Garantie chauffage
hu_hu: Fűtési garancia
it: Garanzia di riscaldamento
nl: Verwarmingsgarantie
pl: Gwarancja ogrzewania
pt_pt: Garantia de aquecimento
