Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 设备类型
source: Device type
de: Geräteart
es: Tipo de dispositivo
fr: Type d'appareil
hu_hu: Készülék típus
it: Dispositivo Tipo
nl: Apparaat type
pl: Typ urządzenia
pt_pt: Tipo de dispositivo

# 设备添加成功
source: Device successfully added
de: Gerät erfolgreich hinzugefügt
es: Dispositivo añadido con éxito
fr: Appareil ajouté avec succès
hu_hu: Az eszköz sikeresen hozzáadva
it: Dispositivo aggiunto correttamente
nl: Apparaat succesvol toegevoegd
pl: Pomyślnie dodano urządzenie
pt_pt: Dispositivo adicionado com sucesso

# 设备暂未接入50
source: No access device
de: Kein Zugangsgerät
es: Sin dispositivo de acceso
fr: Appareil non encore connecté
hu_hu: Nincs hozzáférési eszköz
it: Nessun dispositivo di accesso
nl: Geen toegangsapparaat
pl: Brak urządzenia dostępowego
pt_pt: Nenhum dispositivo de acesso

# 设置PF值
source: Set power factor
de: Verschiebungsfaktor einstellen
es: Ajustar el factor de potencia
fr: Régler le facteur de puissance
hu_hu: Állítsa be a teljesítménytényezőt
it: Imposta il fattore di potenza
nl: Powerfactor instellen
pl: Ustaw współczynnik mocy
pt_pt: Configurar fator de potência

# 设置储能机开关机
source: Turn on/off storage
de: Speicher Ein-/Ausschalten
es: Activar / desactivar almacenamiento
fr: Activer/désactiver le stockage
hu_hu: Kapcsolja be/ki a tárolót
it: Accendere/spegnere l'accumulo
nl: Opslag aan/uit zetten
pl: Wlaczanie / wylaczanie przechowywania
pt_pt: Ativar / desativar o armazenamento

# 设置储能机时间
source: Set storage time
de: Uhrzeit Energiespeicher einstellen
es: Ajustar fecha/hora de almacenamiento
fr: Fixer la durée de stockage
hu_hu: Tárolási idő beállítása
it: Imposta il tempo di accumulo
nl: Laadtijd instellen
pl: Ustaw czas magazynowania
pt_pt: Defina o tempo de armazenamento

# 设置储能机时间:
source: Set SP-device time
de: Stellen Sie die SP-Gerätezeit ein
es: Establecer el tiempo del dispositivo SP
fr: Réglez le temps de la machine de stockage d'énergie:
hu_hu: Állítsa be az SP-eszköz idejét
it: Imposta l'ora del dispositivo SP
nl: Stel de tijd van het SP-apparaat in
pl: Ustaw czas urządzenia SP
pt_pt: Definir hora do dispositivo SP

# 设置逆变器开关机
source: Turn inverter on/off
de: Wechselrichter ein- / ausschalten
es: Enciende / apaga el inversor
fr: Allumer/éteindre l'onduleur
hu_hu: Az inverter be- és kikapcsolása
it: Accende / spegne l'inverter
nl: Schakel de omvormer in / uit
pl: Włącz / wyłącz falownik
pt_pt: Ligar / desligar o inversor

# 设置逆变器时间:
source: Set inverter time
de: Wechslrichteruhrzeit einstellen
es: Ajustar fecha/hora del inversor
fr: Régler l'heure de l'onduleur
hu_hu: Állítsa be az inverter időt
it: Imposta l'ora sull'inverter
nl: Omvormer tijd
pl: Ustaw czas falownika
pt_pt: Configurar a hora do inversor

# 设置输入SP的组串电压
source: Set storage string voltage
de: Strangspannung Energiespeicher einstellen
es: Ajustar la tensión de la cadena de acumulación
fr: Réglez la tension de chaîne d'entrée de SP
hu_hu: Állítsa be a tárolási sztring feszültségét
it: Imposta tensione di stringa per l'accumulo
nl: Snaarspanning opslag instellen
pl: Ustaw napięcie magazynowania w zestawie paneli
pt_pt: Definir tensão de armazenamento da string

# 设置温度12
source: Setting temperature
de: Temperatur einstellen
es: Ajustando Temperatura
fr: Réglage de la température
hu_hu: A hőmérséklet beállítása
it: Impostazione della temperatura
nl: Temperatuur instellen
pl: Ustawienia temperatury
pt_pt: Temperatura de ajuste

# 设置无功功率
source: Set reactive power
de: Blindleistung einstellen
es: Ajustar potencia reactiva
fr: Régler la puissance réactive
hu_hu: Állítsa be a reaktív teljesítményt
it: Imposta la Potenza reattiva
nl: Reactief vermogen instellen
pl: Ustaw moc bierną
pt_pt: Configurar potência reativa

# 设置有效功率
source: Set active power
de: Wirkleistung einstellen
es: Ajustar potencia activa
fr: Régler la puissance active
hu_hu: Állítsa be az aktív teljesítményt
it: Imposta la Potenza attiva
nl: Actief vermogen instellen
pl: Ustaw moc czynną
pt_pt: Configurar potência ativa

# 时间参数不正确
source: Time incorrect
de: Uhrzeit falsch
es: Tiempo incorrecto
fr: Heure incorrecte
hu_hu: Helytelen idő
it: Ora non corretta
nl: Tijd niet correct
pl: Niepoprawny czas
pt_pt: Tempo incorreto

# 时区
source: Time zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
hu_hu: Időzóna
it: Fuso orario
nl: Tijdzone
pl: Strefa czasowa
pt_pt: Fuso horário

# 使用区域:
source: Used area:
de: Bereich:
es: Área utilizada:
fr: Zone utilisée
hu_hu: Használt terület:
it: Area usata:
nl: Gebruikt oppervlak:
pl: Obszar używania :
pt_pt: Área utilizada:

# 示范电站
source: Demo plant
de: Demo-Anlage
es: Planta de demostración
fr: Centrale PV de démonstration
hu_hu: Bemutató üzem
pl: Instalacja demonstracyjna
pt_pt: Planta de demonstração

# 示范设备暂时不开放此功能,请安装真实产品使用此功能.
source: This feature is currently not available in demo plant,please use it in real plant
de: Diese Funktion ist in der Demoversion nicht verfügbar.
es: Esta función no está disponible actualmente en la instalación demo, utilícela en una instalación real
fr: Cette fonction n'est actuellement pas disponible dans la version de démonstration
hu_hu: Ez a jellemző csak valós telepítés esetén elérhető
it: Questa prestazione è disponibile solo su un impianto reale
nl: Deze functie is niet beschikbaar in de demoversie
pl: Ta funkcja nie jest dostepna w wersji demonstracyjnej, użyj jej w swojej instalacji
pt_pt: Esta característica só está disponível em instalação real

# 示例
source: Demo
pl: Wersja demonstracyjna

# 市电电压
source: Set high limit of the grid voltage
de: Stellen Sie die Obergrenze der Netzspannung ein
es: Ajustar umbral superior de tensión de la red pública
fr: Définir la limite haute de la tension du réseau
hu_hu: Állítsa be a hálózati feszültség magas határát
it: Imposta il limite superiore della tensione di rete
nl: Stel de bovengrens van de netspanning in
pl: Ustaw górną granicę napięcia sieciowego
pt_pt: Definir limite alto da tensão da rede

# 事件号:
source: Event No:
de: Veranstaltungsnr .:
es: Evento no:
fr: Evenement N°
hu_hu: Esemény száma:
it: Evento n .:
nl: Evenement nr:
pl: Wydarzenie nr:
pt_pt: Evento:

# 视频缓存提示
source: Note: When playing the video, it will be cached, you can save the video when caching is completed.
de: Hinweis: Wenn Sie das Video abspielen, wird es zwischengespeichert. Sie können das Video speichern, wenn der Cachevorgang abgeschlossen ist.
es: Nota: Al reproducir el video, se almacenará en caché, puede guardar el video cuando se complete el almacenamiento en caché.
fr: Note : Lors de la lecture de la vidéo, celle-ci sera mise en cache, vous pouvez l'enregistrer lorsque la mise en cache est terminée.
hu_hu: Megjegyzés: A videó lejátszása közben gyorsítótárban tárolódik, és mentheti a videót, amikor a gyorsítótárazás befejeződött.
it: Nota: durante la riproduzione del video, verrà memorizzato nella cache, è possibile salvare il video al termine della memorizzazione nella cache.
nl: Opmerking: Wanneer de video wordt afgespeeld, wordt deze in de cache opgeslagen. U kunt de video opslaan wanneer het cachen is voltooid.
pl: Uwaga: Podczas odtwarzania wideo zostanie ono zbuforowane, możesz zapisać wideo po zakończeniu buforowania.
pt_pt: Nota: Ao reproduzir o vídeo, ele será armazenado em cache; você poderá salvá-lo quando o cache for concluído.

# 视频内容
source: Ginverter promotion, product installation, .etc
de: Ginverter-Promotion, Produktinstallation usw.
es: Promociones de Ginverter, instalación del producto, .etc
fr: Promotion de Ginverter, installation de produits, etc.
hu_hu: Ginverter promóció, termék telepítés, .etc
it: Promozione Ginverter, installazione del prodotto, .etc
nl: Ginverter-promotie, productinstallatie, enz
pl: Promocje Ginverter, montaż produktu itp.
pt_pt: Promoção Ginverter, instalação do produto, etc.

# 视频系统
source: Video
es: Vídeo
fr: Vidéo
hu_hu: Videók
pl: Wideo

# 是2
source: YES
de: JA
es: SÍ
fr: Oui
hu_hu: IGEN
it: SÌ
nl: JA
pl: TAK
pt_pt: SIM

# 是否保存视频
source: Save the video?
de: Video speichern?
es: Guarda el video?
fr: Sauvegarder la vidéo ?
hu_hu: Menti a videót?
it: Salva il video?
nl: Video opslaan?
pl: Zapisać wideo?
pt_pt: Salvar o vídeo?

# 是否更新
source: Update or not
de: Update durchführen?
es: Actualizar o no
fr: Mettre à jour ou non
hu_hu: Frissít vagy nem
it: Aggiornare oppure no
nl: Updaten
pl: Uaktualnić ?
pt_pt: Atualize ou não

# 是否加锁29
source: Lock or no
de: Sperren oder nein
es: Bloquear o no
fr: Verrouillage ou non
hu_hu: Zárolni vagy sem
it: Blocca o no
nl: Vergrendelen of nee
pl: Zablokuj lub nie
pt_pt: Bloquear ou não

# 是否清空历史数据
source: Clear data or number of APP icon tags?
de: Daten löschen?
es: ¿Borrar datos o número de etiquetas de iconos de aplicaciones?
fr: Effacez les données ou le nombre de marques d'icônes APP?
hu_hu: Törölje az applikáció ikoncímkéinek adatait, számát?
it: Cancellare i dati o il numero di contrassegno della APP?
nl: Data verwijderen?
pl: Usunac dane lub etykiety ikon applikacji?
pt_pt: Limpar dados ou número dos icones do APP?

# 是否确定关闭储能机
source: Confirm to turn off storage
de: Energiespeicher ausschalten
es: Confirmar para desactivar el almacenamiento
fr: Confirmer la désactivation du stockage
hu_hu: Erősítse meg a tárolás kikapcsolását
it: Conferma per attivare l'accumulo
nl: Bevestig het uitschakelen van de opslag
pl: Potwierdz aby wyłączyć baterię
pt_pt: Confirme para desligar o armazenamento

# 是否确定关闭逆变器
source: Turn off this inverter?
de: Diesen Wechselrichter ausschalten?
es: ¿Apagar este inversor?
fr: Éteindre cet onduleur ?
hu_hu: Kikapcsolja ezt az invertert?
it: Spegni questo inverter?
nl: Deze omvormer uitschakelen?
pl: Wyłączyć ten falownik?
pt_pt: Desligar este inversor?

# 是否确定开启储能机
source: Confirm to turn on storage
de: Energiespeicher einschalten
es: Confirmar para activar el almacenamiento
fr: Confirmer pour activer le stockage
hu_hu: Erősítse meg a tárolás bekapcsolását
it: Conferma per attivare l'accumulo
nl: Bevestig het inschakelen van de opslag
pl: Potwierdz aby włączyc baterię
pt_pt: Confirme para ligar o armazenamento

# 是否确定开启逆变器
source: Turn on this inverter?
de: Diesen Wechselrichter einschalten?
es: ¿Enciender este inversor?
fr: Allumer cet onduleur ?
hu_hu: Bekapcsolja ezt a frekvenciaváltót?
it: Accendi questo inverter?
nl: Deze omvormer inschakelen?
pl: Włączyć ten falownik?
pt_pt: Ligar este inversor?

# 是否确定删除设备
source: Are you sure to remove?
de: Möchten Sie das Gerät entfernen?
es: ¿Está seguro de eliminar?
fr: Êtes-vous sûr de supprimer ?
hu_hu: Biztos el kívánja távoltani?
it: Sei sicuro di voler eliminare?
nl: Weet u zeker dat u het apparaat wilt verwijderen?
pl: Czy na pewno chcesz usunąć?
pt_pt: Tem certeza de remover?

# 是否跳转界面进行设置
source: Back to 'Settings' page?
de: Zurück zur Seite “Einstellungen”?
es: Volver a la página de “Configuración”?
fr: Retour à la page ”Paramètres“ ?
hu_hu: Vissza a “Beállítások” oldalra?
it: Torna alla pagina “Impostazioni”?
nl: Terug naar de pagina “Instellingen”?
pl: Powrót do ustawień ?
pt_pt: Voltar à página “Configurações”?

# 是否退出当前账户
source: Sign out?
de: Ausloggen?
es: ¿Desconectar?
fr: Déconnexion
hu_hu: Kijelentkezés?
it: Disconnessione?
nl: Afmelden?
pl: Wyloguj się?
pt_pt: Sair?

# 手册
source: Manual
de: Anleitung
fr: Manuel
hu_hu: Kézikönyv
it: Manuale
nl: Handleiding
pl: Instrukcja

# 手册内容
source: Easy access to details installation guide
de: Installationsanleitungen
es: Acceso a la guía de instalación detallada
fr: Accès facile aux détails du guide d'installation
hu_hu: Telepítési kézikönyv, a rendszer használati utasítás és a kapcsolódó műszaki dokumentáció
it: Accesso facile a dettagli della guida di installazione
nl: Eenvoudige toegang tot de gedetailleerde installatiehandleiding
pl: Dostęp do instrukcji montażu
pt_pt: Fácil acesso ao guia de instalação de detalhes

# 授权管理17
source: Permissions
de: Berechtigungen
es: Permisos
hu_hu: Engedélyek
it: Permessi
nl: Rechten
pl: Uprawnienia
pt_pt: Permissões

# 输出电流16
source: Output current
de: Ausgangsstrom
es: Corriente de salida
fr: Courant de sortie
hu_hu: Kimeneti áram
it: Corrente di uscita
nl: Uitgangsstroom
pl: Prąd wyjściowy
pt_pt: Corrente de saída

# 输入WiFi密码10
source: Enter the Wifi password
de: Geben Sie das WLAN-Passwort ein
es: Introducir la contraseña de Wifi
fr: Entrez le mot de passe Wifi
hu_hu: Adja meg a Wifi jelszót
it: Inserisci la password Wifi
nl: Voer het wifi-wachtwoord in
pl: Wprowadż hasło do Wifi.
pt_pt: Digite a senha do Wifi

# 输入代理商编号
source: Input installer code
de: Installationscode eingeben
es: Ingrese el código del instalador
fr: Entrer le code d'installateur
hu_hu: Adja meg a telepítő kódját
it: Inserisci il codice installatore
nl: Voer installatiecode in
pl: Wprowadź kod instalatora
pt_pt: Código do instalador de entrada

# 输入连接的WiFi密码7
source: The WiFi password for the input connection
de: Das WiFi-Passwort für die Eingabeverbindung
es: La contraseña de WiFi para la conexión
fr: Entrez le mot de passe WiFi pour la connexion
hu_hu: A WiFi jelszó a bemeneti kapcsolathoz
it: La password WiFi per la connessione di input
nl: Het wifi-wachtwoord voor de invoerverbinding
pl: Hasło WiFi dla połączenia
pt_pt: A senha do WiFi para a conexão de entrada

# 输入手机号
source: Enter phone number
de: Telefonnummer eingeben
es: Ingresar número telefónico
fr: Saisir le numéro du téléphone
hu_hu: Írja be a telefonszámot
it: Inserisci il numero di telefono
nl: Voer telefoonnummer in
pl: Wpisz numer telefonu
pt_pt: Digite o número de telefone

# 输入邮箱地址
source: Enter E-Mail address
de: E-Mail Adresse eingeben
es: Introduzca la dirección de correo electrónico
fr: Saisir l'adresse email
hu_hu: Adja meg az email címét
it: Inserisci l'indirizzo email
nl: Vul email adres in
pl: Wprowadź adres e-mail
pt_pt: Insira o endereço de e-mail

# 属性
source: Attribute
es: Atributo
fr: Les attributs
hu_hu: Jellemző
it: Attributo
nl: Eigenschappen
pl: Właściwości
pt_pt: Atributo

# 数据
source: Data
de: Daten
es: Datos
fr: Données
hu_hu: adatok
it: Dati
pl: - dane
pt_pt: Dados

# 数据更新时间
source: Data refreshing time
de: Aktualisierungsintervall
es: Frecuencia de actualización de datos
fr: Temps de rafraîchissement des données
hu_hu: Adat frissítési idő
it: Tempo di rinfresco dei dati
nl: Data updaten
pl: Czas odświeżania danych
pt_pt: Tempo de atualização de dados

# 刷新设备列表
source: Please drop down to refresh device list to get device information after 5 mimutes
de: Bitte gehen Sie nach unten, um die Geräteliste zu aktualisieren und nach 5 Minuten Geräteinformationen zu erhalten
es: Deslice hacia abajo para actualizar la lista de dispositivos. Puede tardar 5 minutos en aparecer
fr: Veuillez dérouler le menu déroulant pour actualiser la liste des appareils afin d'obtenir des informations sur les appareils après 5 minutes
hu_hu: Kérjük, dobja le az eszközlista frissítéséhez, hogy az eszközinformációkat 5 után megkapja
it: Scorri l'elenco per aggiornare l'elenco dei dispositivi per ottenere informazioni sul dispositivo dopo 5 mimate
nl: Ga naar de lijst met apparaten om de apparaatinformatie na 5 minuten te vernieuwen
pl: Opuść listę, aby odświeżyć listę urządzeń, aby uzyskać informacje o urządzeniu po 5 minutach
pt_pt: Desça para atualizar a lista de dispositivos para obter informações sobre o dispositivo após 5 imitações

# 搜索
source: Search
de: Suche
es: Buscar
fr: Chercher
hu_hu: Keresés
it: Cerca
nl: Zoeken
pl: Szukaj
pt_pt: Pesquisa

# 搜索22
source: Search
de: Suche
es: Buscar
fr: Recherchez
hu_hu: Keresés
it: Ricerca
nl: Zoeken
pl: Wyszukaj
pt_pt: Procurar

# 所属服务器错误
source: Server error
de: Serverfehler
es: Error del Servidor
fr: Erreur de serveur
hu_hu: Szerver hiba
it: Errore del server
nl: Serverfout
pl: Błąd serwera
pt_pt: Erro de servidor

# 提供商:
source: Provider:
de: Anbieter:
es: Proveedor:
fr: Fournisseur
hu_hu: Szolgáltató:
it: Fornitore:
pl: Dostawca:
pt_pt: Fornecedor:

# 提交问题
source: Submit questions
de: Frage stellen
es: Enviar preguntas
fr: Soumettre des questions
hu_hu: Küldje el kérdését
it: Sottoporre domande
nl: Stel een vraag
pl: Wyslij zapytanie
pt_pt: Enviar perguntas

# 体验馆
source: Demo
fr: Demontartion
pl: Wersja demonstracyjna

# 天13
source: Day
de: Tag
es: Día
fr: Journée
hu_hu: Nap
it: Giorno
nl: Dag
pl: Dzień
pt_pt: Dia

# 添加1
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hu_hu: Hozzáadni
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt_pt: Adicionar

# 添加10
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hu_hu: Hozzáad
it: Inserisci
nl: Toevoegen
pl: Dodaj
pt_pt: Adicionar

# 添加采集器
source: Add datalogger
de: Datenlogger hinzufügen
es: Añadir datalogger
fr: Ajouter un datalogger
hu_hu: Naplózó hozzáadása
it: Aggiungi datalogger
nl: Datalogger toevoegen
pl: Dodaj rejestrator danych
pt_pt: Adicionar datalogger

# 添加成功
source: Added successfully
de: Hinzufügen erfolgreich
es: Agregado exitosamente
fr: Ajouté avec succès
hu_hu: Sikeresen hozzáadva
it: Aggiunti con successo
nl: Succesvol toegevoegd
pl: Pomyslnie dodane
pt_pt: Adicionado com sucesso

# 添加充电桩
source: Add charger
de: Ladegerät hinzufügen
es: Añadir cargador
fr: Ajouter un chargeur
hu_hu: Adjon töltőt
it: Aggiungi caricatore
nl: Voeg lader toe
pl: Dodaj ładowarke
pt_pt: Adicionar carregador

# 添加出错
source: Add device error
de: Gerät hinzufügen fehlgeschlagen
es: Error al añadir dispositivo
fr: Échec de l'ajout d'un appareil
hu_hu: Készülék hozzáadási hiba
it: Errore di aggiunta dispositivo
nl: Apparaat toevoegen niet gelukt
pl: Nie można dodać urządzenia
pt_pt: Adicionar erro de dispositivo

# 添加错误
source: Adding failed
de: Hinzufügen fehlgeschlagen
es: Fallo al añadir
fr: L'ajout a échoué
hu_hu: A hozzáadás sikertelen
it: Aggiunta non riuscita
nl: Toevoegen mislukt
pl: Dodawanie nie powiodło się
pt_pt: Falha ao adicionar

# 添加电站成功
source: Plant successfully added
de: Anlage erfolgreich hinzugefügt
es: Planta agregada exitosamente
fr: Une centrale PV ajoutée avec succès
hu_hu: A növény sikeresen hozzáadva
it: Impianto aggiunto correttamente
nl: Installatie succesvol toegevoegd
pl: Pomyślnie dodano instalację
pt_pt: Planta adicionada com sucesso

# 添加设备
source: Add datalogger
de: Gerät hinzufügen
es: Añadir datalogger
fr: Ajouter un Datalogger
hu_hu: Adatgyűjtő hozzáadása
it: Aggiungi dispositivo
nl: Apparaat toevoegen
pl: Dodaj rejestrator
pt_pt: Adicionar dispositivo

# 添加设备39
source: Add device
de: Gerät hinzufügen
es: Añadir dispositivo
fr: Ajouter un appareil
hu_hu: Eszköz hozzáadása
it: Aggiungi dispositivo
nl: Voeg toestel toe
pl: Dodaj urzadzenie
pt_pt: Adicionar dispositivo

# 添加授权
source: Add authorized users
de: Fügen Sie autorisierte Benutzer hinzu
es: Añadir usuarios autorizados
fr: Ajouter des utilisateurs autorisés
hu_hu: Felhatalmazott felhasználók hozzáadása
it: Aggiungi utenti autorizzati
nl: Voeg geautoriseerde gebruikers toe
pl: Dodaj autoryzowanych użytkowników
pt_pt: Adicionar usuários autorizados

# 添加授权用户
source: Add an authorized user
de: Fügen Sie einen autorisierten Benutzer hinzu
es: Añadir un usuario autorizado
fr: Ajouter un utilisateur autorisé
hu_hu: Hozzon létre egy engedélyezett felhasználót
it: Aggiungi un utente autorizzato
nl: Voeg een geautoriseerde gebruiker toe
pl: Dodaj użytkownika
pt_pt: Adicione um usuário autorizado

# 添加问题提示
source: Only Chinese and English are available in the service system
de: Support über die ShinePhone App nur in Englisch oder Chinesisch.
es: Sólo el chino y el inglés están disponibles en el sistema de servicio.
fr: Seuls le chinois et l'anglais sont disponibles dans le système de service
hu_hu: A kiszolgáló rendszer csak kínai és angol nyelven érhető el.
it: Nel sistema di assistenza sono disponibili solo il Cinese e l'inglese
nl: Het service systeem is alleen beschikbaar in het Chinees of het Engels
pl: Usługi dostępne tylko w języku chińskim i angielskim
pt_pt: Apenas o chinês e o inglês estão disponíveis no sistema de serviços

# 添加信息出错
source: Add information error
de: Informationen hinzufügen fehlgeschlagen
es: Error al añadir informacion
fr: Erreur lors de l'ajout d'informations
hu_hu: Hiba történt az üzenet hozzáadásakor
it: Aggiungi infromazione di errore
nl: Ingevoerde informatie is niet opgeslagen
pl: Błąd zapisu informacji
pt_pt: Adicionar erro de informação

# 停止充电
source: OFF
es: APAGADO
pl: Wyłaczono

# 停止配置
source: Stop configuration
de: Beende Konfiguration
es: Detener la configuración
fr: Arretez la configuration
hu_hu: Konfigurálás leállítása
it: Ferma la configurazione
nl: Stop configuratie
pl: Anuluj konfigurację
pt_pt: Parar a configuração

# 通过序列号
source: Available SN
de: Verfügbare SN
es: SN disponible
fr: NS déjà attribué
hu_hu: Elérhető SN
it: SN disponibile
nl: Beschikbaar SN
pl: Dostępne SN
pt_pt: SN disponível

# 通过用户名
source: Available username
de: Benutzername bereits vergeben
es: Nombre de usuario disponible
fr: Nom d'utilisateur déjà attribué
hu_hu: Elérehtő felhasználónév
it: Nome Utente disponibile
nl: Beschikbare gebruikersnaam
pl: Według nazwy użytkownika
pt_pt: Nome de usuário disponível

# 推荐
source: Recommend
de: Empfehlen
es: Recomendar
fr: Recommander
hu_hu: Ajánl
it: Raccomandare
nl: Adviseren
pl: Polecenie
pt_pt: Recomendar

# 瓦特之家
source: Smart Home
de: Intelligentes Zuhause
es: Casa inteligente
hu_hu: Intelligens otthon
it: Casa intelligente
nl: Slimme woning
pl: Inteligentny dom
pt_pt: Casa inteligente

# 完成
source: Done
de: Fertig
es: Hecho
fr: Fait
hu_hu: Kész
it: Fatto
nl: Gereed
pl: Gotowe
pt_pt: Feito

# 忘记密码
source: Forgot password
de: Passwort vergessen
es: ¿Ha olvidado la contraseña?
fr: Mot de passe oublié
hu_hu: Elfelejtettem a jelszót
it: Password dimenticata
nl: Wachtwoord vergeten
pl: Nie pamietam hasła
pt_pt: Esqueceu a senha

# 微波炉
source: Microwave oven
de: Mikrowelle
es: Horno microondas
fr: Four à micro-ondes
hu_hu: Mikrohullámú sütő
it: Forno microonde
nl: Magnetron
pl: Kuchenka mikrofalowa
pt_pt: Forno de micro-ondas

# 纬度
source: Latitude
de: Breitengrad
es: Latitud
hu_hu: Szélességi kör
it: Latitudine
nl: Breedtegraad
pl: Szerokość geograficzna

# 未处理
source: Unprocessed
de: Unbearbeitet
es: Sin procesar
fr: Non traité
hu_hu: Feldolgozatlan
it: Non processato
nl: Onbehandeld
pl: Nieprzetworzone
pt_pt: Não processado

# 未开启定位服务
source: GPS deactivated
de: GPS deaktiviert
es: GPS desactivado
fr: GPS désactivé
hu_hu: A GPS deaktiválva
it: GPS disattivato
nl: GPS gedeactiveerd
pl: GPS wyłączony
pt_pt: GPS desativado

# 未连接
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
hu_hu: Nincs kapcsolatban
it: Non connesso
nl: Niet verbonden
pl: Brak połączenia
pt_pt: Não conectado

# 未配置设备
source: Demo device
de: Demo-Gerät
es: Dispositivo de demostración
fr: Dispositif de démonstration
hu_hu: Bemutató eszköz
it: Dispositivo demo
nl: Demo apparaat
pl: Urządzenie demonstracyjne
pt_pt: Dispositivo de demonstração

# 位置
source: Location
de: Standort
es: Ubicación
hu_hu: Elhelyezkedés
it: Luogo
nl: Locatie
pl: Lokalizacja
pt_pt: Localização

# 温控器05
source: Thermostat
es: Termostato
hu_hu: Termosztát
it: Termostato
nl: Thermostaat
pl: Termostat
pt_pt: Termostato

# 温馨提示
source: Note
de: Hinweis
es: Recordatorio
hu_hu: Figyelem
it: Informazione
nl: Opmerking
pl: Uwaga
pt_pt: Aviso

# 问题类型:
source: Type:
de: Typ:
es: Tipo:
hu_hu: Jelleg:
it: Typo:
pl: Typ:
pt_pt: Tipo:

# 问题列表
source: Questions list
de: Frageliste
es: Lista de preguntas
fr: Liste des questions
hu_hu: Kérdések listája
it: Lista delle domande
nl: Vragenlijst
pl: Kwestionariusz
pt_pt: Lista de perguntas

# 问题内容:
source: Content:
de: Inhalt:
es: Contenido:
fr: Contenu
hu_hu: Tartalom:
it: Contenuti:
nl: Inhoud:
pl: Treść
pt_pt: Conteúdo:

# 问题咨询
source: Advisory
de: Ratschläge
es: Consejo
fr: Avis
hu_hu: Tanácsadó
it: Consultazione
nl: Advies
pl: Porada
pt_pt: Consultivo

# 我
source: Me
de: Einstellungen
es: Yo
fr: Moi
hu_hu: Személyes
it: Io
nl: Ik
pl: Ja
pt_pt: Eu
