Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 设备执行时长
source: Device execution time
de: Ausführungszeit des Geräts
es: Tiempo de ejecución del dispositivo
fr: Temps d'exécution du dispositif
hu_hu: Az eszköz végrehajtási ideje
it: Tempo di esecuzione del dispositivo
nl: Uitvoeringstijd van het apparaat
pl: Czas wykonania urządzenia
pt_pt: Tempo de execução do dispositivo

# 月电量
source: Monthly energy
de: Monatliche Energie
es: Energía mensual
fr: Energie mensuelle
hu_hu: Havi energia
it: Energia mensile
nl: Maandelijkse energie
pl: Miesięczna energia
pt_pt: Energia mensal

# 1260Discharged
source: Discharged
de: Entladen
es: Descargado
fr: Déchargés
hu_hu: Kisült
nl: Ontslagen
pl: Rozładowany
pt_pt: Descarregado

# 1261Charged
source: Charged
de: Berechnet
es: Carga
fr: Imputé
hu_hu: Töltött
it: Ricarica
nl: Opgeladen
pl: Naładowany
pt_pt: Cobrar

# m1262馈回电网过去式
source: Exported to grid
de: In Raster exportiert
es: Exportado a red
fr: Exporté vers le réseau
hu_hu: A hálózatba exportálták
it: Esportato in griglia
nl: Geëxporteerd naar raster
pl: Eksportowane do sieci
pt_pt: Exportado para a grade

# m1263时
source: Time
de: Zeit
es: Hora
fr: Heure
hu_hu: Idő
it: Tempo
nl: Tijd
pl: Czas
pt_pt: Tempo

# m1264光伏充电
source: PV charge
de: PV-Ladung
es: Carga fotovoltaica
fr: Charge PV
hu_hu: PV töltés
it: Carica fotovoltaica
nl: PV-lading
pl: Opłata za PV
pt_pt: Carga PV

# m1265光伏并网
source: PV to grid
de: PV zum Netz
es: PV a la red
fr: PV vers le réseau
hu_hu: PV a hálózatra
it: PV a griglia
nl: PV naar net
pl: PV do sieci
pt_pt: PV para grade

# m1266光伏逆变器产出
source: PV Inverter
de: PV Wechselrichter
es: Inversor fotovoltaico
fr: Sortie de l'onduleur PV
it: Inverter fotovoltaico
nl: PV-omvormer
pl: Falownik PV
pt_pt: Inversor fotovoltaico

# m1267电网取电过去式
source: Imported from Grid
de: Aus Grid importiert
es: Importado de la red
fr: Importé du réseau
hu_hu: A rácsból behozva
it: Importato dalla griglia
nl: Geïmporteerd uit Grid
pl: Import z sieci AC
pt_pt: Importado da Grade

# m充放电过去式
source: Charged and discharged
de: Geladen und entladen
fr: Inculpé et libéré
hu_hu: Töltött és lemerült
it: Caricato e scaricato
nl: Geladen en ontslagen
pl: Naładowano i rozładowano
pt_pt: Carregado e descarregado

# 1266你可以通过安装商的OSS账号查找安装商编码
source: You can find Installer code from installer OSS account
de: Sie finden den Installationscode im OSS-Konto des Installationsprogramms
es: Puede encontrar el código de instalador en la cuenta OSS del instalador
fr: Vous pouvez trouver le code de l'installateur à partir du compte OSS de l'installateur
hu_hu: A telepítőkódot a telepítő OSS-fiókjából találhatja meg
it: È possibile trovare il codice di installazione dall'account OSS del programma di installazione
nl: U kunt de installatiecode vinden via het OSS-account van het installatieprogramma
pl: Możesz znaleźć kod instalatora z konta instalatora OSS
pt_pt: Você pode encontrar o código do instalador na conta OSS do instalador

# 1267查找安装商方式
source: Register OSS account at XX,or contact ** for help
de: Registrieren Sie das OSS-Konto unter XX oder wenden Sie sich an **, um Hilfe zu erhalten
es: Registre la cuenta OSS en XX, o contacte ** para obtener ayuda
fr: Enregistrez votre compte OSS à XX, ou contactez ** pour obtenir de l'aide
hu_hu: Regisztrálja az OSS-fiókot a XX-en, vagy lépjen kapcsolatba a ** -el segítségért
it: Registrare l'account OSS su XX o contattare ** per assistenza
nl: Registreer OSS-account op XX of neem contact op met ** voor hulp
pl: Kod instalatora można uzyskać rejestrując się na stronie XX. W przypadku montażu wykonanego prywatnie, prosimy o kontakt mailowy pod adresem ** lub adresem e-mail EMM.
pt_pt: Registre a conta OSS em XX ou entre em contato com ** para obter ajuda

# 1259分销商注册提示
source: Installer ID required before further operation(if need assistance please contact your installer )
de: Installations-ID vor dem weiteren Betrieb erforderlich (wenn Sie Hilfe benötigen, wenden Sie sich bitte an Ihren Installateur)
es: Se requiere una identificación del instalador antes de continuar la operación (si necesita ayuda, comuníquese con su instalador)
fr: ID de l'installateur requis avant toute opération (si besoin d'aide, veuillez contacter votre installateur)
hu_hu: A további műveletek előtt szükség van telepítői azonosítóra (ha segítségre van szüksége, forduljon a telepítőhöz)
it: ID installatore richiesto prima di ulteriori operazioni (se è necessaria assistenza, contattare il proprio installatore)
nl: Installateur-ID vereist voor verdere bediening (neem voor hulp contact op met uw installateur)
pl: Wymagany jest identyfikator instalatora przed dalszą operacją (jeśli potrzebujesz pomocy, skontaktuj się z instalatorem)
pt_pt: ID do instalador necessário antes da operação (se precisar de ajuda, entre em contato com o instalador)

# 1268相机权限未开启
source: Camera permissions are not opened
de: Kameraberechtigungen werden nicht geöffnet
es: Los permisos de la cámara no están activados
fr: Les autorisations de la caméra ne sont pas ouvertes
hu_hu: A kamera engedélyei nincsenek megnyitva
it: Le autorizzazioni della fotocamera non vengono aperte
nl: Camerarechten worden niet geopend
pl: Uprawnienia do aparatu nie są otwierane
pt_pt: As permissões da câmera não estão abertas

# 1269相机权限设置提醒
source: Please go to the mobile phone system n [Settings]-> [Privacy]-> [Camera] nAccess to% @ to open the camera
de: Bitte gehen Sie zum Mobiltelefonsystem unter [Einstellungen] -> [Datenschutz] -> [Kamera] Zugriff auf% @, um die Kamera zu öffnen
es: Vaya al sistema del teléfono móvil en [Configuración] -> [Privacidad] -> [Cámara] Acceda a% @ para abrir la cámara
fr: Veuillez vous rendre sur le système de téléphonie mobile dans [Paramètres] -> [Confidentialité] -> [Appareil photo] Accéder à% @ pour ouvrir l'appareil photo
hu_hu: A kamera megnyitásához keresse meg a mobiltelefon-rendszert a [Beállítások] -> [Adatvédelem] -> [Kamera] Hozzáférés a% @-hoz
it: Vai al sistema di telefonia mobile in [Impostazioni] -> [Privacy] -> [Videocamera] Accedi a% @ per aprire la videocamera
nl: Ga naar het mobiele telefoonsysteem in [Instellingen] -> [Privacy] -> [Camera] Toegang tot% @ om de camera te openen
pl: Przejdź do systemu telefonu komórkowego w [Ustawienia] -> [Prywatność] -> [Aparat] Dostęp do% @, aby otworzyć aparat
pt_pt: Por favor, vá ao sistema de telefonia móvel em [Configurações] -> [Privacidade] -> [Câmera] Acesso a% @ para abrir a câmera

# 1270相册读取权限未开启
source: Album read permission is not opened
de: Die Leseberechtigung für das Album wird nicht geöffnet
es: El permiso de lectura a la galería de fotos no está activado
fr: L'autorisation de lecture de l'album n'est pas ouverte
hu_hu: Az album olvasási engedélye nincs megnyitva
it: Il permesso di lettura dell'album non è aperto
nl: De toestemming voor het lezen van albums is niet geopend
pl: Uprawnienie do odczytu albumu nie jest otwarte
pt_pt: A permissão de leitura do álbum não foi aberta

# 1271相册权限设置提醒
source: Please go to the mobile phone system n [Settings]-> [Privacy]-> [Album] nOpen access to the album on% @;
de: Bitte gehen Sie zum Mobiltelefonsystem unter [Einstellungen] -> [Datenschutz] -> [Album] Öffnen Sie den Zugriff auf das Album auf% @;
es: Vaya al sistema de teléfono móvil en [Configuración] -> [Privacidad] -> [Álbum] Abrir acceso al álbum en% @;
fr: Veuillez accéder au système de téléphonie mobile dans [Paramètres] -> [Confidentialité] -> [Album] Ouvrir l'accès à l'album sur% @;
hu_hu: Lépjen a mobiltelefon rendszerbe a [Beállítások] -> [Adatvédelem] -> [Album] albumhoz való hozzáférés megnyitásához a% @ oldalon;
it: Vai al sistema di telefonia mobile in [Impostazioni] -> [Privacy] -> [Album] Apri l'accesso all'album su% @;
nl: Ga naar het mobiele telefoonsysteem in [Instellingen] -> [Privacy] -> [Album] Open toegang tot het album op% @;
pl: Przejdź do systemu telefonu komórkowego w [Ustawienia] -> [Prywatność] -> [Album] Otwórz dostęp do albumu na% @;
pt_pt: Por favor, vá ao sistema de telefonia móvel em [Configurações] -> [Privacidade] -> [Álbum] Abra o acesso ao álbum em% @;

# 1260电网取电
source: Import from Grid
de: Vom Grid importieren
es: Importar desde cuadrícula
fr: Importer depuis le réseau électrique
hu_hu: Importálás a rácsból
it: Importa da griglia
nl: Importeren vanuit raster
pl: Importuj z sieci AC
pt_pt: Importar da grade

# 1261馈回电网
source: Export to Grid
de: In Grid exportieren
es: Exportar a cuadrícula
fr: Exporter vers le réseau électrique
hu_hu: Exportálás a Gridbe
it: Esporta in griglia
nl: Exporteren naar raster
pl: Eksportuj do sieci AC
pt_pt: Exportar para grade

# 1262使能SPI
source: Enable SPI
de: Aktivieren Sie SPI
es: Activar SPI
fr: Activer le SPI
hu_hu: SPI engedélyezése
it: Abilita SPI
nl: Schakel SPI in
pl: Włączenie SPI
pt_pt: Ativar SPI

# 1263使能低电压穿越
source: Enable low voltage ride through
de: Aktivieren Sie LVRT
es: Activar LVRT
fr: Activer la TAVL
hu_hu: Engedélyezze az alacsony feszültségű átjárást
it: Abilita passaggio in bassa tensione
nl: Schakel laagspanningsrit door
pl: Włącz LVRT
pt_pt: Ativar LVRT

# 1264防逆流失效标志
source: Anti-backflow failure sign
de: Exportbegrenzungsfehlerzeichen
es: Señal de fallo antirreflujo
fr: Signe d'échec de la limitation des exportations
hu_hu: Anti-backflow hiba jel
it: Segno di errore anti-riflusso
nl: Znak awarii przeciwprądowej
pl: Znak ograniczenia eksportu nieudany
pt_pt: Sinal de falha na limitação de exportação

# 1265降载点设置
source: Drop point setting
de: Reduktionseinstellung
es: Configuración de reducción
fr: Paramètres de réduction
hu_hu: Leesési pont beállítása
it: Impostazione del punto di rilascio
nl: Drop point instelling
pl: Ustawienie redukcji
pt_pt: Configuração de redução

# 1268修改总发电量
source: Modify total power generation
de: Ändern Sie die gesamte Generierung
es: Modifica la generación total
fr: Modifier la génération totale
hu_hu: A teljes energiatermelés módosítása
it: Modifica la generazione totale di energia
nl: Wijzig de totale stroomopwekking
pl: Korekta produkcji energii
pt_pt: Modifique a geração total de energia

# 1269AFCI使能
source: Enable AFCI
de: Aktivieren Sie AFCI
es: Activar AFCI
fr: Activer l'AFCI
hu_hu: Az AFCI engedélyezése
it: Abilita AFCI
nl: Schakel AFCI in
pl: Włącz AFCI
pt_pt: Ativar AFCI

# 1270AFCI自检
source: AFCI Self-Test
de: AFCI-Autotest
es: Auto-test AFCI
fr: Auto-test de l'AFCI
hu_hu: AFCI önteszt
it: Autotest AFCI
nl: AFCI-Zelftest
pl: Autotest AFCI
pt_pt: Teste automático AFCI

# 1271AFCI复位
source: AFCI Reset
de: AFCI zurückgesetzt
es: Reset AFCI
fr: Réinitialisation de l'AFCI
it: Ripristino AFCI
nl: AFCI herstart
pl: Reset AFCI
pt_pt: Reset do AFCI

# 1272AFCI曲线扫描
source: AFCI Curve Scan
de: AFCI-Kurvenscan
es: Escaneo de curva AFCI
fr: Balayage des courbes AFCI
hu_hu: AFCI görbe szkennelés
it: Scansione curva AFCI
pl: Skanowanie krzywej AFCI

# 1273A路
source: A Channel
de: Ein Kanal
es: Camino A
fr: Une chaîne
hu_hu: Egy csatorna
it: Un canale
nl: Een kanaal
pl: Droga A.
pt_pt: Um canal

# 1274B路
source: B Channel
de: B-Kanal
es: Camino B
fr: Canal B
hu_hu: B csatorna
it: Canale B.
nl: B-kanaal
pl: Droga B
pt_pt: Canal B

# 1275强度
source: Amplitude
es: fuerza
hu_hu: Amplitúdó
it: Ampiezza
pl: siła

# 1276实时值
source: Real-time value
de: Echtzeitwert
es: Valor en tiempo real
fr: Valeur en temps réel
hu_hu: Valós idejű érték
it: Valore in tempo reale
nl: Real-time waarde
pl: Wartość w czasie rzeczywistym
pt_pt: Valor em tempo real

# 1277AFCI阈值
source: AFCI threshold
de: AFCI-Schwelle
es: Limite de AFCI
fr: Seuil AFCI
hu_hu: AFCI küszöbérték
it: Soglia AFCI
nl: AFCI-drempel
pl: Próg AFCI
pt_pt: Limiar de AFCI

# 1278FFT值超过阈值的最大累计次数
source: Max Accumulated Counts for Over FFT Value
de: Der FFT-Wert überschreitet die maximale kumulative Anzahl von Schwellenwerten
es: El valor FFT excede el maximo acumulativo de limites
fr: La valeur de la FFT dépasse le nombre maximum cumulé de seuils
hu_hu: Maximális felhalmozott számlálás több mint FFT értéknél
it: Conti accumulati massimi per un valore superiore a FFT
nl: Max geaccumuleerde tellingen voor meer dan FFT-waarde
pl: Wartość FFT przekracza maksymalną skumulowaną liczbę progów
pt_pt: O valor da FFT supera o número cumulativo máximo de limites

# 1279监控云平台
source: Ginverter Monitoring Cloud Platform
de: Ginverter Monitoring Cloud-Plattform
es: Plataforma de monitoreo de la nube Ginverter
hu_hu: Ginverter figyelő felhő platform
it: Piattaforma cloud di monitoraggio Ginverter
pl: Platforma chmurowa Ginverter Monitoring
pt_pt: Plataforma de nuvem de monitoramento Ginverter

# 电量对比
source: Power comparison
de: Leistungsvergleich
es: Comparación de potencia
fr: Comparaison de puissance
hu_hu: Teljesítmény-összehasonlítás
it: Confronto di potenza
nl: Power vergelijking
pl: Porównanie mocy
pt_pt: Comparação de potência

# 时
source: Hour
de: Stunde
es: Hora
fr: heure
hu_hu: Óra
it: Ora
nl: Uur
pl: Godzina
pt_pt: Hora

# 1281季度
source: Quarter
de: Quartal
es: Cuarto
fr: Trimestre
hu_hu: Negyed
it: Trimestre
nl: Kwartaal
pl: Kwartalnik
pt_pt: trimestre

# 1284恢复缩放
source: Resume zoom
de: Setzen Sie den Zoom fort
es: Reanudar zoom
fr: Reprendre le zoom
hu_hu: Folytatás folytatása
it: Riprendi zoom
nl: Zoom hervatten
pl: Wznów powiększenie
pt_pt: Retomar o zoom

# 1285自检失败
source: Self test failed
de: Auto-Test fehlgeschlagen
es: Auto-test fallido
fr: Echec du test automatique
hu_hu: Az önteszt sikertelen
it: Autotest fallito
nl: Zelftest is mislukt
pl: Auto-test nie powiódł się
pt_pt: Falha ao teste automático

# 1286自检成功
source: Successful self-test
de: Auto-Test erfolgreich
es: Auto-test exitoso
fr: Réussite de l'auto-test
hu_hu: Sikeres önteszt
it: Autotest riuscito
nl: Geslaagde zelftest
pl: Auto-test zakończył się sukcesem
pt_pt: Teste automático com sucesso

# 1287特殊日
source: Special Day
de: Besonderer Tag
es: Día especial
fr: Jour spécial
hu_hu: Különleges nap
it: Giorno speciale
nl: Speciale dag
pl: Wyjątkowy dzień
pt_pt: Dia especial

# 1288结束
source: End
de: Ende
es: Final
fr: Fin
hu_hu: vég
it: Fine
nl: Einde
pl: Koniec
pt_pt: Terminado

# 1289周内
source: Weekday
de: Wochentag
es: Día laborable
fr: Jour de la semaine
hu_hu: Hétköznap
it: giorno feriale
nl: Weekdag
pl: Dzień powszedni
pt_pt: Dia da semana

# 电压穿越
source: Voltage Ride Through
de: Spannungsdurchgang
es: Paso a través de voltaje
fr: Traversée de tension
hu_hu: Átmenő feszültség
it: Passaggio in tensione
nl: Spanning doorrijden
pl: Przejście napięcia
pt_pt: Passeio de tensão através

# 频率穿越
source: Frequency Ride Through
de: Frequenzfahrt durch
es: Paso a través de Frecuencia
fr: Traversée de fréquence
hu_hu: Frekvencia átjárása
it: Frequenza di passaggio
nl: Frequentie doorrijden
pl: Przejście częstotliwości
pt_pt: Passeio de frequência através

# 无功功率控制
source: Reactive power control
de: Blindleistungsregelung
es: Control de potencia reactiva
fr: Contrôle de la puissance réactive
hu_hu: Reaktív teljesítményszabályozás
it: Controllo della potenza reattiva
nl: Controle van blindvermogen
pl: Sterowanie mocą reaktywną
pt_pt: Controle de potência reativa

# 并网范围
source: Grid Parameters
de: Gitterparameter
es: Parámetros de red
fr: Paramètres de la grille
hu_hu: Rácsparaméterek
it: Parametri griglia
nl: Rasterparameters
pl: Parametry siatki
pt_pt: Parâmetros de grade

# 电压限制
source: Voltage limit
de: Spannungsgrenze
es: Limite de voltaje
fr: Limite de tension
hu_hu: Feszültséghatár
it: Limite di tensione
nl: Spanningslimiet
pl: Granica napięcia
pt_pt: Limitação de tensão

# 频率限制
source: Frequency limit
de: Frequenzgrenze
es: Limite de frecuenia
fr: Limite de fréquence
hu_hu: Frekvenciakorlát
it: Limite di frequenza
nl: Frequentielimiet
pl: Ograniczenie częstotliwości
pt_pt: Limitação de frequência

# 欠频加载
source: Under frequency loading
de: Unterfrequenzbelastung
es: Cargando de subfrecuencia
fr: Chargement en sous-fréquence
hu_hu: Frekvencia terhelés alatt
it: Sotto carico di frequenza
nl: Onder frequentiebelasting
pl: Obciążenie poniżej częstotliwości
pt_pt: Carregamento sob frequência

# 恢复点
source: Recovery point
de: Wiederherstellungspunkt
es: Punto de recuperación
fr: Point de récupération
hu_hu: Helyreállítási pont
it: Punto di recupero
nl: Herstelpunt
pl: Punkt odzyskiwania
pt_pt: Ponto de recuperação

# 斜率
source: Slope
de: Gradient
es: Gradiante
fr: Gradient
hu_hu: Lejtő
it: pendenza
nl: Helling
pl: Gradient
pt_pt: Gradiente

# 延时时间
source: Delay time
de: Verzögerungszeit
es: Tiempo de retraso
fr: Délai d'attente
hu_hu: Késési idő
it: Ritardo
nl: Vertragingstijd
pl: Czas opóźnienia
pt_pt: Tempo de atraso

# 恢复时间
source: Recovery Time
de: Zeit wiederherstellen
es: Tiempo de recuperacion
fr: Temps de récupération
hu_hu: Gyógyulási idő
it: I tempi di recupero
nl: Hersteltijd
pl: Odzyskanie czasu
pt_pt: Tempo de recuperação

# 响应时间
source: Response time
de: Reaktionszeit
es: Tiempo de respuesta
fr: Temps de réponse
hu_hu: Válaszidő
it: Tempo di risposta
nl: Reactietijd
pl: Czas reakcji
pt_pt: Tempo de resposta

# 停止点
source: Stopping point
de: Haltepunkt
es: Punto de parada
fr: Point d'arrêt
hu_hu: Megállási pont
it: Punto di arresto
nl: Stoppunt
pl: Punkt zatrzymania
pt_pt: Ponto de parada

# 电压有功响应时间
source: Response Time
de: Reaktionszeit
es: Tiempo de respuesta
fr: Temps de réponse
hu_hu: Válaszidő
it: Tempo di risposta
nl: Reactietijd
pl: Czas odpowiedzi
pt_pt: Tempo de resposta

# 并网电压高值
source: Voltage High
de: Spannung hoch
es: Voltaje alto
fr: Tension élevée
hu_hu: Magas feszültség
it: Alta tensione
nl: Spanning hoog
pl: Wysokie napięcie
pt_pt: Alta tensão

# 并网电压低值
source: Voltage Low
de: Spannung niedrig
es: Voltaje bajo
fr: Tension basse
hu_hu: Feszültség alacsony
it: Tensione bassa
nl: Spanning laag
pl: Niskie napięcie
pt_pt: Baixa tensão

# 开机连接时间
source: Connection Time
de: Verbindungszeit
es: Tiempo de conección
fr: Temps de connexion
hu_hu: Csatlakozási idő
it: Tempo di connessione
nl: Verbindingstijd
pl: Czas połączenia
pt_pt: Tempo de conexão

# 并网重连时间
source: Reconnection Time
de: Wiederverbindungszeit
es: Tiempo de reconexión
fr: Temps de reconnexion
hu_hu: Újracsatlakozási idő
it: Tempo di riconnessione
nl: Opnieuw verbindingstijd
pl: Czas ponownego połączenia
pt_pt: Tempo de reconexão

# 过温降载点
source: Temp Derating Point
es: Punto de reducción de temperatura
fr: Point de déclassement de température
it: Punto di derating temporaneo
pl: Temperatura minimalna działania falownika
pt_pt: Ponto de redução de temperatura

# 1321电站状态
source: Power station status
de: Anlagenstatus
es: Status de la planta
fr: État des installations
hu_hu: Az erőmű állapota
it: Stato della centrale elettrica
nl: Status elektriciteitscentrale
pl: Status instalacji
pt_pt: Status de planta

# 1322今日充电
source: Charge today
de: Laden Sie heute auf
es: Carga hoy
fr: Charge aujourd'hui
hu_hu: Töltse fel még ma
it: Carica oggi
nl: Laad vandaag op
pl: Naładuj dzisiaj
pt_pt: Carregue hoje

# 1323今日放电
source: Discharge today
de: Entlastung heute
es: Descarga hoy
fr: Décharge aujourd'hui
hu_hu: Végrehajtás ma
it: Scarica oggi
nl: Kwijting vandaag
pl: Absolutorium dzisiaj
pt_pt: Quitação hoje

# 1324夜间SVG功能使能
source: Enable SVG function at night
de: Aktivieren Sie die SVG-Funktion nachts
es: Habilitar la función SVG por la noche
fr: Activer la fonction SVG la nuit
hu_hu: Engedélyezze az SVG funkciót éjjel
it: Abilita la funzione SVG di notte
nl: Schakel de SVG-functie 's nachts in
pl: Włącz funkcję SVG w nocy
pt_pt: Ativar a função SVG à noite

# 查看说明书
source: View instructions
de: Anweisungen anzeigen
es: Ver instrucciones
fr: Afficher les instructions
hu_hu: Tekintse meg az utasításokat
it: Visualizza le istruzioni
nl: Bekijk instructies
pl: Zobacz instrukcje
pt_pt: Ver instruções

# 您已成功添加设备，不如试试以下功能吧！
source: You have successfully added a device, why not try the following features
de: Gerät wird erfolgreich hinzugefügt, warum ausprobieren Sie nicht die folgenden Funktionen!
es: Dispositivo añadido correctamente, prueba las siguientes funciones!
fr: Ajoutez l'appareil avec succès, pourquoi ne pas essayer les fonctions suivantes !
hu_hu: Sikeresen hozzáadott egy eszközt, miért ne próbálja ki a következő szolgáltatásokat
it: Hai aggiunto correttamente un dispositivo, perché non provare le seguenti funzionalità
nl: U heeft met succes een apparaat toegevoegd. Probeer de volgende functies
pl: Dodaj urządzenie pomyślnie, dlaczego nie spróbować następujących funkcji!
pt_pt: Adicione o dispositivo com sucesso, por que não tentar as seguintes funções!

# 您可根据发电情况和负载使用设置该模式，可提升家庭自发自用率
source: You can set this mode according to the power generation situation and load usage, which can increase the spontaneous self-use rate of households.
de: Sie können den Arbeitsmodus entsprechend der Erzeugung und dem Verbrauch einstellen. Dies kann Ihnen helfen, die Eigenverbrauchsrate zu erhöhen
es: Puede ajustar el modo de trabajo en funcion de la generacion y el consumo, esto le ayudara a mejorar el ratio de autoconsumo
fr: Vous pouvez régler le mode de fonctionnement en fonction de la production et de la consommation, cela peut vous aider à augmenter le taux d'autoconsommation
hu_hu: Ezt az üzemmódot az energiatermelési helyzet és a terhelés felhasználása szerint állíthatja be, ami növeli a háztartások spontán önfelhasználási arányát.
it: È possibile impostare questa modalità in base alla situazione di generazione di energia e all'utilizzo del carico, il che può aumentare il tasso di autouso spontaneo delle famiglie.
nl: U kunt deze modus instellen op basis van de stroomopwekkingssituatie en het belastinggebruik, wat het spontane zelfgebruik van huishoudens kan verhogen.
pl: Można ustawić tryb pracy w zależności od generowania i zużycia, może to pomóc w zwiększeniu wskaźnika samochłonności
pt_pt: Você pode definir o modo de trabalho de acordo com a geração e o consumo, pode ajudá-lo a aumentar a taxa de autoconsumo

# 场景模式
source: Scene mode
de: Szenenmodus
es: Modo escena (?)
fr: Mode du scène
hu_hu: Jelenet mód
it: Modalità scena
nl: Scène-modus
pl: Tryb sceniczny
pt_pt: Modo de cena

# 可根据您对设备的使用习惯进行定时/批量设置，让生活智能化。
source: The timing / batch settings can be set according to your usage habits of the device to make life smart.
de: Die Timing- / Batch-Einstellungen können entsprechend Ihren Nutzungsgewohnheiten des Geräts eingestellt werden, wodurch das Leben intelligenter wird.
es: La configuración de tiempo / lote se puede configurar de acuerdo con sus hábitos de uso del dispositivo, lo que hace que el dispositivo sea más inteligente.
fr: Les paramètres de temporisation / de lot peuvent être réglés en fonction de vos habitudes d'utilisation de l'appareil, qui rendent la vie plus intelligente.
hu_hu: Az időzítés / tétel beállításokat az eszköz használati szokásainak megfelelően lehet beállítani, hogy az élet okos legyen.
it: Le impostazioni di timing / batch possono essere impostate in base alle abitudini di utilizzo del dispositivo per rendere la vita intelligente.
nl: De instellingen voor timing / batch kunnen worden ingesteld op basis van uw gebruiksgewoonten van het apparaat om het leven slim te maken.
pl: Ustawienia czasu / partii można ustawić zgodnie z nawykami użytkowania urządzenia, które sprawiają, że życie staje się inteligentniejsze.
pt_pt: As configurações de tempo / lote podem ser definidas de acordo com seus hábitos de uso do dispositivo, o que torna a vida mais inteligente.

# 定时设置
source: Time setting
de: Timing-Einstellung
es: Configuración de hora
fr: Réglage du temps
hu_hu: Idő beállítás
it: Impostazioni orario
nl: Tijd instelling
pl: Ustawienie czasu
pt_pt: Definida de tempo
