Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 453请先进入功能设置，重置遥控器
source: Please enter the function settings before reset the remote
de: Bitte geben Sie die Funktionseinstellungen ein, bevor Sie die Fernbedienung zurücksetzen
es: Ingrese la configuración de la función antes de reiniciar el control remoto
fr: Veuillez entrer les paramètres de la fonction avant de réinitialiser la télécommande
hu_hu: Kérjük, adja meg a funkció beállításait, mielőtt visszaállítja a távirányítót
it: Immettere le impostazioni della funzione prima di ripristinare il telecomando
nl: Voer de functie-instellingen in voordat u de afstandsbediening reset
pl: Wprowadź ustawienia funkcji przed zresetowaniem pilota
pt_pt: Por favor, insira as configurações da função antes de reiniciar o controle

# 453选择一键诊断模块
source: Select item(s)
es: Seleccionar articulo(s)
fr: Sélectionnez le(s) élément(s)
pl: Wybierz element(y)
pt_pt: Selecionar itens

# 454I-V/P-V曲线
source: I-V/P-V Curve
de: I-V / P-V-Kurve
es: Curva I-V / P-V
fr: Courbe I-V / P-V
hu_hu: I-V / P-V görbe
it: Curva I-V / P-V
pl: Krzywa I-V / P-V
pt_pt: Curva I-V / P-V

# 454电池管理系统信息异常
source: BMS Battery Msg Failure
es: Error de mensaje de batería de BMS
fr: Défaillance de la batterie BMS Msg
pl: Komunikat o awarii systemu zarzadzania poborem energii baterii

# 454设备名称
source: Device name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
hu_hu: Eszköz neve
it: Nome del dispositivo
nl: Eszköz neve
pl: Nazwa urządzenia
pt_pt: Nome do dispositivo

# 455电网电压波形
source: Grid Voltage Waveform
de: Netzspannungswellenform
es: Forma de onda de voltaje de red
fr: Forme d'onde de tension de réseau
hu_hu: Rács feszültség hullámforma
it: Forma d'onda della tensione di rete
nl: Golfvorm netspanning
pl: Kształt fali napięcia sieci
pt_pt: Forma de onda da tensão de grade

# 455输出直流分量偏置异常
source: DCI bias abnormal
es: Preajuste DCI anormal
fr: Biais DCI anormal
pl: Zasilanie prądem stałym jest nieprawidłowe.

# 455所属区域
source: Area
de: Bereich
es: Zona
fr: Domaine
hu_hu: Terület
it: La zona
nl: Gebied
pl: Powierzchnia
pt_pt: Área

# 456开机固定温度
source: Boot fixed temperature
de: Feste Temperatur starten
es: Temperatura fija de arranque
fr: Température de démarrage fixe
hu_hu: A rendszerindítás rögzített hőmérséklete
it: Temperatura di avvio fissa
nl: Boot vaste temperatuur
pl: Ustalona temperatura rozruchu
pt_pt: Temperatura fixa da bota

# 456输出电压直流分量过高
source: DC Voltage High Fault
es: Alto voltaje de corriente continua
fr: La tension DC est élevé
pl: Błąd wysokiego napięcia prądu stałego

# 457电网线路阻抗
source: AC Cable Impendance
de: Impedanz des Wechselstromkabels
es: Impedancia de cable de AC
fr: Impédance du câble CA
hu_hu: AC kábel impedancia
it: Impedenza del cavo CA.
nl: AC-kabelimpedantie
pl: Impedancja kabla AC
pt_pt: Impedância do cabo CA

# 457离网输出电压过低
source: Off-grid output voltage is too low
es: La tensión de salida del inversor aislado es demasiado baja.
fr: La tension de sortie hors réseau est trop faible
pl: Napięcie wyjściowe poza siecią jest zbyt niskie.

# 457重置遥控器
source: Reset remote
de: Fernbedienung zurücksetzen
es: Restablecer el control remoto
fr: Réinitialisation à distance
hu_hu: Távolítsa el a távirányítót
it: Reimposta il telecomando
nl: Reset afstandsbediening
pl: Zresetuj pilota
pt_pt: Repor remoto

# 458_11、确保逆变器在运行状态；2、诊断时间预计
source: 1. Make sure the inverter is running normally 2. the diagnosis time is expected
de: 1. Stellen Sie sicher, dass der Wechselrichter normal läuft. 2. Die Diagnosezeit wird erwartet
es: 1. Asegúrese de que el inversor esté funcionando normalmente 2. se espera el tiempo de diagnóstico
fr: 1. Assurez-vous que l'onduleur fonctionne normalement 2. le temps de diagnostic est prévu
hu_hu: 1. Győződjön meg arról, hogy a frekvenciaváltó normál módon működik
it: 1. Accertarsi che l'inverter funzioni normalmente 2. È previsto il tempo di diagnosi
nl: 1. Controleer of de omvormer normaal werkt 2. de diagnosetijd wordt verwacht
pl: 1. Upewnij się, że falownik działa normalnie 2. Czekaj do zakończenia diagnostyki
pt_pt: 1. Verifique se o inversor está funcionando normalmente 2. o tempo de diagnóstico é esperado

# 4581、确保逆变器在运行状态；2、检测过程中会关断逆变器；3、诊断时间预计15分钟
source: 1. Ensure that the inverter is in operation 2 and the inverter will be turned off during the test 3, the diagnosis time is expected
de: 1. Stellen Sie sicher, dass der Wechselrichter in Betrieb 2 ist und der Wechselrichter während des Tests 3 ausgeschaltet wird. Die Diagnosezeit wird erwartet
es: 1. Asegúrese de que el inversor esté en funcionamiento 2 y que el inversor se apague durante la prueba 3, se espera el tiempo de diagnóstico
fr: 1. Assurez-vous que l'onduleur fonctionne 2 et que l'onduleur sera éteint pendant le test 3, le temps de diagnostic est prévu
hu_hu: 1. Győződjön meg arról, hogy a frekvenciaváltó 2. üzemmódban van és a frekvenciaváltó ki lesz kapcsolva a 3. vizsgálat során, a diagnózis várható ideje
it: 1. Accertarsi che l'inverter sia in funzione 2 e che l'inverter verrà spento durante il test 3, è previsto il tempo di diagnosi
nl: 1. Zorg ervoor dat de omvormer in bedrijf 2 is en dat de omvormer tijdens de test 3 wordt uitgeschakeld. De diagnosetijd wordt verwacht
pl: 1. Upewnij się, że falownik pracuje. 2. Falownik zostanie zrestartowany podczas testu 3. Czekaj do zakończenia diagnostyki
pt_pt: 1. Verifique se o inversor está em operação 2 e o inversor será desligado durante o teste 3, o tempo de diagnóstico é esperado

# 458控制软件版本
source: Control software version
es: Versión de firmware DSP
fr: Version du logiciel de contrôle
pl: Wersja oprogramowania nadzorującego

# 458温度曲线
source: Temperature curve
de: Temperaturkurve
es: Curva de temperatura
fr: Courbe de température
hu_hu: Hőmérséklet görbe
it: Curva di temperatura
nl: Temperatuur curve
pl: Krzywa temperatury
pt_pt: Curva de temperatura

# 459分钟
source: minutes
es: Minutos
pl: Minuty
pt_pt: Minutos

# 459通信软件版本
source: Communication software version
es: Versión de software de comunicación
fr: Version du logiciel de communication
pl: Wersja oprogramowania komunikacyjnego

# 45第一路光伏功率
source: Power of Tracker A
de: Macht des Verfolgers A
es: Potencia del rastreador A
fr: Puissance du MPPT A
hu_hu: A nyomkövető hatalma
it: Potenza del localizzatore A
nl: Kracht van Tracker A
pl: Moc Trackera A
pt_pt: Poder do Rastreador A

# 460检查固件版本更新
source: Check firmware version update
de: Überprüfen Sie die Aktualisierung der Firmware-Version
es: Verifique la actualización de la versión de firmware
fr: Vérifier la mise à jour de la version du microprogramme
hu_hu: Ellenőrizze a firmware verzió frissítését
it: Controlla l'aggiornamento della versione del firmware
nl: Controleer de update van de firmwareversie
pl: Sprawdź aktualizację wersji oprogramowania układowego
pt_pt: Verificar a atualização da versão do firmware

# 460降额模式
source: Derating mode
es: Modo de reducción
fr: Mode de déclassement
pl: Tryb wykrywania zaburzeń prądowych

# 460开始
source: Start
es: Inicio
fr: Démarrer
pl: Uruchom
pt_pt: Início

# 461读取数据中
source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
hu_hu: Betöltés
it: Caricamento in corso
nl: Bezig met laden
pl: Ładowanie
pt_pt: Carregando

# 461通信软件版本
source: Communication software version
es: Versión de firmware COM
fr: Version du logiciel de communication
pl: Wersja oprogramowania komunikacyjnego

# 461重新配置
source: Reconfigure
de: Neu konfigurieren
es: Reconfigurar
fr: Reconfigurer
hu_hu: Újrakonfigurálhatja
it: Riconfigurare
nl: Opnieuw configureren
pl: Zmień konfigurację
pt_pt: Reconfigurar

# 462I-V/P-V 曲线
source: I-V/P-V curve
es: Curva I-V / P-V
fr: Courbe I-V/P-V
pl: Krzywa I-V/P-V (zalezność między prądem i napięciem/prądem i mocą)
pt_pt: Curva I-V/P-V

# 462PV对地阻抗检测
source: PV ISO Check
es: Verificación de aislamiento de FV
fr: Vérification ISO PV
hu_hu: PV ISO ellenőrzés
it: Controllo ISO PV
nl: PV ISO-controle
pl: Kontrola izolacji ISO PV
pt_pt: Verificação ISO PV

# 462未启动
source: no activation
de: Keine Aktivierung
es: Sin activación
fr: pas d'activation
hu_hu: Nincs aktiválás
it: Nessuna attivazione
nl: Geen activering
pl: Brak aktywacji
pt_pt: Sem ativação

# 463相阻抗
source: Impendance of Phase
de: Impedanz der Phase
es: Impedancia de fase
fr: Impédance de phase
hu_hu: A fázis impedanciája
it: Impedenza di fase
nl: Impedantie van fase
pl: Impedancja fazy
pt_pt: Impedância da Fase

# 463准备中...
source: preparing…
de: Vorbereiten…
es: Preparando…
fr: préparer...
hu_hu: Előkészítése …
it: Preparazione…
nl: Voorbereidingen treffen…
pl: Przygotowywanie…
pt_pt: Preparando…

# 464故障序号
source: Error List
de: Fehlerliste
es: Lista de errores
fr: Liste des erreurs
hu_hu: Hibalista
it: Elenco errori
nl: Lijst met fouten
pl: Lista błędów
pt_pt: Lista de erros

# 464设备准备就绪，请拿起你的空调遥控器，对着空调插座按一下开关按钮。
source: The device is ready, please pick up your air conditioner remote control and press the switch button against the air conditioner controller.
de: Das Gerät ist betriebsbereit, bitte heben Sie Ihre Klimaanlagenfernbedienung auf und drücken Sie den Schalter gegen die Klimaanlagensteuerung.
es: El dispositivo está listo, tome el control remoto del aire acondicionado y presione el botón del interruptor contra el controlador del aire acondicionado.
fr: L'appareil est prêt, veuillez prendre votre télécommande de climatiseur et appuyer sur le bouton de l'interrupteur contre le contrôleur du climatiseur.
hu_hu: A készülék készen áll, kérjük, vegye fel a légkondicionáló távirányítóját, és nyomja meg a kapcsoló gombot a légkondicionáló vezérlőjéhez.
it: Il dispositivo è pronto, prendi il telecomando del tuo condizionatore d'aria e premi il pulsante dell'interruttore contro il controller del condizionatore d'aria.
nl: Het apparaat is gereed, pak de afstandsbediening van uw airconditioner en druk op de schakelaarknop tegen de airconditionercontroller.
pl: Urządzenie jest gotowe, podnieś pilot klimatyzatora i naciśnij przycisk przełącznika na kontrolerze klimatyzatora.
pt_pt: O dispositivo está pronto, por favor, pegue o controle remoto do seu ar condicionado e pressione o botão interruptor contra o controlador do ar condicionado.

# 465波形触发时间
source: Waveform Record Time
de: Wellenform-Aufnahmezeit
es: Tiempo de registro de forma de onda
fr: Temps d'enregistrement de la forme d'onde
hu_hu: Hullámforma rekord idő
it: Tempo di registrazione della forma d'onda
nl: Golfvorm opnametijd
pl: Czas nagrywania przebiegu
pt_pt: Tempo de registro da forma de onda

# 465启动失败
source: Startup failed
de: Startvorgang fehlgeschlagen
es: Inicio fallido
fr: Échec au démarrage
hu_hu: Az indítás sikertelen
it: Avvio fallito
nl: Opstarten mislukt
pl: Uruchomienie nie powiodło się
pt_pt: Falha na inicialização

# 466开始重置
source: Start reset
de: Reset starten
es: Iniciar reinicio
fr: Démarrer la réinitialisation
hu_hu: Indítsa újra
it: Iniziare il ripristino
pl: Rozpocznij resetowanie
pt_pt: Reiniciar

# 466数据读取失败
source: Failed to read data
es: Error al leer los datos
fr: Impossible de lire les données
pl: Odczytywanie danych nie powiodło się
pt_pt: Falha ao ler dados

# 467请重试或检查WiFi连接.
source: Please try again or check WiFi connection.
es: Por favor, intentar de nuevo o compruebar la conexión WiFi.
fr: Veuillez réessayer ou vérifier la connexion WiFi.
pl: Spróbuj ponownie lub sprawdź polaczenie WiFi.
pt_pt: Tente novamente ou verifique conexão Wi-Fi.

# 467重置遥控器中，请耐心等待...
source: Resetting the remote, please be patient…
de: Zurücksetzen der Fernbedienung, bitte haben Sie etwas Geduld …
es: Reiniciando el control remoto, por favor sea paciente …
fr: Réinitialisation de la télécommande, soyez patient...
hu_hu: Távolítsa el a távvezérlőt, legyen türelmes…
it: Reimpostazione del telecomando, sii paziente …
nl: Resetten van de afstandsbediening, wees geduldig …
pl: Zresetowanie pilota, bądź cierpliwy…
pt_pt: Repor o telecomando, por favor seja paciente…

# 468已经是最大显示
source: Maximum display
es: Visualización máxima
fr: Affichage maximum
pl: Podgląd maksymalny
pt_pt: Exibição máxima

# 468重置成功
source: Reset successfully
de: Erfolgreich zurücksetzen
es: Restablecer con éxito
fr: Réinitialisation réussie
hu_hu: Visszaállítás sikeresen
it: Ripristina con successo
nl: Reset succesvol
pl: Zresetuj pomyślnie
pt_pt: Reset com sucesso

# 469显示倍数
source: Zoom Factor
de: Zoomfaktor
es: Factor de zoom
fr: Facteur de zoom
hu_hu: Nagyítási tényező
it: Fattore di zoom
pl: Współczynnik powiększenia przebiegu
pt_pt: Fator de zoom

# 469重置失败
source: Reset failed
de: Reset fehlgeschlagen
es: Reinicio fallido
fr: Échec de la réinitialisation
hu_hu: A visszaállítás sikertelen
it: Ripristino fallito
nl: Reset mislukt
pl: Resetowanie nie powiodło się
pt_pt: Reset falhou

# 46第二路光伏功率
source: Power of Tracker B
de: Macht des Verfolgers B
es: Potencia del rastreador B
fr: Puissance du MPPT B
hu_hu: A B nyomkövető hatalma
it: Potenza del localizzatore B
nl: Kracht van Tracker B
pl: Moc Trackera B.
pt_pt: Poder do Tracker B

# 470波形值
source: Value
es: Valor
fr: Valeur
pl: Wartość
pt_pt: Valor

# 470停止重置成功
source: Stop reset successfully
de: Stopp erfolgreich zurücksetzen
es: Detener el reinicio con éxito
fr: Arrêt de la réinitialisation réussie
hu_hu: Állítsa le sikeresen az alaphelyzetbe állítást
it: Arresta il ripristino con successo
nl: Stoppen met resetten
pl: Zakończ resetowanie pomyślnie
pt_pt: Parar a redefinição com sucesso

# 471设置ID
source: Set ID
es: Pon la identificacion
fr: Définir l'ID
pl: Ustaw ID
pt_pt: Insira ID

# 471停止重置失败
source: Stop reset failed
de: Stop zurücksetzen mislukt
es: Detener el reinicio falló
fr: Échec de la réinitialisation de l'arrêt
hu_hu: A visszaállítás megszakítása sikertelen
it: Stop reset fallito
nl: Stop reset mislukt
pl: Zatrzymaj resetowanie mislukt
pt_pt: Parar a reinicialização falhou

# 472等待用户遥控板信号超时
source: Timeout when waiting for the signal of remote control board.
de: Zeitüberschreitung beim Warten auf das Signal der Fernbedienung.
es: Tiempo de espera al esperar la señal del tablero de control remoto.
fr: Délai d'attente du signal de la carte de contrôle à distance.
hu_hu: Időtúllépés, amikor a távvezérlő kártya jelére vár.
it: Timeout durante l'attesa del segnale della scheda di controllo remoto.
nl: Time-out tijdens het wachten op het signaal van de afstandsbediening.
pl: Limit czasu oczekiwania na sygnał z karty zdalnego sterowania.
pt_pt: Tempo limite ao aguardar o sinal do painel de controle remoto.

# 472请输入故障ID号
source: Please enter the ID number
es: Por favor, indicar el número de identificación
fr: Veuillez saisir le numéro d'identification
pl: Prosze wpisać numer identyfikacyjny.

# 473请填写曲线显示的倍数
source: Please enter curve zoom factor
es: Introduzca el factor de zoom de la curva
fr: Veuillez indiquer le nombre de fois que la courbe est affichée.
pl: Proszę wprowadzić współczynnik powiększenia krzywej.
pt_pt: Inserir a curva do fator zoom

# 473已经在重置了，不要重复操作
source: Already reset, do not repeat
de: Bereits zurückgesetzt, nicht wiederholen
es: Ya restablecido, no repetir
fr: Déjà réinitialisé, ne pas répéter
hu_hu: Már visszaállt, ne ismételje meg
it: Già resettato, non ripetere
nl: Al opnieuw ingesteld, niet herhalen
pl: Już zresetowany, nie powtarzaj
pt_pt: Já redefinir, não repita

# 474等待从服务器获取编码超时
source: Timeout when wating to get the encode from the server
de: Zeitüberschreitung beim Warten auf die Verschlüsselung vom Server
es: Tiempo de espera a la espera de obtener la codificación del servidor
fr: Délai d'attente pour obtenir le code du serveur
hu_hu: Időkorlát, amikor a kódolt kódot várjuk a szerverről
it: Timeout in attesa di ottenere la codifica dal server
nl: Timeout in attesa di ottenere la codifica dal server
pl: Przekroczono limit czasu podczas oczekiwania na kodowanie z serwera
pt_pt: Tempo limite ao aguardar para obter o codificado do servidor

# 474选择故障序号
source: Select fault number
es: Seleccione el número de fallo
fr: Sélectionnez le numéro de défaut
pl: Wybierz numer błędu
pt_pt: Selecionar número de falha

# 475请填写ID号
source: Please enter ID number
es: Por favor, indicar el número de identificación
fr: Veuillez entrer le numéro d'identification
pl: Proszę wpisać numer identyfikacyjny
pt_pt: Inserir ID

# 475无法重置
source: Unable to reset
de: Zurücksetzen nicht möglich
es: No se puede restablecer
fr: Impossible à réinitialiser
hu_hu: Nem lehet visszaállítani
it: Impossibile resettare
nl: Kan niet resetten
pl: Nie można zresetować
pt_pt: Não é possível redefinir

# 476请输入正确的ID号
source: Please enter correct ID number
es: Por favor, indique el número de identificación correcto
fr: Veuillez saisir le numéro d'identification correct
pl: Proszę wpisać poprawny numer identyfikacyjny.
pt_pt: Inserir o ID correto

# 476设备未连接服务器
source: Device is not connected to the server
de: Gerät ist nicht mit dem Server verbunden
es: El dispositivo no está conectado al servidor
fr: L'appareil n'est pas connecté au serveur
hu_hu: Az eszköz nem csatlakozik a kiszolgálóhoz
it: Il dispositivo non è connesso al server
nl: Apparaat is niet verbonden met de server
pl: Urządzenie nie jest podłączone do serwera
pt_pt: O dispositivo não está conectado ao servidor

# 477等待设备响应超时
source: Timeout when waiting for the device response
de: Timeout beim Warten auf die Antwort des Geräts
es: Tiempo de espera al esperar la respuesta del dispositivo
fr: Délai d'attente de la réponse de l'appareil
hu_hu: Időtúllépés az eszköz válaszának várakozásakor
it: Time-out bij wachten op de reactie van het apparaat
nl: Time-out bij wachten op de reactie van het apparaat
pl: Limit czasu podczas oczekiwania na odpowiedź urządzenia
pt_pt: Tempo limite ao aguardar a resposta do dispositivo

# 477曲线
source: curve
es: Curva
fr: Courbe
pl: Krzywa
pt_pt: Curva

# 478谐波次数
source: Harmonics Number
de: Oberschwingungsnummer
es: Número de armónicos
fr: Numéro d'harmoniques
hu_hu: Harmonikus szám
it: Numero di armoniche
nl: Harmonisch nummer
pl: Liczba harmonicznych
pt_pt: Número de harmônicos

# 478重置错误
source: Reset error
de: Fehler zurücksetzen
es: Error de reinicio
fr: Réinitialisation de l'erreur
hu_hu: Visszaállítási hiba
it: Reimposta errore
nl: Reset fout
pl: Zresetuj błąd
pt_pt: Repor erro

# 479获取密码失败，请重新进入页面
source: Get the password failed, please re-enter the page
es: Si la verificación de la contraseña falló, vuelva a entrar a la página
fr: Si vous ne parvenez pas à obtenir le mot de passe, veuillez revenir sur la page
pl: Jeśli weryfikacja hasła nie powiodła się, należy ponownie wejść na stronę.
pt_pt: Falha ao obter a senha, reinicie a página

# 479全部开启
source: Open all
de: Öffne alle
es: Abrir todo
fr: Ouvrir tout
hu_hu: Nyissa meg az összeset
it: Apri tutto
nl: Maak alles open
pl: Otwórz wszystko
pt_pt: Abra tudo

# 47第一路光伏充电功率
source: Charging power from Tracker A
de: Ladeleistung von Tracker A
es: Potencia de carga del rastreador A
fr: Charger de l'énergie à partir du MPPT B
hu_hu: Töltési teljesítmény az A Tracker-től
it: Potenza di carica dal Tracker A
nl: Laadvermogen van Tracker A
pl: Moc ładowania z urządzenia Tracker A
pt_pt: Energia de carregamento do Tracker A

# 480离网储能逆变器
source: PV Off-grid Inverter
es: Inversor fotovoltaico aislado
fr: Onduleur PV hors réseau
pl: Inwerter Off-grid
pt_pt: Inversor PV off-grid

# 480全部关闭
source: Close all
de: Alle schließen
es: Cierra todo
fr: Fermer tout
hu_hu: Zárja be az összeset
it: Chiudi tutto
nl: Sluit alles
pl: Zamknij wszystko
pt_pt: Feche tudo

# 481PV月充电量
source: EpvMonth
es: EpvMes
fr: Epv Mensuel
pl: Miesieczna energia panelu
pt_pt: Epv Mês

# 481单路定时
source: Single channel timing
es: tiemporización de un solo canal
fr: Chronométrage d'un canal unique
hu_hu: Egycsatornás időzítés
it: Temporizzazione a singolo canale
nl: Enkelkanaals timing
pl: Czas jednego kanału
pt_pt: Tempo de canal único

# 482AC月充电量
source: EacChargeMonth
es: EacCargaMes
fr: Charge mensuelle de la CA
pl: Miesięczne ładowanie energia prądu przemiennego
pt_pt: Eac Carga Mês

# 482未设置定时
source: Timing not set
de: Timing nicht eingestellt
es: Tiempo no establecido
fr: Calendrier non fixé
hu_hu: Az időzítés nincs beállítva
it: Timing niet ingesteld...
pl: Nie ustawiono taktowania
pt_pt: Tempo não definido

# 483电池月充电量
source: eBatChargeMonth
es: EBatCargaMes
fr: Charge mensuelle de la batterie
pl: Miesięczne ładowanie energia akumulatora
pt_pt: EBat Carga Mês

# 483正在升级中
source: Upgrading
de: Aktualisieren
es: Actualización
fr: Mise à jour
hu_hu: Frissítés
it: Aggiornamento
pl: Aktualizacja
pt_pt: Atualizando

# 484电表
source: Meter
es: Metro
fr: Compteur
hu_hu: Méter
it: Metro
pl: Metr
pt_pt: Metro

# 484电池月放电量
source: eBatDisChargeMonth
es: EBatDescargaMes
fr: Décharge mensuelle de la batterie
pl: Miesięczne rozładowanie energii akumulatora
pt_pt: EBat Descarga Mês

# 485PV年充电量
source: PVEpvYear
es: FVEfvAño
fr: Charge annuelle PV
pl: Roczna energia panelu
pt_pt: PV Epv Ano

# 485通讯状态
source: Communication status
de: Kommunikationsstatus
es: Estado de comunicación
fr: état de la communication
hu_hu: Kommunikációs állapot
it: Stato di comunicazione
nl: Communicatiestatus
pl: Stan komunikacji
pt_pt: Status de comunicação

# 486AC年充电量
source: EacChargeYear
es: EacCargaAño
fr: Charge annuelle de l'AC
pl: Roczne ładowanie energia prądu przemiennego
pt_pt: Eac Carga Ano

# 486名称
source: Name
es: Nombre
fr: Nom
hu_hu: Név
it: Nome
nl: Naam
pl: Imię
pt_pt: Nome

# 487电池年充电量
source: eBatChargeYear
es: EBatCargaAño
fr: Charge annuelle de la batterie
pl: Roczne ładowanie energia akumulatora
pt_pt: EBat Carga Ano

# 487有功功率
source: Active power
de: Wirkleistung
es: Poder activo
fr: Puissance active
hu_hu: Aktív teljesítmény
it: Potere attivo
nl: Actieve kracht
pl: Czynna moc
pt_pt: Poder ativo

# 488电池年放电量
source: eBatDisChargeYear
es: EBatDescargaAño
fr: Décharge annuelle de la batterie
pl: Roczne rozładowanie energii akumulatora
pt_pt: EBat Descarga Ano

# 488今日用电量
source: Load consumption of today
de: Ladeverbrauch von heute
es: Consumo hoy
fr: Charge de consommation actuelle
hu_hu: A mai terhelés
it: Carica il consumo di oggi
nl: Laadverbruik van vandaag
pl: Zużycie energii dzisiaj
pt_pt: Consumo de carga de hoje

# 489电压
source: voltage
de: Stromspannung
es: Voltaje
fr: Tension
hu_hu: Feszültség
it: Voltaggio
nl: Spanning
pl: Napięcie
pt_pt: Voltagem

# 48第二路光伏充电功率
source: Charging power from Tracker B
de: Ladeleistung von Tracker B
es: Potencia de carga del rastreador A
fr: Charger de l'énergie à partir du MPPT A
hu_hu: Töltési teljesítmény a B-trackerről
it: Potenza di carica dal Tracker B
nl: Laadvermogen van Tracker B
pl: Moc ładowania z urządzenia Tracker B
pt_pt: Potência de carregamento do Tracker B

# 490电流
source: current
es: Corriente
fr: Courant
pl: Prad
pt_pt: Corrente

# 490线电压
source: Line
de: Linie
es: Línea
fr: Ligne
hu_hu: Vonal
it: Linea
nl: Lijn
pl: Linia
pt_pt: Linha

# 491电流
source: current
de: Aktuell
es: Corriente
fr: Courant
hu_hu: Jelenlegi
it: Attuale
nl: Stroom
pl: Prąd
pt_pt: Atual

# 491功率
source: Power:
de: Leistung:
es: Poder:
fr: Puissance
hu_hu: Teljesítmény:
it: Energia:
nl: Vermogen:
pl: Moc:
pt_pt: Poder:

# 492防逆流设置
source: Export Limitation
de: Exportbeschränkung
es: Establecer límite de exportación
fr: Limitation d'exportation
hu_hu: Exportkorlátozás
it: Limitazione all'esportazione
nl: Export vermogensbegrenzing
pl: Ustaw limit eksportu
pt_pt: Limitação de exportação

# 492功率因数
source: Power factor
de: Leistungsfaktor
es: Factor de potencia
fr: Facteur de puissance
hu_hu: Teljesítménytényező
it: Fattore di potenza
nl: Krachtfactor
pl: Współczynnik mocy
pt_pt: Fator de potência

# 493Phase
source: Line Voltage
de: Leitungsspannung
es: Voltaje de linea
fr: Tension de ligne
hu_hu: Hálózati feszültség
it: Tensione di linea
nl: Netspanning
pl: Napięcie sieciowe
pt_pt: Tensão da linha

# 493有功功率
source: Active power
de: Wirkleistung
es: Poder activo
fr: Puissnace active
hu_hu: Aktív teljesítmény
it: Potere attivo
nl: Actieve kracht
pl: Czynna moc
pt_pt: Poder ativo
