Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 1000电站已存在
source: Plant name already exist
de: Anlagenname existiert bereits
es: El nombre de la planta ya existe
fr: Le nom de la centrale existe déjà
hu_hu: A növény neve már létezik
it: Il nome della pianta esiste già
nl: Plantnaam bestaat al
pl: Nazwa instalacji już istnieje
pt_pt: O nome da planta já existe

# 1001电站信息错误
source: Plant information error
de: Anlageninformationsfehler
es: Error de información de la planta
fr: Erreur d'information sur les installations
hu_hu: Növényinformációs hiba
it: Errore informazioni impianto
nl: Installatie-informatiefout
pl: Błąd informacji o instalacji
pt_pt: Erro de informações da planta

# 1002运行异常
source: Abnormal operation
de: Anormaler Betrieb
es: Operación anómala
fr: Fonctionnement anormal
hu_hu: Rendellenes működés
it: Funzionamento anomalo
nl: Abnormale werking
pl: Nieprawidłowa operacja
pt_pt: Operação anormal

# 1003重新点击获取国家列表
source: Click to regain country list
de: Klicken Sie hier, um die Länderliste wiederherzustellen
es: Clique para recuperar a lista de países
fr: Cliquez pour retrouver la liste des pays
hu_hu: Kattintson az országlista visszaszerzéséhez
it: Fare clic per riconquistare l'elenco dei paesi
nl: Klik om de landenlijst terug te krijgen
pl: Kliknij, aby odzyskać listę krajów
pt_pt: Clique para recuperar a lista de países

# 1004已选择电站图片
source: Plant picture selected
de: Pflanzenbild ausgewählt
es: Imagen de planta selecionada
fr: Photo de la centrale sélectionnée
hu_hu: Növényi kép kiválasztva
it: Immagine della pianta selezionata
nl: Plantfoto geselecteerd
pl: Wybrano zdjęcie instalacji
pt_pt: Imagem da planta selecionada

# 1005已选择位置图片
source: Location picture selected
de: Standortbild ausgewählt
es: Imagen de localización selecionada
fr: Photo du lieu sélectionnée
hu_hu: Helymeghatározási kép kiválasztva
it: Immagine della posizione selezionata
nl: Locatie foto geselecteerd
pl: Wybrano zdjęcie lokalizacji
pt_pt: Imagem do local selecionada

# 1006返回异常
source: Return exception
de: Ungewöhnliche Rückkehr
es: Excepción de retorno
fr: Exception de retour
hu_hu: Rendellenes visszatérés
it: Ritorno anormale
nl: Abnormaal rendement
pl: Nienormalny powrót
pt_pt: Retorno anormal

# 1007未登录
source: Not Logged in
de: Nicht eingeloggt
es: No conectado
fr: Non connecté
hu_hu: Nincs bejelentkezve
it: Accesso non effettuato
nl: Niet ingelogd
pl: Nie zalogowany
pt_pt: Não conectado

# 1008用户或电站名
source: Username or plant name
de: Benutzername oder Pflanzenname
es: Nombre de usuario o planta
fr: Nom d'utilisateur ou nom de la centrale
hu_hu: Felhasználónév vagy növénynév
it: Nome utente o nome dell'impianto
nl: Felhasználónév vagy növénynév
pl: Nazwa użytkownika lub nazwa instalacji
pt_pt: Nome de usuário ou nome da planta

# 1009选择搜索条件
source: Select search criteria
de: Suchbedingung auswählen
es: Indique criterio de busqueda
fr: Sélectionner les critères de recherche
hu_hu: Válassza ki a keresési feltételt
it: Seleziona la condizione di ricerca
nl: Selecteer zoekvoorwaarde
pl: Wybierz warunek wyszukiwania
pt_pt: Selecionar condição de pesquisa

# 100关闭问题
source: Close question
es: Cerrar pregunta
fr: Fermer la question
hu_hu: Zárja le az ügyet
pl: Zakończ zapytanie
pt_pt: Fechar pergunta

# 1010获取数据失败
source: Failed to get data
de: Daten konnten nicht abgerufen werden
es: Fallo al obtener datos
fr: Impossible d'obtenir des données
hu_hu: Nem sikerült adatot szerezni
it: Impossibile ottenere i dati
nl: Kan gegevens niet ophalen
pl: Nie udało się pobrać danych
pt_pt: Falha ao obter dados

# 1011设备类型为空
source: Device type is empty
de: Gerätetyp ist leer
es: El tipo de dispositivo está vacio
fr: Le type d'appareil est vide
hu_hu: Az eszköz típusa üres
it: Il tipo di dispositivo è vuoto
nl: Type apparaat is leeg
pl: Typ urządzenia jest pusty
pt_pt: O tipo de dispositivo está vazio

# 1012没有用户
source: No user
de: Kein Benutzer
es: Sin usuario
fr: Pas d'utilisateur
hu_hu: Nincs felhasználó
it: Nessun utente
nl: Geen gebruiker
pl: Brak użytkownika
pt_pt: Nenhum usuário

# 1013请指定设备所属的用户
source: Please specify the assigned user of the device
de: Bitte geben Sie den Benutzer des Geräts an
es: Especifique el usuario del dispositivo
fr: Veuillez préciser l'utilisateur assigné de l'appareil
hu_hu: Kérjük, adja meg az eszköz felhasználóját
it: Si prega di specificare l'utente del dispositivo
nl: Geef de gebruiker van het apparaat op
pl: Podaj użytkownika urządzenia
pt_pt: Especifique o usuário do dispositivo

# 1014请指定设备所属的电站
source: Please specify the assigned plant of the device
de: Bitte geben Sie die Anlage des Gerätes an
es: Por favor, especifique la planta del dispositivo
fr: Veuillez préciser l'installation assignée à l'appareil
hu_hu: Kérjük, adja meg az eszköz üzemét
it: Si prega di specificare l'impianto del dispositivo
nl: Geef de installatie van het apparaat op
pl: Proszę podać nazwe instalacji
pt_pt: Por favor, especifique a planta do dispositivo

# 1015是否取消添加
source: Cancel adding?
de: Hinzufügen abbrechen?
es: Cancelar añadir?
fr: Annuler l'ajout ?
hu_hu: Megszakítja a hozzáadást?
it: Annullare l'aggiunta?
nl: Toevoegen annuleren?
pl: Anulować dodawanie?
pt_pt: Cancelar a adição?

# 1016注册国家必须非china
source: Registered country must be non-China
de: Das registrierte Land muss kein China sein
es: El pais de registro no debe ser China
fr: Le pays enregistré doit être autre que la Chine
hu_hu: A regisztrált országnak nem Kínának kell lennie
it: Il paese registrato deve essere non cinese
nl: Het geregistreerde land moet niet-China zijn
pl: Krajem zarejestrowanym musi być państwo niebędące Chinami
pt_pt: O país registrado deve ser não-China

# 1017注册国家必须是china
source: Registered country must be China
de: Registriertes Land muss China sein
es: El pais de registro debe ser China
fr: Le pays enregistré doit être la Chine
hu_hu: A regisztrált országnak Kínának kell lennie
it: Il paese registrato deve essere la Cina
nl: Het geregistreerde land moet China zijn
pl: Krajem zarejestrowanym muszą być Chiny
pt_pt: O país registrado deve ser a China

# 1018时区为空
source: Time zone empty
de: Zeitzone leer
es: Zona horaria vacia
fr: Fuseau horaire vide
hu_hu: Az időzóna üres
it: Fuso orario vuoto
nl: Tijdzone leeg
pl: Strefa czasowa pusta
pt_pt: Fuso horário vazio

# 1019用户名已经存在
source: Username already exists
de: Benutzername existiert bereits
es: El nombre de usuario ya existe
fr: Le nom d'utilisateur existe déjà
hu_hu: Felhasználónév már létezik
it: Il nome utente esiste già
nl: Gebruikersnaam bestaat al
pl: Nazwa użytkownika już istnieje
pt_pt: O nome de usuário já existe

# 101回复记录
source: Reply recording
de: Aufzeichnung beantworten
es: Responder grabación
fr: Enregistrement des réponses
hu_hu: Válasz felvétel
it: Rispondi alla registrazione
nl: Antwoord opnemen
pl: Odpowiedz na nagranie
pt_pt: Responder gravação

# 1020国家错误
source: Country error
de: Länderfehler
es: Error de país
fr: Erreur de pays
hu_hu: Ország hiba
it: Errore paese
nl: Landfout
pl: Błąd kraju
pt_pt: Erro do país

# 1021时区错误
source: Time zone error
de: Zeitzonenfehler
es: Error de uso horario
fr: Erreur de fuseau horaire
hu_hu: Időzóna hiba
it: Errore fuso orario
nl: Tijdzone fout
pl: Błąd strefy czasowej
pt_pt: Erro de fuso horário

# 1022远程服务器注册用户失败
source: User registration failed
de: Benutzerregistrierung fehlgeschlagen
es: Registro de usuario fallido
fr: L'enregistrement des utilisateurs a échoué
hu_hu: A felhasználói regisztráció sikertelen
it: Registrazione utente non riuscita
nl: Gebruikersregistratie mislukt
pl: Rejestracja użytkownika nie powiodła się
pt_pt: Falha no registro do usuário

# 1023操作失败
source: operation failed
de: Der Vorgang ist fehlgeschlagen
es: Operación fallida
fr: l'opération a échoué
hu_hu: Az Operat kudarcot vallott
it: Operat fallito
nl: Operat mislukt
pl: Opercja nie powiódł się
pt_pt: Operat falhou

# 1024运行错误
source: Operation error
de: Betriebsfehler
es: Error en la operación
fr: Erreur de fonctionnement
hu_hu: Működési hiba
it: Errore di funzionamento
nl: Operatiefout
pl: Błąd operacji
pt_pt: Erro de operação

# 1025确认密码不正确
source: Confirm password inconsistent
de: Bestätigen Sie das inkonsistente Passwort
es: Confirmar contraseña inconsistente
fr: Confirmer un mot de passe incohérent
hu_hu: Erősítse meg a jelszó inkonzisztenciáját
it: Conferma password incoerente
nl: Bevestig het wachtwoord niet consistent
pl: Potwierdź hasło niespójne
pt_pt: Confirme a senha inconsistente

# 1026添加失败
source: Add Failed
de: Hinzufügen fehlgeschlagen
es: Añadir fallido
fr: Ajout échoué
hu_hu: Hozzáadás sikertelen
it: Aggiungi fallito
nl: Toevoegen mislukt
pl: Dodanie nie powiodło się
pt_pt: Falha ao adicionar

# 1027请选择电站类型
source: Please select the type of plant
de: Bitte wählen Sie den Anlagentyp
es: Por favor, seleccione el tipo de planta
fr: Veuillez sélectionner le type de la centrale PV
hu_hu: Kérjük, válassza ki a növény típusát
it: Seleziona il tipo di pianta
nl: Selecteer het type plant
pl: Wybierz rodzaj instalacji
pt_pt: Por favor, selecione o tipo de planta

# 1028参数不完整
source: Incomplete parameters
de: Unvollständige Parameter
es: Parámetros incompletos
fr: Paramètres incomplets
hu_hu: Hiányos paraméterek
it: Parametri incompleti
nl: Onvolledige parameters
pl: Niekompletne parametry
pt_pt: Parâmetros incompletos

# 1029电站不存在
source: Plant does not exist
de: Anlage existiert nicht
es: La planta no existe
hu_hu: Növény nem létezik
it: La pianta non esiste
nl: Plant bestaat niet
pl: Instalacja nie istnieje
pt_pt: Planta não existe

# 102是否关闭问题
source: Whether to close the question?
es: Cerrar la consulta?
fr: Le problème est-il résolu?
hu_hu: Lezárja-e az ügyet?
pl: Czy zamknąć zapytanie ?
pt_pt: Quer fechar a questão?

# 1030点击获取电站列表
source: Click to get plant list
de: Klicken Sie hier, um die Pflanzenliste zu erhalten
es: Clique para obter a lista de plantas
hu_hu: Kattintson a növények listájának megjelenítéséhez
it: Fare clic per ottenere l'elenco delle piante
nl: Klik om de plantenlijst te krijgen
pl: Kliknij, aby uzyskać listę instalacji
pt_pt: Clique para obter a lista de plantas

# 1031回复问题
source: Reply to question
de: Antwortproblem
es: Responde a la pregunta
hu_hu: Válasz probléma
it: Rispondi al problema
nl: Antwoord probleem
pl: Problem z odpowiedzią
pt_pt: Problema de resposta

# 1032添加工单
source: Add work order
de: Arbeitsauftrag hinzufügen
es: Añadir orden de servicio
fr: Ajouter un bon de travail
hu_hu: Adja hozzá a munkarendet
it: Aggiungi ordine di lavoro
nl: Werkorder toevoegen
pl: Arbeitsauftrag hinzufügen
pt_pt: Adicionar ordem de serviço

# 1033所属地区
source: District belong to
de: Bezirk gehören zu
es: Distrito pertence a
fr: Le district appartient à
hu_hu: Kerület tartoznak
it: Il distretto appartiene a
nl: District is van
pl: Powiat należy do
pt_pt: Distrito pertence a

# 1034选择地区
source: Select area
de: Bereich auswählen
es: Seleccionar area
fr: Sélectionnez une zone
hu_hu: Válassza ki a területet
it: Seleziona l'area
nl: Selecteer gebied
pl: Wybierz obszar
pt_pt: Selecionar área

# 1035中国
source: China
fr: Chine
hu_hu: Kína
it: Cina
pl: Chiny

# 1036客服
source: Customer service
de: Kundendienstgruppe
es: Atención al cliente
fr: Service à la clientèle
hu_hu: Ügyfélszolgálati csoport
it: Gruppo del servizio clienti
nl: Klantenservice groep
pl: Grupa obsługi klienta
pt_pt: Grupo de atendimento ao cliente

# 1037请添加工程师
source: Please add engineer
de: Bitte Ingenieur hinzufügen
es: Por favor, añada ingeniero
fr: Veuillez ajouter un ingénieur
hu_hu: Kérjük, vegye fel a mérnököt
it: Si prega di aggiungere ingegnere
nl: Voeg een ingenieur toe
pl: Dodaj inżyniera
pt_pt: Por favor adicione engenheiro

# 1038请添加服务商
source: Please add service provider
de: Bitte Dienstanbieter hinzufügen
es: Por favor, añada al proveedor de servicios
fr: Veuillez ajouter le fournisseur de services
hu_hu: Kérjük, vegye fel a szolgáltatót
it: Aggiungi il fornitore di servizi
nl: Voeg een serviceprovider toe
pl: Dodaj usługodawcę
pt_pt: Por favor, adicione provedor de serviços

# 1039当前已选定的工程师
source: Currently selected engineer
de: Derzeit ausgewählter Ingenieur
es: Ingeniero seleccionado actualmente
fr: Ingénieur actuellement sélectionné
hu_hu: Jelenleg kiválasztott mérnök
it: Ingegnere attualmente selezionato
nl: Momenteel geselecteerde ingenieur
pl: Aktualnie wybrany inżynier
pt_pt: Engenheiro atualmente selecionado

# 103操作成功
source: Successful operation
es: Operación exitosa
hu_hu: Sikeres művelet
pl: Operacja udana
pt_pt: Operação bem sucedida

# 1040当前已选定的服务商
source: Currently selected service provider
de: Derzeit ausgewählter Dienstanbieter
es: Porveedor de servicios seleccionado actualmente
fr: Prestataire de services actuellement sélectionné
hu_hu: Jelenleg kiválasztott szolgáltató
it: Provider di servizi attualmente selezionato
nl: Momenteel geselecteerde serviceprovider
pl: Aktualnie wybrany usługodawca
pt_pt: Provedor de serviços atualmente selecionado

# 1041选择服务人员
source: Select engineer
de: Ingenieur auswählen
es: Seleccionar ingeniero
fr: Choisir un ingénieur
hu_hu: Válassza ki a mérnököt
it: Seleziona ingegnere
nl: Selecteer ingenieur
pl: Wybierz inżyniera
pt_pt: Selecionar engenheiro

# 1042选择服务商
source: Select service provider
de: Dienstanbieter auswählen
es: Selecciona proveedor de servicios
fr: Choisir un prestataire de services
hu_hu: Válassza ki a szolgáltatót
it: Seleziona il fornitore di servizi
nl: Válassza ki a szolgáltatót
pl: Wybierz usługodawcę
pt_pt: Selecionar provedor de serviços

# 1043联系方式
source: Contact details (Phone&Email)
de: Kontaktdaten (Telefon E-Mail)
es: Detalles de contacto (E-mail y teléfono)
fr: Coordonnées (téléphone et courriel)
hu_hu: Elérhetőségek (telefonos e-mail)
it: Dettagli di contatto (telefono e-mail)
nl: Contactgegevens (telefoon e-mail)
pl: Dane kontaktowe (telefon e-mail)
pt_pt: Detalhes de contato (E-mail por telefone)

# 1044分配成功
source: Assigned successfully
de: Erfolgreich zugewiesen
es: Asignado con éxito
fr: Affecté avec succès
hu_hu: Sikeresen hozzárendelve
it: Assegnato con successo
nl: Succesvol toegewezen
pl: Przypisano pomyślnie
pt_pt: Atribuído com sucesso

# 1045请输入客户地址
source: Please enter customer address
de: Bitte geben Sie die Adresse des Benutzers ein
es: Por favor, introduzca la dirección del cliente
fr: Veuillez entrer l'adresse du client
hu_hu: Kérjük, írja be a felhasználó címét
it: Si prega di inserire l'indirizzo dell'utente
nl: Voer het adres van de gebruiker in
pl: Proszę podać adres użytkownika
pt_pt: Por favor, digite o endereço do usuário

# 1046接收成功
source: Received successfully
de: Erfolgreich empfangen
es: Recepción exitosa
fr: Reçu avec succès
hu_hu: Sikeresen fogadta
it: Ricevuto con successo
nl: Succesvol ontvangen
pl: Odebrano pomyślnie
pt_pt: Recebido com sucesso

# 1047设备序列号
source: Device SN
de: Geräte-SN
es: SN del dispositivo
fr: Dispositif SN
nl: Apparaat SN
pl: SN urządzenia
pt_pt: SN do dispositivo

# 1048填写工单表格
source: Fill in the work order table
de: Füllen Sie die Arbeitsauftragstabelle aus
es: Rellene la hoja de trabajo
fr: Remplir le tableau des commandes de travail
hu_hu: Töltse ki a munkarendelési táblázatot
it: Compila la tabella degli ordini di lavoro
nl: Vul de werkordertabel in
pl: Wypełnij tabelę zleceń pracy
pt_pt: Preencha a tabela de ordem de serviço

# 1049请输入设备序列号
source: Please enter the device serial number
de: Bitte geben Sie die Seriennummer des Geräts ein
es: Por favor, introduzca el número de serie del dispositivo
fr: Veuillez saisir le numéro de série de l'appareil
hu_hu: Adja meg az eszköz sorozatszámát
it: Inserisci il numero di serie del dispositivo
nl: Voer het serienummer van het apparaat in
pl: Wprowadź numer seryjny urządzenia
pt_pt: Digite o número de série do dispositivo

# 104请验证您的手机号码
source: Please verify your phone number
es: Por favor verifique su número de teléfono
fr: Veuillez vérifier votre numéro de téléphone
hu_hu: Kérjük hagyja jóvá a telefonszámát
pl: Zweryfikuj swój numer telefonu
pt_pt: Verifique seu número de telefone

# 1050现场图片
source: Service details (live pictures, etc.)
de: Servicedetails
es: Detalles del servicio
fr: Détails du service (photos en direct, etc.)
hu_hu: Szolgáltatás részletei
it: Dettagli del servizio
nl: Service details
pl: Szczegóły usługi
pt_pt: Detalhes do serviço

# 1051最多上传5张图片
source: Upload no more than 5 pictures
de: Lade nicht mehr als 5 Bilder hoch
es: No mas de 5 fotos
fr: Ne pas télécharger plus de 5 photos
hu_hu: Legfeljebb 5 képet tölthet fel
it: Carica non più di 5 foto
nl: Upload niet meer dan 5 foto's
pl: Prześlij nie więcej niż 5 zdjęć
pt_pt: Carregue no máximo 5 fotos

# 1052选择完成状态
source: Select completion status
de: Bitte wählen Sie den Abschlussstatus
es: Por favor, seleccione el estado de finalización
fr: Sélectionnez l'état d'avancement
hu_hu: Kérjük, válassza ki a befejezés állapotát
it: Seleziona lo stato di completamento
nl: Selecteer de voltooiingsstatus
pl: Wybierz status ukończenia
pt_pt: Por favor, selecione o status de conclusão

# 1053选择设备类型
source: Select device type
de: Gerätetyp auswählen
es: Seleccionar tipo de dispositivo
fr: Sélectionnez le type d'appareil
hu_hu: Válassza ki az eszköz típusát
it: Seleziona il tipo di dispositivo
nl: Selecteer het apparaattype
pl: Wybierz typ urządzenia
pt_pt: Selecione o tipo de dispositivo

# 1054请点击获取位置信息
source: Please click to get location information
de: Klicken Sie hier, um Standortinformationen zu erhalten
es: Clique para obtener la información de localización
fr: Veuillez cliquer pour obtenir des informations sur la localisation
hu_hu: Kattintson a helyinformációk megszerzéséhez
it: Fare clic per ottenere informazioni sulla posizione
nl: Klik om locatie-informatie te krijgen
pl: Kliknij, aby uzyskać informacje o lokalizacji
pt_pt: Clique para obter informações de localização

# 1055请选择工单完成时间
source: Please select the completion time of work order
de: Bitte wählen Sie die Ausführungszeit des Arbeitsauftrags
es: Seleccione el tiempo para completar la orden de trabajo
fr: Veuillez sélectionner le délai d'exécution du bon de travail
hu_hu: Kérjük, válassza ki a munka megrendelésének befejezési idejét
it: Seleziona il tempo di completamento dell'ordine di lavoro
nl: Selecteer de voltooiingstijd van de werkorder
pl: Wybierz czas realizacji zlecenia pracy
pt_pt: Selecione o tempo de conclusão da ordem de serviço

# 1056请选择工单完成状态
source: Please select the completion status of work order
de: Bitte wählen Sie den Abschlussstatus des Arbeitsauftrags
es: Selección el estado de la solicitud de trabajo
fr: Veuillez sélectionner l'état d'achèvement du bon de travail
hu_hu: Kérjük, válassza ki a munkamegrendelés befejezési állapotát
it: Seleziona lo stato di completamento dell'ordine di lavoro
nl: Selecteer de voltooiingsstatus van de werkorder
pl: Wybierz status ukończenia zlecenia pracy
pt_pt: Selecione o status de conclusão da ordem de serviço

# 1057请选择预约上门时间
source: Please select the appointment time
de: Bitte wählen Sie die Terminzeit
es: Por favor, seleccione hora de la cita
fr: Veuillez sélectionner l'heure du rendez-vous
hu_hu: Kérjük, válassza ki a találkozó időpontját
it: Seleziona l'orario dell'appuntamento
nl: Selecteer de afspraaktijd
pl: Wybierz termin spotkania
pt_pt: Por favor, selecione a hora do compromisso

# 1058回访备注
source: Return visit remarks
de: Bemerkungen zum Gegenbesuch
es: Devolver comentarios de la visita
fr: Remarques sur la visite de retour
hu_hu: Visszatérési megjegyzések
it: Commenti sulla visita di ritorno
nl: Opmerkingen bij terugbezoek
pl: Zwróć uwagi na temat wizyty
pt_pt: Comentários da visita de retorno

# 1059图片
source: Image
de: Bild
es: Imagen
hu_hu: Kép
it: Immagine
nl: Beeld
pl: Zdjęcie
pt_pt: Imagem

# 105请验证您的邮箱地址
source: Please verify your email address
es: Por favor verifique su dirección de correo electrónico
fr: Veuillez vérifier votre adresse email
hu_hu: Kérjük hagyja jóvá az email címét
pl: Zweryfikuj swoj adres e-mail
pt_pt: Por favor verifique seu endereço de email

# 1060客户评分
source: Customer score
de: Kundenbewertung
es: Puntuación de cliente
fr: Score du client
hu_hu: Ügyfél pontszám
it: Punteggio del cliente
nl: Klantenscore
pl: Ocena klienta
pt_pt: Pontuação do cliente

# 1061产品类型
source: Product type
de: Produktart
es: Tipo de Producto
fr: Type de produit
hu_hu: Terméktípus
it: Tipologia di prodotto
pl: Rodzaj produktu
pt_pt: Tipo de Produto

# 1062请填写
source: Please fill out
de: Bitte ausfüllen
es: Por favor rellena
fr: Veuillez remplir
hu_hu: Kérjük, töltse ki
it: Per favore riempi
nl: Vul alsjeblieft in
pl: Proszę wypełnić
pt_pt: Por favor preencha

# 1063验证条件为空
source: Verification condition is empty
de: Überprüfungsbedingung ist leer
es: La condición no puede estar vacia
fr: La condition de vérification est vide
hu_hu: A hitelesítési feltétel üres
it: La condizione di verifica è vuota
nl: Verificatievoorwaarde is leeg
pl: Warunek weryfikacji jest pusty
pt_pt: A condição de verificação está vazia

# 1064发送短信失败
source: Failed to send message
de: Nachricht konnte nicht gesendet werden
es: Fallo al enviar el mensaje
fr: Echec de l'envoi du message
hu_hu: Az üzenet küldése nem sikerült
it: Impossibile inviare il messaggio
nl: Verzenden van bericht mislukt
pl: Nie udało się wysłać wiadomości
pt_pt: Falha no envio da mensagem

# 1065未进行验证
source: Not validated
de: Nicht validiert
es: No validado
fr: Non validé
hu_hu: Nem érvényesítve
it: Non validato
nl: Niet gevalideerd
pl: Nie potwierdzone
pt_pt: Não validado

# 1066交易历史
source: Transaction history
de: Verlauf der Transaktionen
es: Histórico de transacciones
fr: Historique des transactions
hu_hu: Tranzakciós előzmények
it: Cronologia delle transazioni
nl: Transactie Geschiedenis
pl: Historia transakcji
pt_pt: Histórico de transações

# 1067添加GPRS采集器序列号
source: Add S/N of GPRS datalogger
de: S / N des GPRS-Datenloggers hinzufügen
es: añadir S / N del datalogger GPRS
fr: Ajouter le numéro de série du datalogger GPRS
hu_hu: Adja hozzá a GPRS adatgyűjtő S / N értékét
it: Aggiungi il codice S / N del datalogger GPRS
nl: Voeg S / N van GPRS datalogger toe
pl: Dodaj SN do rejestratora danych GPRS
pt_pt: Adicionar S / N do registrador de dados GPRS

# 1068添加本账号GPRS
source: Add GPRS under this account
de: Fügen Sie GPRS unter diesem Konto hinzu
es: Añada GPRS a esta cuenta
fr: Ajouter le GPRS sous ce compte
hu_hu: Adjon hozzá GPRS-t ehhez a fiókhoz
it: Aggiungi GPRS con questo account
nl: Adjon hozzá GPRS-t ehhez a fiókhoz
pl: Dodaj GPRS w ramach tego konta
pt_pt: Adicione GPRS a esta conta

# 1069添加其他账号GPRS
source: Add GPRS of another account
de: Fügen Sie GPRS unter einem anderen Konto hinzu
es: Añadir GPRS a otra cuenta
fr: Ajouter le GPRS d'un autre compte
hu_hu: Adjon hozzá GPRS-t egy másik fiókhoz
it: Aggiungi GPRS sotto un altro account
nl: Voeg GPRS toe onder een ander account
pl: Dodaj GPRS w ramach innego konta
pt_pt: Adicionar GPRS sob outra conta

# 106wifi信号强度提示
source: The current Wifi signal is weak, please configure in a Wifi signal strong place.
es: La señal de Wifi actual es débil, configúrela en un lugar donde la señal de wifi sea más fuerte.
fr: Le signal Wifi actuel est faible, veuillez le configurer dans un endroit où le signal Wifi est fort.
hu_hu: A WiFi jel túl gyenge, kérjük győződjön meg róla, hogy a WiFi jel elég erős a megfigyelő modulnak
pl: Sygnał sieci Wifi jest bardzo słaby, dokonaj konfiguracji w miejscu gdzie sygnał jest mocniejszy
pt_pt: O sinal Wifi atual é fraco, por favor configure em um lugar de sinal Wifi com mais intensidade.

# 1070结算
source: Settlement
de: Siedlung
es: Reglamento
fr: Règlement
hu_hu: Település
it: Insediamento
nl: Nederzetting
pl: Osada
pt_pt: Assentamento

# 1071购买年限
source: Purchase period
de: Kaufzeitraum
es: Período de compra
fr: Période d'achat
hu_hu: Vásárlási időszak
it: Periodo di acquisto
nl: Aankoop periode
pl: Okres zakupu
pt_pt: Período de compra
