Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 129准备中
source: Preparing
de: Vorbereiten
es: Preparando
fr: Préparer
hu_hu: Felkészülés
it: Preparazione
nl: Voorbereidingen treffen
pl: Przygotowanie
pt_pt: Preparando

# 12新wifi看灯提示1原因
source: Please check your router signal strength
de: Bitte überprüfen Sie die Router-Signalstärke
es: Por favor, compruebe la potencia de la señal WiFi
fr: Veuillez vérifier la puissance du signal de votre routeur
it: Controllare la potenza del segnale del router
pl: Sprawdź siłę sygnału sieci Wifi

# 130充电结束
source: Finish
de: Fertig
es: Terminar
fr: Finir
hu_hu: Befejez
it: Finire
nl: Af hebben
pl: Koniec
pt_pt: Terminar

# 130充电源
source: Charge source
es: Fuente de carga
fr: Source de charge
hu_hu: Töltési forrás
pl: Źródło ładowania
pt_pt: Alterar fonte

# 131故障
source: Error
fr: Erreur
hu_hu: Hiba
it: Errore
nl: Fout
pl: Błąd
pt_pt: Erro

# 131市电输出
source: UTI output
es: Salida RED
fr: Sortie secteur électrique
hu_hu: Elektromos áram termelés
pl: Wyjście z priorytetem sieci
pt_pt: Saída UTI

# 132市电充电
source: UTI charge
es: Carga de RED
fr: Charge secteur
hu_hu: Elektromos töltés
pl: Ładowanie z sieci
pt_pt: Carga UTI

# 132通讯异常
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Non valable
hu_hu: Nem érhető el
it: Non disponibile
nl: Niet beschikbaar
pl: Niedostępne
pt_pt: Indisponível

# 133车拒绝充电
source: Suspended EV
de: Ausgesetzt EV
es: EV suspendido
fr: VE suspendue
hu_hu: Felfüggesztett EV
it: Errore di comunicazione
nl: Opgeschort EV
pl: Pojazd elektryczny wylaczony z uzycia
pt_pt: EV suspenso

# 133光伏接入模式
source: PV input model
es: Modelo de entrada fotovoltaica
fr: Mode d'accès PV
hu_hu: Napelem modell
pl: Model wejscia PV
pt_pt: Modelo de entrada de PV

# 134AC输入模式
source: AC input model
es: Modelo de entrada AC
fr: Mode d'entrée AC
hu_hu: AC bemeneti modell
pl: Model wejscia pradu AC
pt_pt: Modelo de entrada AC

# 134已经注销
source: Has been cancelled
de: Wurde abgesagt
es: Ha sido cancelado
fr: A été annulé
hu_hu: Törölve lett
it: È stato cancellato
nl: Is geannuleerd
pl: Zostało odwołane
pt_pt: Foi cancelado

# 135AC输出电压
source: AC discharge voltage
es: Voltaje de descarga AC
fr: Tension de décharge AC
hu_hu: AC leadási feszültség
pl: Napięcie wyładowywania prądu przemiennego
pt_pt: Tensão de descarga AC

# 135启用中
source: Starting
de: Beginnend
es: Comenzando
fr: A partir de
hu_hu: Kezdve
it: Di partenza
nl: Beginnend
pl: Startowy
pt_pt: Iniciando

# 136AC输出频率
source: AC discharge frequency
es: Frecuencia de descarga AC
fr: Fréquence de décharge AC
hu_hu: AC ledási frekvencia
pl: Częstotliwość wyjściowa prądu przemiennego
pt_pt: Freqüência de descarga AC

# 136已经工作过
source: Have worked
de: Habe gearbeitet
es: Ha trabajado
fr: Avoir travaillé
hu_hu: Dolgoztam
it: Ho lavorato
nl: Heb gewerkt
pl: Przepracowano
pt_pt: Trabalhei

# 137过载重启
source: Overload restart
es: Reinicio por sobrecarga
fr: Redémarrage en cas de surcharge
hu_hu: Túlterhelés, újraindítás
pl: Restart - Przeciążenie
pt_pt: Reiniciar sobrecarga

# 137设置金额不能为0
source: Cost settings cannot be 0
de: Kosteneinstellungen können nicht 0 sein
es: La configuración de costos no puede ser 0
fr: Les paramètres de coût ne peuvent pas être 0
hu_hu: A költségbeállítás nem lehet 0
it: Le impostazioni dei costi non possono essere 0
nl: Kosteninstellingen kunnen niet 0 zijn
pl: Ustawienia kosztów nie mogą wynosić 0
pt_pt: As configurações de custo não podem ser 0

# 138过温重启
source: OverTemp restart
es: Reinicio por sobretemperatura
fr: Redémarrage en cas de surchauffe
hu_hu: Túlmelegedés, újraindítás
pl: Restart - Przegrzanie
pt_pt: Reiniciar sobretemperatura

# 138设置电量不能为0
source: Energy settings cannot be 0
de: Energieeinstellungen können nicht 0 sein
es: Los ajustes de energía no pueden ser 0
fr: Les paramètres énergétiques ne peuvent pas être 0
hu_hu: Az energia beállításai nem lehet 0
it: Le impostazioni di energia non possono essere 0
nl: Energie-instellingen kunnen niet 0 zijn
pl: Ustawienia energii nie moga wynosic 0
pt_pt: Configurações de energia não podem ser 0

# 139蜂鸣器
source: Buzzer
es: Alarma sonora
fr: avertisseur sonore
hu_hu: Berregő
pl: Brzęczyk
pt_pt: Campainha

# 139时长设置不能为空
source: Time settings can not be empty.
de: Zeiteinstellungen dürfen nicht leer sein.
es: Los ajustes de tiempo no pueden estar vacíos.
fr: Les paramètres de temps ne peuvent pas être vides.
hu_hu: Az időbeállítások nem lehetnek üresek.
it: Le impostazioni dell'ora non possono essere vuote.
nl: Tijdinstellingen mogen niet leeg zijn.
pl: Ustawienia czasu nie moga byc puste.
pt_pt: As configurações de horário não podem estar vazias.

# 13新wifi看灯提示2绿灯
source: Green LED flash: WiFi module communicating with inverter and router are OK, not connect to ShineServer correctly.
de: Grüne LED blinkt: Die Verbindung zum Wechselrichter und Router besteht, jedoch nicht mit ShineServer.
es: LED parpadea en verde: módulo WiFi que se comunica con el inversor y el router, pero no está conectado correctamente a ShineServer.
fr: La LED verte clignote : La connexion à l'onduleur et au routeur existe, mais pas avec le ShineServer.
hu_hu: Mikor a zöld LED villog: A WiFimodul, az inverter és a router közti kommunikáció rendben van, nem kapcsolódik megfelelően a ShineSeverre.
it: Lampeggio LED verde: modulo WiFi comunica con inverter e con router ma non connesso correttamente a Shine Server.
nl: Groene LED knippert: De wifi-module communiceert met de omvormer en de router, maar is niet verbonden met de Shineserver.
pl: Miga zielona dioda LED: modul Wi-Fi komunikuje sie z falownikiem i routerem, ale nie jest podlaczony do serwera Shine.
pt_pt: LED verde piscando: o módulo WiFi que se comunica com o inversor e o roteador estão OK, não se conecte ao CSI-Server corretamente.

# 140未设置开始时间
source: Start time not set
de: Startzeit nicht eingestellt
es: Hora de inicio no establecida
fr: Heure de début non fixée
hu_hu: A kezdési idő nincs beállítva
it: Ora di inizio non impostata
nl: Starttijd niet ingesteld
pl: Czas rozpoczecia nie jest ustawiony
pt_pt: Hora de início não definida

# 140最大充电电流
source: Maximum charge current
es: Corriente de carga maxima
fr: Courant de charge maximal
hu_hu: Maximális töltési áram
pl: Maksymalny prąd ładowania
pt_pt: Corrente de carga máxima

# 141电池低压点
source: Low battery point
es: Punto bajo de carga de batería
fr: Point de batterie faible
hu_hu: Lemerülő akkumulátor pont
pl: Punkt niskiego naładowania akumulatora
pt_pt: Ponto de bateria fraca

# 141空闲状态无法直接开始充电，请先连接车辆与充电桩
source: You cannot start charging directly. Please connect the vehicle with the charging pile first.
de: Sie können den Ladevorgang nicht direkt starten. Verbinden Sie zuerst das Fahrzeug mit dem Ladestapel.
es: No puedes empezar a cargar directamente. Conecte primero el vehículo con la estación de carga.
fr: Si vous ne pouvez pas commencer à charger directement à l'état de repos, veuillez d'abord connecter le véhicule à la borne de recharge.
hu_hu: A töltés nem indítható közvetlenül. Kérjük, először csatlakoztassa a járművet a töltőcsomaghoz.
it: Non è possibile iniziare a caricare direttamente. Si prega di collegare il veicolo con la pila di ricarica prima.
nl: U kunt niet direct beginnen met opladen. Verbind eerst het voertuig met de laadstapel.
pl: Nie możesz rozpocząć ładowania bezpośrednio. Najpierw podłącz pojazd do stacji lądującej.
pt_pt: Você não pode começar a cobrar diretamente. Por favor conecte o veículo com a pilha de carregamento primeiro.

# 142系统时间
source: System time
es: Hora del sistema
fr: Heure du système
hu_hu: Rendszeridő
pl: Typ baterii
pt_pt: Hora do sistema

# 143电池类型
source: Battery type
es: Tipo de Batería
fr: Type de batterie
hu_hu: Akkumulátor típusa
pl: Typ akumulatora
pt_pt: Tipo de Bateria

# 144光伏优先
source: PV first
es: Prioridad de FV
fr: Priorité au PV
hu_hu: Napelem prioritás
pl: Priorytet PV
pt_pt: FV primeiro

# 145光伏和市电
source: PV&UTI
es: FV y RED
fr: PV et réseau
hu_hu: Napelem és elektromos áram
pl: PV i siec AC
pt_pt: FV & UTI

# 145是否确定删除授权用户
source: Are you sure you want to delete the authorized user?
de: Möchten Sie den autorisierten Benutzer wirklich löschen?
es: ¿Estás seguro de que deseas eliminar al usuario autorizado?
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur autorisé ?
hu_hu: Biztosan törli a felhatalmazott felhasználót?
it: Sei sicuro di voler eliminare l'utente autorizzato?
nl: Weet u zeker dat u de geautoriseerde gebruiker wilt verwijderen?
pl: Czy na pewno chcesz usunąć użytkownika?
pt_pt: Tem certeza de que deseja excluir o usuário autorizado?

# 146仅光伏
source: Only PV
es: Solo fotovoltaica
fr: Seulement PV
hu_hu: Csak napelem
pl: Tylko PV
pt_pt: Apenas FV

# 147电池优先
source: Bat first
es: Prioridad de batería
fr: Priorité à la batterie
hu_hu: Akkumulátor prioritás
pl: Priorytet baterii
pt_pt: Bat primeiro

# 148市电优先
source: UTI first
es: Prioridad de RED
fr: Priorité au secteur électrique
hu_hu: Elektromos áram prioritás
pl: Priorytet dla sieci
pt_pt: UTI primeiro

# 149独立
source: Independent
es: Independiente
hu_hu: Független
pl: Niezależnie
pt_pt: Independente

# 14新wifi看灯提示2绿灯原因
source: Please check if your router connecting to Internet correctly.
de: Bitte überprüfen Sie, ob Ihr Router mit dem Internet verbunden ist.
es: Por favor, compruebe si su router está conetado a Internet.
fr: Veuillez vérifier si votre routeur se connecte correctement à Internet.
hu_hu: Kérjük ellenőrizze, hogy a router megfelelően csatlakozik-e az Internetre.
it: Per favore verifica se il tuo router è connesso a interner.
nl: Controleer of uw router is verbonden met het internet.
pl: Sprawdź, czy router jest podłączony do Internetu.
pt_pt: Verifique se seu roteador se conecta à Internet corretamente.

# 150并联
source: Parallel
es: En paralelo
fr: Parallèle
hu_hu: Párhuzamos
it: Parallelo
pl: Równolegle
pt_pt: Paralelo

# 152不重启
source: Not restart
es: No reiniciar
fr: Ne pas redémarrer
hu_hu: Nincs újraindítás
pl: Nie restartuj
pt_pt: Não reiniciar

# 152参数设置
source: Parameters
de: Parameter
es: Parámetros
fr: Paramètres
hu_hu: Paraméterek
it: Parametri
pl: Ustawienia
pt_pt: Parâmetros

# 153切换到市电
source: Switch to UTI
es: Cambiar a RED
fr: Passer au secteur électrique
hu_hu: Váltson elektromos áramra
pl: Przełącz na priorytet sieci
pt_pt: Mudar para UTI

# 154基本参数
source: Basic parameter
de: Grundparameter
es: Parámetro básico
fr: Paramètres de base
hu_hu: Alapparaméter
it: Parametro di base
pl: Parametr podstawowy
pt_pt: Parâmetro básico

# 154锂电池
source: Lithium battery
es: Batería de Litio
fr: Batterie Lithium
hu_hu: Lithium akkumulátor
pl: Bateria litowa
pt_pt: Bateria de lítio

# 155铅酸电池
source: Lead-acid batteries
es: Baterías de plomo ácido
fr: Batteries au plomb
hu_hu: Ólom-savas akkumulátor
pl: Bateria kwasowo-ołowiowa
pt_pt: Baterias de chumbo-ácido

# 155重要数据
source: Important data
de: Wichtige Daten
es: Datos importantes
fr: Des informations importantes
hu_hu: Fontos adatok
it: Dati importanti
nl: Belangrijke gegevens
pl: Ważne dane
pt_pt: Dados importantes

# 156其他数据
source: Other data
de: Andere Daten
es: Otros datos
fr: Autres informations
hu_hu: Más adatokat
it: Altri dati
nl: Andere gegevens
pl: Inne dane
pt_pt: Outros dados

# 156自定义铅酸电池
source: Custom lead-acid batteries
es: Baterías de plomo-ácido personalizadas
fr: Batteries au plomb sur mesure
hu_hu: Egyedi ólom-savas akkumulátor
pl: Niestandardowa bateria kwasowo-ołowiowa
pt_pt: Baterias de chumbo-ácido personalizadas

# 157PV1功率
source: Ppv1
es: Potencia FV1
hu_hu: Napelem1 teljesítmény
pl: Moc PV 1

# 157输入更改的设置
source: Input change settings
de: Eingangsänderungseinstellungen
es: Configuración de cambio de entrada
fr: Entrez les paramètres modifiés
hu_hu: Bemeneti változás beállításai
it: Immettere le impostazioni di modifica
nl: Instellingen voor invoer wijzigen
pl: Ustawienia zmiany danych wejściowych
pt_pt: Configurações de alteração de entrada

# 158PV2功率
source: Ppv2
es: Potencia FV2
hu_hu: Napelem2 teljesítmény
pl: Moc PV 2

# 158充电桩ID
source: Charger ID
de: Ladegerät-ID
es: ID del cargador
fr: ID du chargeur
hu_hu: Töltőazonosító
it: ID del caricatore
nl: Lader-ID
pl: Identyfikator ladowarki
pt_pt: ID do carregador

# 159PV1电压
source: Pv1 Voltage
de: Pv1-Spannung
es: Voltaje Pv1
fr: Tension PV1
hu_hu: Pv1 feszültség
it: Tensione Pv1
nl: Pv1-spanning
pl: Napięcie Pv1
pt_pt: Tensão Pv1

# 159授权认证秘钥
source: Authorization key
de: Berechtigungsschlüssel
es: Clave de autorización
fr: Clé d'autorisation
hu_hu: Engedélyezési kulcs
it: Chiave di autorizzazione
nl: Autorisatiesleutel
pl: Klucz autoryzacyjny
pt_pt: Chave de autorização

# 15新wifi看灯提示3蓝灯
source: Blue LED flash: WiFi module communicating with inverter, router, and ShineServer are normal.
de: Blaue LED blinkt: Die Verbindung mit Wechselrichter, Router und ShineServer besteht.
es: LED parpadea en azul: conexión adecuada del módulo WiFi con inversor, router y ShineServer
fr: Clignotement de la LED bleue : le module WiFi communiquant avec l'onduleur, le routeur et le ShineServer est normal.
hu_hu: Mikor a kék Led villog: a WiFimodul az inverterrel rendben kommunikál az inverterrl, routerrel és a ShineServerrel.
it: Lampeggio LED blu: modulo WiFi comunica correttamente con inverter, router e Shine Server.
nl: Blauwe LED knippert: De wifi-module is verbonden met de omvormer, router en Shineserver en functioneert normaal.
pl: Miga niebieska dioda LED: moduł Wifi jest prawidłowo podłączony do falownika, routera i serwera Shine .
pt_pt: LED azul piscando: o módulo WiFi que se comunica com o inversor, o roteador e o CSI-Server estão normais.

# 160PV2电压
source: Pv2 Voltage
de: Pv2-Spannung
es: Voltaje Pv2
fr: Tension PV2
hu_hu: Pv2 feszültség
it: Tensione Pv2
nl: Pv2-spanning
pl: Napięcie Pv2
pt_pt: Tensão Pv2

# 160基础参数
source: Basic parameters
de: Grundparameter
es: Parametros basicos
fr: Paramètres
hu_hu: Alapvető paraméterek
it: Fundamentele parameters
nl: Fundamentele parameters
pl: Podstawowe parametry
pt_pt: Parâmetros básicos

# 161电池的SOC
source: Battery SOC
de: Capacity
es: Capacidad
fr: Capacité de la batterie
hu_hu: Kapacitás
it: Capacity
nl: Capacity
pl: Pojemność
pt_pt: Capacity

# 161电桩名称
source: Charger name
de: Ladegerätname
es: Nombre del cargador
fr: Nom du chargeur
hu_hu: Töltő neve
it: Nome del caricabatterie
nl: Naam van de oplader
pl: Nazwa ładowarki
pt_pt: Nome do carregador

# 162电池的电压
source: vBattery
es: Voltaje de la batería
fr: Tension de la batterie
hu_hu: Akkumulátor feszültség
pl: Napiecie baterii

# 162国家城市
source: Country and city
de: Land und Stadt
es: País y ciudad
fr: Pays et ville
hu_hu: Ország és város
it: Paese e città
nl: Land en stad
pl: Kraj i miasto
pt_pt: Ország és város

# 163负载的功率
source: OutPutPower
es: Potencia de salida
fr: Puissance de sortie
hu_hu: Kimeneti teljesítmény
pl: Moc wyjściowa

# 163站点
source: Site
es: Ligar
hu_hu: Hely
it: Posto
nl: Plaats
pl: Instalacja
pt_pt: Local

# 164充电费率
source: Charging rates
de: Gebührensätze
es: Tasas de carga
fr: Tarification
hu_hu: Díjszabások
it: Tariffe di ricarica
nl: Tarieven
pl: Stawki opłat
pt_pt: Taxas de carregamento

# 164负载的电压
source: OutPutVolt
es: Tensión de salida
fr: Tension de sortie
hu_hu: Kimeneti feszültség
pl: Napiecie wyjściowe

# 165功率设置
source: Power Setting
de: Leistungseinstellung
es: Ajuste de potencia
fr: Réglage de la puissance
hu_hu: Teljesítmény beállítás
it: Impostazione di potenza
nl: Vermogensinstelling
pl: Ustawienie mocy
pt_pt: Configuração de energia

# 165市电电压
source: Grid Voltage
de: Netzspannung
es: Tensión de red
fr: Tension du réseau
hu_hu: Hálózati feszültség
it: Tensione di rete
nl: Netspanning
pl: Napięcie sieciowe
pt_pt: Tensão da rede

# 166Pv当天充电量
source: EpvToday
es: Energia FV hoy
fr: Production PV aujourd'hui
hu_hu: Napi elektromos energia
pl: Prąd PV dzisiaj
pt_pt: Epv Hoje

# 166充电模式
source: Charging model
de: Lademodell
es: Modelo de carga
fr: mode de chargement
hu_hu: Töltési modell
it: Modello di ricarica
nl: Oplaadmodel
pl: Model ładowania
pt_pt: Modelo de carregamento

# 167AC当天充电量
source: EacChargeToday
es: Energia de alterna para carga hoy
fr: Charge AC aujourd'hui
hu_hu: Napi AC energia
pl: Ładowanie AC dzisiaj
pt_pt: EacCharge Hoje

# 167高级设置
source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
hu_hu: Fejlett
it: Avanzate
nl: Gevorderd
pl: Zaawansowane
pt_pt: Avançado

# 168充电桩IP
source: Charger IP
de: Ladegerät IP
es: IP de Cargador
fr: IP du chargeur
hu_hu: Töltő IP
it: Caricabatterie IP
nl: Oplader IP
pl: Adres IP ładowarki
pt_pt: IP do carregador

# 168电池当天充电量
source: E_bat_today
es: Energia de la bateria hoy
fr: Energie de batterie aujourd'hui
hu_hu: Napi akkumulátor energia
pl: Stan naładowania baterii dzisiaj
pt_pt: E_bat_hoje

# 169电池当天放电量
source: eBatDisChargeToday
es: Batería eléctrica descargada hoy.
fr: Capacité de décharge de la batterie
hu_hu: Napi leadott akkumulátor energia
pl: Rozładowanie baterii dziś
pt_pt: EBatDisChargeHoje

# 169网关
source: Default gateway
de: Standard-Gateway
es: Puerta de enlace predeterminada
fr: passerelle (informatique)
hu_hu: Alapértelmezett átjáró
it: Gateway predefinito
nl: Standaard gateway
pl: Brama domyślna
pt_pt: Gateway padrão

# 16新wifi看灯提示3蓝灯原因
source: WiFi module works normally
de: WiFi-Modul funktioniert normal
es: El módulo WiFi funciona normalmente
fr: Le module WiFi fonctionne normalement
hu_hu: A WiFi modul normál módon működik
it: Il modulo WiFi funziona normalmente
nl: WiFi module werkt normaal
pl: Moduł Wifi działa poprawnie
pt_pt: O módulo WiFi funciona normalmente

# 170Pv的总充电量
source: EpvTotal
es: Efvtotal
fr: Production PV totale
hu_hu: Összes napelemes energia
pl: Łączna energia elektryczna PV dzisiaj

# 170子网掩码
source: Subnet mask
de: Subnetzmaske
es: Máscara de subred
fr: masque de sous-réseau (informatique)
hu_hu: Alhálózati maszk
it: Maschera di sottorete
nl: Subnetmasker
pl: Maska podsieci
pt_pt: Máscara de sub-rede

# 171AC的总充电量
source: EacChargeTotal
es: Energía cargada de AC total
fr: Charge AC totale
hu_hu: Összes AC töltés
pl: Łączne ładowanie AC

# 172电池总的充电量
source: eBatChargeTotal
es: ECargaBatTotal
fr: Energie de batterie totale
hu_hu: Összes akkumulátor töltés
pl: Łączne ładowanie baterii

# 172服务器URL
source: Server URL
es: URL del servidor
fr: Serveur URL
hu_hu: Szerver URL
it: URL del server
pl: Adres URL serwera
pt_pt: URL do servidor

# 173电池总的放电量
source: eBatDisChargeTotal
es: Energía total descargada de batería
fr: Capacité de décharge de la batterie totale
hu_hu: Összes akkumulátor leadott töltés
pl: Łączne rozładowanie baterii

# 174充电量
source: Total charge
es: Carga total
fr: Charge totale
hu_hu: Összes töltés
pl: Całkowity ładunek
pt_pt: Carga total

# 175光伏储能
source: Solar storage
es: Energía solar almacenada
fr: Stockage de l'énergie PV
hu_hu: Tárolt napenergia
pl: Magazynowanie energii PV
pt_pt: Armazenamento solar

# 175仅刷卡充电
source: Only RFID
de: Nur RFID
es: Sólo RFID
fr: Recharge de la carte uniquement
hu_hu: Csak RFID
it: Solo RFID
nl: Alleen RFID
pl: Tylko RFID
pt_pt: Somente RFID

# 176插枪充电
source: Plug&Charge
de: Stecken und aufladen
es: Enchufar y cargar
fr: Branchez & Chargez
hu_hu: Csatlakoztassa és töltse fel
nl: Plug en Charge
pl: Podłącz i ładuj
pt_pt: Ligue e carregue

# 176电网储能
source: Grid storage
es: Acumulación desde la red
fr: Injectiond'énergie sur le réseau
hu_hu: Tárolt hálózati energia
pl: Magazynowanie energii z AC
pt_pt: Armazenamento de rede

# 177电池放电
source: Discharging
de: Entladung
es: Descargando
fr: Décharge
hu_hu: Kisütés
it: Scarico
nl: Ontladen
pl: Rozładowanie
pt_pt: Descarga

# 178AC旁路放电
source: AC bypass discharge
de: Wechselstrom-Bypass-Entladung
es: Descarga en bypass a AC
fr: Décharge AC Bypass
hu_hu: ? AC bypass kisülés?
it: ? Scarica bypass AC?
nl: ? AC-bypass-ontlading?
pl: Rozładowane przez AC bypass
pt_pt: Descarga de derivação CA?

# 179请选择采集器类型
source: Please select the datalogger type
es: Por favor, seleccione el tipo de datalogger
fr: Veuillez sélectionner le type du Datalogger
hu_hu: Kéjük válassza meg a naplózási típust
pl: Wybierz typ rejestratora danych
pt_pt: Selecione o tipo do datalogger

# 17通过手机号
source: By phone number
de: Per telefonnummer
es: Por número de teléfono
fr: Par numéro de téléphone
hu_hu: Telefonszám szerint
it: Per numero di telefono
nl: Op telefoonnummer
pl: Według numeru telefonu
pt_pt: Por número de telefone

# 180当前功率
source: current
de: Momentan
es: current (ampers) is corriente, current (time) is ahora
fr: Courant
hu_hu: Jelenleg
it: In questo momento
nl: Momenteel
pl: Obecnie
pt_pt: Atualmente

# 181装机容量
source: Capacity
de: Kapazität
es: Capacidad
fr: Capacité
hu_hu: Kapacitás
it: Capacità
nl: Capaciteit
pl: Pojemność
pt_pt: Capacidade

# 182今日收益
source: Today
es: Hoy
fr: Aujourd'hui
hu_hu: Ma
it: Oggi
pl: Dzisiaj
pt_pt: Hoje

# 182现在正处于时段预约状态，如需立即开始充电，请关闭预约按键，并重新设置时长!
source: If you need to start charging immediately, please close the reservation button and reset the time!
de: Wenn Sie sofort mit dem Aufladen beginnen müssen, schließen Sie bitte den Reservierungsknopf und stellen Sie die Uhrzeit neu ein!
es: Si necesita comenzar a cargar de inmediato, cierre el botón de reserva y restablezca la hora.
fr: Si vous voulez commencer à comptabiliser immédiatement, fermez le bouton de réservation et réinitialisez l'heure !
hu_hu: Ha azonnal el kell kezdenie a töltést, kérjük, zárja be a foglalási gombot, és állítsa vissza az időt!
it: Se è necessario iniziare a caricare immediatamente, chiudere il pulsante di prenotazione e reimpostare l'ora!
nl: Als u onmiddellijk wilt beginnen met opladen, sluit u de reserveringsknop en stelt u de tijd opnieuw in!
pl: Jeśli chcesz natychmiast rozpocząć ładowanie, zamknij opcję rezerwacji i zresetuj czas!
pt_pt: Se você precisar começar a cobrar imediatamente, feche o botão de reserva e redefina a hora!

# 183不能删除桩主
source: Unable to delete charger owner
de: Der Besitzer des Ladegeräts kann nicht gelöscht werden
es: No se puede eliminar el propietario del cargador
fr: Impossible de supprimer le propriétaire du chargeur
hu_hu: A töltő tulajdonosa nem törölhető
it: Impossibile eliminare il proprietario del caricatore
nl: Kan eigenaar van lader niet verwijderen
pl: Nie można usunąć właściciela ładowarki
pt_pt: Não é possível excluir o proprietário do carregador

# 183累计收益
source: Total
de: Gesamt
fr: Tota
hu_hu: Teljes
it: Totale
nl: Totaal
pl: Całkowity

# 184日充电量
source: Energy Charged/ Day
de: Energie aufgeladen / Tag
es: Energía cargada / día
fr: Énergie chargée / jour
hu_hu: Feltöltött energia / nap
it: Energia caricata / giorno
nl: Energie opgeladen / dag
pl: Energia załadowana / dzień
pt_pt: Energia cobrada / dia

# 185连接成功!
source: Connection OK
de: Verbindung OK
es: Conexión OK
hu_hu: A kapcsolat OK
it: Connessione OK
nl: Verbinding OK
pl: Połączenie OK
pt_pt: Conexão OK

# 185总充电量
source: Total charge
es: Carga total
fr: charge totale
hu_hu: Teljes töltés
pl: Calkowity ładunek
pt_pt: Carga total

# 186请将充电枪插入车辆!
source: Please plug the charging gun to the vehicle!
de: Bitte stecken Sie die Ladepistole in das Fahrzeug!
es: Por favor, conecte la pistola de carga vehículo!
fr: Brancher le connecteur de chargement avec la voiture
hu_hu: Kérjük, csatlakoztassa a töltőpisztolyt a járműhöz!
it: Si prega di collegare la pistola di ricarica al veicolo!
nl: Sluit het laadpistool aan op het voertuig!
pl: Podepnij złącze ładowania
pt_pt: Por favor, ligue a arma de carga para o veículo!

# 187视在功率
source: Active/apparent power
es: Potencia activa
fr: Active/réactive puissance
hu_hu: Aktív/ látszólagos teljesítmény
pl: Moc czynna/pozorna
pt_pt: Potência ativa/aparente
