Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 31成功后将发送新密码到账号绑定的邮箱
source: After successful, the new password will be sent to the account bound mailbox
de: Nach erfolgreicher Eingabe wird das neue Passwort an die an das Konto gebundene Mailbox gesendet
es: Después de tener éxito, la nueva contraseña se enviará al buzón vinculado a la cuenta
fr: En cas de succès, le nouveau mot de passe sera envoyé à la boîte électronique liée au compte
hu_hu: A sikeres sikert követően az új jelszót elküldi a fiókkal megkötött postafiókba
it: Al termine, la nuova password verrà inviata alla cassetta postale associata all'account
nl: Nadat het is gelukt, wordt het nieuwe wachtwoord verzonden naar de accountgebonden mailbox
pl: Po pomyślnym zakończeniu nowe hasło zostanie wysłane na skrzynkę pocztową powiązaną z kontem
pt_pt: Após o êxito, a nova senha será enviada para a caixa de correio vinculada à conta

# 31该手机号没有注册用户
source: No account related to this phone number
de: Dieser Telefonnumer ist kein Account zugeordnet
es: Ninguna cuenta relacionada con este número de teléfono
fr: Pas de compte lié à ce numéro de téléphone
hu_hu: A telefonszámhoz nincs hozzárendelt fiók
it: Nessun account legato a questo numero di telefono
nl: Er is geen account gekoppeld aan dit telefoonnummer
pl: Nie ma konta powiazanego z tym numerem telefonu
pt_pt: Nenhuma conta relacionada a este número de telefone

# 320功率
source: Power
de: Leistung
es: Poder
fr: Puissance
hu_hu: Teljesítmény:
it: Energia:
nl: Vermogen
pl: Moc
pt_pt: Poder

# 320光伏逆变器功率
source: PV inverter power
de: IUmrichterleistung
es: Potencia del inversor
fr: Puissance de l'onduleur
hu_hu: Inverter teljesítmény
it: Potenza dell'inverter
nl: Omvormervermogen
pl: Moc falownika
pt_pt: Potência do inversor

# 321光伏
source: Solar
fr: Solaire
it: Solare
nl: Zonne
pl: Sloneczny

# 322光伏逆变器发电
source: Solar Production
de: Inverter Energie
es: Energia inversor
fr: Énergie des onduleurs
hu_hu: Inverter energia
it: Energia dell'inverter
nl: Energie van de omvormer
pl: Energia falownika
pt_pt: Energia do inversor

# 322刷新
source: Refresh
es: Refrescar
fr: Rafraîchir
pl: Odśwież
pt_pt: Atualizar

# 3233电网取电功率
source: Import from Grid power
de: Aus Netzstrom importieren
es: Potencia de importación
fr: Importation de l'électricité du réseau
hu_hu: Importálás a hálózati áramból
it: Importa da rete
nl: Importeren van netstroom
pl: Importuj z sieci energetycznej
pt_pt: Importar da energia da grade

# 323电池放电功率
source: Discharge power
de: Entladeleistung
es: Potencia de descarga
fr: Puissance de décharge
hu_hu: Kihúzási teljesítmény
it: Potenza di scarico
nl: Ontlading vermogen
pl: Moc rozładowania
pt_pt: Poder de descarga

# 323无历史故障
source: No Abnormal record
de: Keine ungewöhnliche Aufzeichnung
es: Sin registro anómalo
fr: Aucun enregistrement anormal
hu_hu: Nincs rendellenes rekord
it: Nessun record anormale
nl: Geen abnormaal record
pl: Brak błędnego wpisu
pt_pt: Nenhum registro anormal

# 324故障码
source: Error Code
de: Fehlercode
es: Código de error
fr: Code d'erreur
hu_hu: Hibakód
it: Codice di errore
nl: Foutcode
pl: Kod błędu
pt_pt: Erro de código

# 324馈回电网功率
source: Export power
de: Kraft exportieren
es: Potencia de exportación
fr: Puissance d'exportation
hu_hu: Export hatalom
it: Potenza di esportazione
nl: Uitvoervermogen
pl: Eksportuj moc
pt_pt: Poder de exportação

# 325电网取电今日电量
source: Today Import from grid energy
de: Heute Import aus dem Stromnetz
es: Energía importada hoy
fr: L'énergie importée du réseau d'aujord'hui
hu_hu: Ma Importáljon a hálózat energiajából
it: Oggi importa dall'energia di rete
nl: Vandaag Importeren vanuit raster-energie
pl: Dzisiejszy import z sieci AC
pt_pt: Hoje Importe da energia da rede

# 325历史故障
source: Abnormal record
de: Ungewöhnliche Aufzeichnung
es: Registro anómalo
fr: historiques d'échec
hu_hu: Rendellenes rekord
it: Record anormale
nl: Abnormaal record
pl: Nieprawidłowy zapis
pt_pt: Registro anormal

# 326电网取电总电量
source: Total Import energy
de: Energia total de importação
es: Energía total de importación
fr: énergie importée totale
hu_hu: Teljes importenergia
it: Energia di importazione totale
nl: Totale importenergie
pl: Energia zaimportowana łącznie
pt_pt: Energia total de importação

# 326警告码
source: Warning code
es: Codigo de advertencia
fr: Code d'avertissement
pl: Numer błędu
pt_pt: Códigos de alertas

# 327馈回电网今日电量
source: Today Export to grid energy
de: Heute In das Stromnetz exportieren
es: Hoy exportar a la red de energía
fr: L'énergie exportée au réseau d'aujord'hui
hu_hu: Ma Export a hálózati energiába
it: Oggi esporta in energia di rete
nl: Vandaag exporteren naar raster energie
pl: Dzisiejsza energia wysyłana do sieci
pt_pt: Hoje Exporte para energia da rede

# 327通信故障
source: Communication error
es: Error de comunicación
fr: Erreur de communication
pl: Błąd połączenia
pt_pt: Erro de comunicação

# 328馈回电网总电量
source: Total Export energy
de: Gesamtexportenergie
es: Energía total de exportación
fr: énergie exportée totale
hu_hu: Teljes exportenergia
it: Energia di esportazione totale
nl: Totale exportenergie
pl: Energia eksportowana łącznie
pt_pt: Energia total de exportação

# 328冗余采样异常保护
source: Sample of main DSP and slave DSP are inconsistent
es: La muestra del DSP principal y el DSP subordinado son inconsistentes
fr: Les échantillons de la DSP principale et de la DSP secondaire sont incohérents
pl: Próbki głównego i podrzędnego DSP (Cyfrowe przetwarzanie sygnałów) są niespójne.
pt_pt: Inconsistencia entre DSP principal e DSP escravo

# 329电池温度
source: Battery temperature
de: Batterietemperatur
es: Temperatura de la batería
fr: Température de la batterie
hu_hu: Az akkumulátor hőmérséklete
it: Temperatura della batteria
nl: Batterijtemperatuur
pl: Temperatura baterii
pt_pt: Temperatura da bateria

# 329主SPS供电异常
source: SPS Power Fault
es: Fallo de energía de SPS
fr: Panne d'alimentation du SPS
pl: Awaria systemu SPS
pt_pt: Falha de potência SPS

# 32手机号和验证码不匹配
source: Phone number unmatched verification code.
de: Telefonnummer kann dem Zugangscode nicht zugeordnet werden.
es: Número de teléfono no corresponde con el código de verificación.
fr: Le numéro de téléphone ne peut pas être attribué au code d'accès.
hu_hu: A telefonszám és az ellenőrző kód nem egyezik.
it: Il numero di telefono non corrisponde al codice di verifica.
nl: Het telefoonnummer komt niet overeen met de opgegeven verificatiecode.
pl: Numer telefonu nie pasuje do podanego kodu weryfikacyjnego.
pt_pt: Número de telefone incompatível com o código de verificação

# 330AFCI拉弧故障
source: AFCI Abnormal
es: AFCI anómalo
fr: AFCI anormal
hu_hu: AFCI kóros
it: AFCI Anormale
nl: AFCI Abnormaal
pl: Błąd AFCI
pt_pt: AFCI Anormal

# 330负载优先,放电禁止
source: Load priority, discharge prohibition
de: Lastpriorität, Entladungsverbot
es: Prioridad de carga, prohibición de descarga
fr: Priorité de chargement, interdiction de déchargement
hu_hu: Terhelési prioritás, mentesítési tilalom
it: Carica priorità, divieto di scarico
nl: Laadprioriteit, afvoerverbod
pl: Priorytet ladowania, zakaz rozladowania
pt_pt: Prioridade de carga, proibição de descarga

# 331IGBT驱动错误
source: IGBT drive fault
es: Fallo de la unidad IGBT
fr: Défaillance du lecteur IGBT
pl: Błąd wewnętrzny
pt_pt: Falha no drive IGBT

# 331告警列表
source: Alarm list
de: Alarmliste
es: Lista de alarmas
fr: Liste d'alerte
hu_hu: Riasztási lista
it: Lista degli allarmi
nl: Alarmlijst
pl: Lista alarmów
pt_pt: Lista de alarmes

# 332AFCI模块检测失败
source: AFCI Module check fail
es: Fallo en la comprobación del módulo AFCI
fr: Échec de la vérification du module AFCI
pl: Niepowodzenie testu AFCI
pt_pt: Falha na verificação do módulo AFCI

# 332没有更多数据...
source: No more data
de: Não há mais dados
es: No mas datos
fr: Pas plus de données.
hu_hu: Nincs több adat
it: Niente più dati
nl: Geen gegevens meer
pl: Brak więcej danych
pt_pt: Não há mais dados

# 333AC侧继电器异常
source: AC side relay is abnormal
de: Wechselstromrelais ist abnormal
es: El relé lateral de CA es anómalo
fr: Le relais côté AC est anormal
hu_hu: A váltóáramú oldalrelé rendellenes
it: Il relè laterale CA è anormale
nl: AC-zijrelais is abnormaal
pl: Błąd przekaźnika AC
pt_pt: O relé do lado da CA está anormal

# 333请设置控制密码
source: Please set control paasword
de: Bitte legen Sie das Steuerungspasswort fest
es: Por favor, establezca la contraseña de control
fr: Veuillez régler le mot de passe de contrôle
hu_hu: Állítsa be a vezérlő jelszót
it: Si prega di impostare la password di controllo
nl: Stel het controlewachtwoord in
pl: Ustaw hasło kontrolne
pt_pt: Por favor, defina a senha de controle

# 334CPLD芯片检测异常
source: CPLD abnormal
es: CPLD anómalo
fr: CPLD anormal
pl: Błąd CPLD
pt_pt: CPLD anormal

# 334通过OSS账户
source: With oss account
de: Mit oss konto
es: Con cuenta OSS
fr: Avec le compte oss
hu_hu: Oss számolni
it: Con account oss
nl: Met oss-account
pl: Z kontem oss
pt_pt: Com conta OSS

# 335BUS电压异常
source: Bus Fault
es: Fallo de bus
fr: Tension BUS anormale
pl: Usterka magistrali
pt_pt: Falha no barramento

# 335通过初始密码
source: With default password
de: Mit voreingestelltem Passwort
es: Con contraseña predeterminada
fr: Avec mot de passe par défaut
hu_hu: Alapértelmezett jelszóval
it: Con password predefinita
nl: Met standaard wachtwoord
pl: Z domyslnym haslem
pt_pt: Com senha padrão

# 336方法
source: Method
de: Método
es: Método
fr: Méthode
hu_hu: Eljárás
it: Metodo
nl: Methode
pl: Metoda
pt_pt: Método

# 336无电网连接
source: No AC Connection
es: Sin conexión AC
fr: Pas de connexion AC
pl: Brak podłaczonego napięcia AC
pt_pt: Sem conexão CA

# 337PV绝缘阻抗低
source: PV Isolation Low
es: Aislamiento fotovoltaico bajo
fr: Isolation PV faible
pl: Niska wartość izolacji PV
pt_pt: Baixo isolamento PV

# 337电池日充放电信息
source: Battery daily charge and discharge
de: Batterie täglich aufladen und entladen
es: Carga y descarga diaria de la batería
fr: Charge et décharge quotidiennes de la batterie
hu_hu: Az akkumulátor napi töltése és kisütése
it: Carica e scarica giornaliere della batteria
nl: Batterij dagelijks opladen en ontladen
pl: Dzienne ładowanie i rozładowywanie baterii
pt_pt: Carga diária e descarga da bateria

# 338漏电流过高
source: Leakage current too high
es: Corriente de fuga demasiado alta
fr: Courant de fuite trop élevé
pl: 338漏电流过高
pt_pt: Fuga de corrente muito alta

# 338设置市电频率上限
source: Set grid frequency high
de: Batterie täglich aufladen und entladen
es: Ajustar umbral superior de frecuencia de red
fr: Régler la fréquence du réseau à un niveau élevé
hu_hu: Az akkumulátor napi töltése és kisütése
it: Imposta la frequenza della griglia alta
nl: Stel de netfrequentie hoog in
pl: Ustaw maksymalną czestotliwość sieci
pt_pt: Carga diária e descarga da bateria

# 339设置市电频率下限
source: Set grid frequency low
de: Netzfrequenz niedrig einstellen
es: Ajustar umbral inferior de frecuencia de red
fr: Régler la fréquence du réseau à un niveau bas
hu_hu: Állítsa be a rács frekvenciáját
it: Imposta la frequenza della rete bassa
nl: Stel de netfrequentie laag in
pl: Ustaw minimalną czestotliwość sieci
pt_pt: Definir baixa frequência de rede

# 339输出电流直流分量过高
source: Output DC current too high
es: Corriente de salida CC demasiado alta
fr: Courant continu de sortie trop élevé
pl: Prąd stały wyjściowy zbyt wysoki
pt_pt: Corrente CC muito alta

# 33修改密码失败
source: Reset password failed
de: Passwort zurücksetzen fehlgeschlagen
es: Fallo al restablecer contraseña
fr: Échec de la réinitialisation du mot de passe
hu_hu: A jelszó visszaállítása sikertelen
it: Reimpostazione password non riuscita
nl: Reset wachtwoord mislukt
pl: Resetowanie hasła nie powiodło się
pt_pt: Falha na redefinição da senha

# 340PV电压过高
source: PV Voltage High
es: Alto voltaje fotovoltaico
fr: Tension PV élevée
pl: Wysokie napięcie PV
pt_pt: Tensão PV alta

# 340防逆流设置
source: Limit of Export Power
de: Legen Sie ExportLimit fest
es: Establecer límite de exportación
fr: Fixer une limite d'exportation
hu_hu: Állítsa be az ExportLimit beállítást
it: Imposta ExportLimit
nl: Stel ExportLimit in
pl: Ustaw ExportLimit
pt_pt: Definir ExportLimit

# 341电网过欠压保护
source: Grid voltage fault
es: Fallo de tensión de red
fr: Défaut de tension du réseau
pl: Błąd napięcia sieci
pt_pt: Falha na tensão da rede

# 341防逆流失效后默认功率百分比
source: Failsafe power limit
de: Ausfallsichere Leistungsgrenze
es: Porcentaje de energía predeterminado después de un fallo de inyección cero
fr: Limite de puissance de sécurité
hu_hu: Meghibásodott teljesítménykorlát
it: Limite di potenza a prova di errore
nl: Failsafe limiet
pl: Domyślny procent mocy po awarii
pt_pt: Limite de potência à prova de falhas

# 342电网过欠频保护
source: Grid frequency fault
es: Fallo de frecuencia de red
fr: Défaut de fréquence du réseau
pl: Błąd częstotliwości sieci
pt_pt: Falha na frequência da rede

# 342干接点功能
source: Dry contact
de: Trockener Kontakt
es: Contacto seco
fr: Contact sec
hu_hu: Száraz érintkezés
it: Contatto pulito
nl: Droog contact
pl: Styk DRM
pt_pt: Contato seco

# 343风扇异常
source: Fan abnormal
es: Anomalía del Ventilador
fr: Ventilateur anormal
pl: Wentylator nie działa poprawnie.
pt_pt: Problema no ventilador

# 343干接点开通的功率百分比
source: Power(%) Dry Contact Enable
de: Leistung (%) Trockenkontakt aktivieren
es: El porcentaje para abrir contacto seco
fr: Puissance (%) Activation du contact sec
hu_hu: Teljesítmény (%) Száraz kontaktus engedélyezve
it: Potenza (%) Abilitazione contatto pulito
nl: Vermogen (%) Droog contact inschakelen
pl: Procent mocy otwarcia DRM
pt_pt: Energia (%) Habilitar Contato Seco

# 344DSP与M3版本不一致
source: DSP and COM firmware version unmatch
es: Versión de firmware DSP y COM no se corresponden
fr: Les versions des microprogrammes DSP et COM ne concordent pas
pl: Wersji oprogramowania DSP i COM niedopasowane
pt_pt: Versão do firmware do DSP e COM diferentes

# 344是否记忆
source: Whether to remember
de: Ob Sie sich erinnern sollen
es: ¿Recuerda?
fr: Se souvenir ou non
hu_hu: Akár emlékezni
it: Sia per ricordare
nl: Of je het onthoudt
pl: Zapamietac?
pt_pt: Seja para lembrar

# 345PF固定1
source: PF fixed 1
de: PF fixiert 1
es: FP fijo 1
fr: PF fixé 1
hu_hu: PF rögzített 1
it: PF riparato 1
nl: PF gefixeerd 1
pl: Wspolczynnik mocy 1 ustalony
pt_pt: PF fixo 1

# 345防雷器发生故障
source: SPD abnormal
es: Anomalía proteccion de sobretensiones (SPD)
fr: SPD anormal
pl: Cyfrowe przetwarzanie sygnałów odbiegajace od normy.
pt_pt: Problema no DPS

# 346NE检测异常，N线、地线之间压差过大
source: NE abnormal
es: NE anómalo
fr: NE anormal
pl: Nieprawidłowe NE

# 346设置PF
source: Set power factor
de: Definir o fator de potência
es: Ajustar el factor de potencia
fr: Définir le facteur de puissance
hu_hu: Állítsa be a teljesítmény tényezőt
it: Imposta il fattore di potenza
nl: Vermogensfactor instellen
pl: Ustaw współczynnik mocy
pt_pt: Definir o fator de potência

# 347PV1至PV6 短路异常
source: DC short circuit abnormal
de: Gleichstromkurzschluss abnormal
es: Cortocircuito FV
fr: Court-circuit CC anormal
hu_hu: DC rövidzárlat rendellenes
it: Cortocircuito CC anormale
nl: DC-kortsluiting abnormaal
pl: Zwarcie w obwodzie panelu
pt_pt: Curto circuito DC anormal

# 347默认PF曲线
source: Default PF Curve
de: Standard-PF-Kurve
es: Curva FP predeterminada
fr: Courbe PF par défaut
hu_hu: Alapértelmezett PF görbe
it: Curva PF predefinita
nl: Standaard PF-curve
pl: Domyślna krzywa współczynnika moc
pt_pt: Curva PF padrão

# 348直流升压驱动异常
source: PV boost driver broken
es: Avería del controlador de refuerzo de FV
fr: Le driver PV boost est cassé
pl: Zepsuty sterownik napedu fotowoltaicznego
pt_pt: Problemas no driver do booster PV

# 348自定义PF曲线
source: Custom PF curve
de: Benutzerdefinierte PF-Kurve
es: Curva FP personalizada
fr: Courbe PF personnalisée
hu_hu: Egyéni PF görbe
it: Curva PF personalizzata
nl: Aangepaste PF-curve
pl: Niestandardowa krzywa wspolczynnika mocy
pt_pt: Curva PF personalizada

# 349感性无功百分比
source: OverEx reactive power percentage
de: Porcentagem de potência reativa OverEx
es: Porcentaje de potencia reactiva SobreEx
fr: Pourcentage de puissance réactive surexploitée
hu_hu: OverEx reaktív teljesítmény százalék
it: Percentuale di potenza reattiva OverEx
nl: OverEx reactief vermogenspercentage
pl: OverEx: powyzej wartosci procentowej mocy biernej
pt_pt: Porcentagem de potência reativa OverEx

# 349组串异常
source: String abnormal
es: Anomalía en string
fr: String anormal
pl: Komplet paneli działa nieprawidłowo
pt_pt: Problemas na string

# 34输入不带国家代码的手机号
source: Enter phone number without country code
de: Telefonnumer ohne Landesvorwahl eingeben
es: Introduzca el número de teléfono sin el código de país
fr: Entrez le numéro de téléphone sans le code du pays
hu_hu: Adja meg a telefonszámot országhívó kód nélkül
it: Inserisci numero di telefono senza prefisso nazionale
nl: Voer uw telefoonnummer in zonder de landcode
pl: Wprowadź numer telefoniczny bez kodu kraju
pt_pt: Insira o número do telefone sem o código do país

# 34填写资料注册新用户
source: Fill in the information
de: Füllen Sie die Informationen aus
es: Completa la información
fr: Remplir les informations
hu_hu: Töltse ki az információkat
it: Inserisci le informazioni
nl: Vul de gegevens in
pl: Wpisz informacje
pt_pt: Preencha as informações

# 350U盘过流保护
source: U disk overcurrent protection
es: Protección de sobrecorriente de disco U
fr: Protection contre les surintensités de disque U
pl: Zabezpieczenie dysku U przed nadpradem
pt_pt: Proteção sobrecorrente U disk

# 350容性无功百分比
source: UnderEx reactive power percentage
de: Blindleistung in%
es: Porcentaje de potencia reactiva InfraEx
fr: Pourcentage de puissance réactive sous-Exploitée
hu_hu: UnderEx reaktív teljesítmény százalék
it: Percentuale di potenza reattiva UnderEx
nl: UnderEx percentage reactief vermogen
pl: UnderEx: ponizej wartosci procentowej mocy biernej
pt_pt: Porcentagem de potência reativa UnderEx

# 351Qv模式
source: QV mode
de: QV-Modus
es: Modo QV
fr: Mode QV
hu_hu: QV módban
it: Modalità QV
nl: QV-modus
pl: Tryb QV
pt_pt: Modo QV

# 351无故障信息
source: No Abnormal
de: Nein anormal
es: No anómalo
fr: Aucune information de défaut
hu_hu: Nincs kóros
it: No Anormale
nl: Geen abnormaal
pl: Brak nieprawidłowości
pt_pt: Anormal

# 352设置无功百分比率
source: Set reactive power percentage
de: Definir porcentagem de potência reativa
es: Ajustar el porcentaje de potencia reactiva
fr: Fixer le pourcentage de puissance réactive
hu_hu: Állítsa be a reaktív teljesítmény százalékos értéket
it: Imposta la percentuale di potenza reattiva
nl: Stel percentage reactief vermogen in
pl: Ustaw wartosc procentowa mocy biernej
pt_pt: Definir porcentagem de potência reativa

# 352无警告信息
source: No warning
es: Sin advertencia
fr: Pas de message d'avertissement
pl: Brak ostrzezenia
pt_pt: Sem alertas

# 353时
source: Hour
es: Hora
fr: Heure
pl: Godzina
pt_pt: Hora

# 354使能电表1
source: Enable meter
de: Zähler aktivieren
es: Habilitar medidor
fr: Activer le compteur
hu_hu: Engedélyezze a mérőt
it: Abilita metro
nl: Schakel meter
pl: Włącz miernik
pt_pt: Ativar medidor

# 354最近24小时发电量
source: Generation in the last 24 hours
de: Erzeugung in den letzten 24 Stunden
es: Generación en las últimas 24 horas.
fr: Les dernières 24 heures de production d'électricité
hu_hu: Generálás az elmúlt 24 órában
it: Generazione nelle ultime 24 ore
nl: Generatie in de afgelopen 24 uur
pl: Produkcja w ciągu ostatnich 24 godzin
pt_pt: Geração nas últimas 24 horas

# 355使能电表2
source: Enable meter 2
de: Zähler 2 aktivieren
es: Habilitar medidor 2
fr: Activer le compteur 2
hu_hu: Engedélyezze a mérőt 2
it: Abilita metro 2
nl: Schakel meter 2 in
pl: Włącz miernik 2
pt_pt: Ativar medidor 2

# 355最近7天发电量
source: Generation in the last 7 days
de: Generation in den letzten 7 Tagen
es: Generación en los últimos 7 días.
fr: Les derniers 7 jours de production d'électricité
hu_hu: Generáció az elmúlt 7 napban
it: Generazione negli ultimi 7 giorni
nl: Generatie in de laatste 7 dagen
pl: Produkcja w ciągu ostatnich 7 dni
pt_pt: Geração nos últimos 7 dias

# 356使能CT
source: Enable CT
de: CT aktivieren
es: Habilitar CT
fr: Activer la CT
hu_hu: Engedélyezze a CT-t
it: Abilita CT
nl: Schakel CT in
pl: Wlacz transformator pradu
pt_pt: Ativar CT

# 356最近12个月发电量
source: Generation in the last 12 months
de: Generation in den letzten 12 Monaten
es: Generación en los últimos 12 meses.
fr: Les derniers 12 mois de production d'électricité
hu_hu: Generáció az elmúlt 12 hónapban
it: Generazione negli ultimi 12 mesi
nl: Generatie in de laatste 12 maanden
pl: Produkcja w ciągu ostatnich 12 miesięcy
pt_pt: Geração nos últimos 12 meses

# 357防逆流功率百分比
source: Export power limit
de: Leistungslimit exportieren
es: Porcentaje de potencia exportada
fr: Limite de puissance d'exportation
hu_hu: Export teljesítménykorlát
it: Limite di potenza di esportazione
nl: Export limiet
pl: Procentowe ograniczenie wypłwu
pt_pt: Limite de potência de exportação

# 357最近20年发电量
source: Generation in the last 20 years
de: Generation in den letzten 20 Jahren
es: Generación en los últimos 20 años.
fr: Les derniers 20 ans de production d'électricité
hu_hu: Generáció az elmúlt 20 évben
it: Generazione negli ultimi 20 anni
nl: Generatie in de laatste 20 jaar
pl: Produkcja w ciągu ostatnich 20 lat
pt_pt: Geração nos últimos 20 anos

# 358干接点状态
source: Status of Dry Contact
de: Status des Trockenkontakts
es: Estado de contacto seco
fr: État du contact sec
hu_hu: A száraz érintkezés állapota
it: Stato del contatto a secco
nl: Status van droog contact
pl: Status styku DRM
pt_pt: Status de contato seco

# 358日
source: Day
de: Tag
es: Día
fr: Journée
hu_hu: Nap
it: Giorno
nl: Dag
pl: Dzień
pt_pt: Dia

# 359防逆流功率
source: ExportLimit power
de: ExportLimit-Leistung
es: Exportar límite de potencia
fr: Limite de la puissance exportée
hu_hu: ExportLimit teljesítmény
it: Esporta potenza limite
nl: Exportlimiet vermogen
pl: Moc anti-reflux
pt_pt: Potência de limite

# 359月
source: MONTH
es: Mes
fr: MOIS
pl: Miesiąc
pt_pt: Mês

# 35通过邮箱
source: Via e-mail
es: Vía correo electrónico
fr: Par courrier électronique
hu_hu: E-mailen keresztül
it: Tramite e-mail
nl: Per e-mail
pl: Przez e-mail

# 用户条款与隐私政策
source: User terms and privacy policy
de: Nutzungsbedingungen und Datenschutzbestimmungen
es: Condiciones de uso y política de privacidad
fr: Conditions d'utilisation et politique de confidentialité
hu_hu: Felhasználói feltételek és adatvédelmi irányelvek
nl: Gebruikersvoorwaarden en privacybeleid
pl: Warunki użytkowania i polityka prywatności
pt_pt: Termos do usuário e política de privacidade

# 360年
source: YEAR
es: Año
fr: ANNÉE
pl: Rok
pt_pt: Ano

# 360顺流
source: flux
de: Fluss
es: Flujo
hu_hu: Fényáram
it: Flusso
nl: Vloeien
pl: Strumien
pt_pt: Fluxo

# 361逆流
source: reflux
de: Rückfluß
es: Reflujo
hu_hu: Visszafolyás
it: Riflusso
pl: Odplyw
pt_pt: Refluxo

# 361请填写参数
source: Can't be empty, please enter value
es: No puede estar vacío, por favor indicar el valor
fr: Ne peut pas être vide, veuillez entrer la valeur
pl: Nie może byc pusta, proszę wpisać wartość
pt_pt: Insira um valor

# 362请先读取，再设置
source: Please read first, then set
de: Bitte zuerst lesen, dann einstellen
es: Por favor, lea primero, luego ajuste
fr: Veuillez lire d'abord, puis régler
hu_hu: Kérjük, először olvassa el, majd állítsa be
it: Si prega di leggere prima, quindi impostare
nl: Lees eerst eerst en stel vervolgens in
pl: Przeczytaj zanim przejdziesz do ustawień
pt_pt: Por favor, leia primeiro, depois defina

# 362设置失败,请重新进入页面进行设置
source: Failed, please re-enter the page and try again
es: Fallido, vuelva a entrar en la página e inténtelo de nuevo
fr: Echoué, veuillez entrer à nouveau dans la page et réessayer
pl: Nie powiodło sie, proszę ponownie wejsc na stronę i sprobować ponownie.
pt_pt: Falha, atualize a página e tente novamente

# 363设置失败
source: Failed
es: Ha fallado
fr: échec
pl: Nie powiodło się
pt_pt: Falha
