Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 1141逆变器常见问题解决
source: Inverter common problem solving
de: Allgemeine Problemlösung für Wechselrichter
es: Inversor de resolución de problemas comunes
fr: Résolution de problèmes communs à l'onduleur
hu_hu: Inverter általános problémamegoldás
it: Risoluzione dei problemi comuni dell'inverter
nl: Veelvoorkomende probleemoplossing van de omvormer
pl: Rozwiązywanie typowych problemów z falownikiem
pt_pt: Solução comum de problemas do inversor

# 1142人工客服在线为您答疑
source: Manual customer service online to answer your questions
de: Manueller Kundenservice online, um Ihre Fragen zu beantworten
es: Manual de servicio al cliente en línea
fr: Manuel du service clientèle en ligne pour répondre à vos questions
hu_hu: Kézi online ügyfélszolgálat az Ön kérdéseire
it: Servizio clienti manuale online per rispondere alle tue domande
nl: Handmatige klantenservice online om uw vragen te beantwoorden
pl: Ręczna obsługa klienta online, aby odpowiedzieć na pytania
pt_pt: Atendimento ao cliente manual on-line para responder às suas perguntas

# 1143个人头像
source: Personal avatar
de: Persönlicher Avatar
es: Avatar personal
fr: Avatar personnel
hu_hu: Személyes avatár
it: Avatar personale
nl: Persoonlijke avatar
pl: Awatar
pt_pt: Avatar pessoal

# 1144宣传推广视频
source: Promotion video
de: Werbevideo
es: Video promocional
fr: Vidéo de promotion
hu_hu: Promóciós videó
it: Video promozionale
nl: Promotie video
pl: Film promocyjny
pt_pt: Vídeo da promoção

# 1145最新报修工单
source: Latest work order for maintenance
de: Spätester Wartungsauftrag
es: Última orden de trabajo para mantenimiento
fr: Dernier ordre de travail pour la maintenance
hu_hu: A karbantartás legfrissebb megrendelése
it: Ultimo ordine di lavoro per manutenzione
nl: Laatste werkorder voor onderhoud
pl: Najnowsze zamówienie na konserwację
pt_pt: Ordem de serviço mais recente para manutenção

# 1146最新问题咨询
source: Latest query
de: Letzte Abfrage
es: Última consulta
fr: Dernière requête
hu_hu: Legújabb lekérdezés
it: Ultima query
nl: Laatste zoekopdracht
pl: Najnowsze zapytanie
pt_pt: Última consulta

# 1147设备不在线
source: Device offline
de: Gerät offline
es: Dispositivo desconectado
fr: Appareil hors ligne
hu_hu: Eszköz offline állapotban
it: Dispositivo offline
nl: Apparaat offline
pl: Urządzenie jest offline
pt_pt: Dispositivo offline

# 1148未配网
source: No network
de: Kein Netzwerk
es: Sin red
fr: Pas d'internet
hu_hu: Nincs hálózat
it: Nessuna rete
nl: Geen netwerk
pl: Brak sieci
pt_pt: Sem rede

# 1149家庭能源账号登录失败,暂时不可用
source: Home energy account login failed, temporarily unavailable
de: Anmeldung für das Home-Energiekonto fehlgeschlagen, vorübergehend nicht verfügbar
es: Inicio de sesión de cuenta de energía fallido, tiemporalmente no disponible
fr: Échec de la connexion au compte énergie domestique, temporairement indisponible
hu_hu: Az otthoni energiaszámla bejelentkezés meghiúsult, ideiglenesen nem érhető el
it: Accesso all'account di energia domestica non riuscito, temporaneamente non disponibile
nl: Inloggen thuis-energieaccount mislukt, tijdelijk niet beschikbaar
pl: Logowanie do konta nie powiodło się, chwilowo niedostępne
pt_pt: Falha no login da conta de energia doméstica, temporariamente indisponível

# 114PV充电和电池带载
source: PV charge and Discharge
es: Carga y descarga fotovoltaica
fr: Charge et décharge PV
hu_hu: Napelemes töltés és leadás
pl: Ładowanie i rozładowanie
pt_pt: Carga e descarga fV

# 1150请点击重新登录
source: Please click to re-login
de: Bitte klicken Sie, um sich erneut anzumelden
es: Haga clic para volver a iniciar sesión
fr: Veuillez cliquer pour vous reconnecter
hu_hu: Kattintson a bejelentkezéshez
it: Fare clic per accedere nuovamente
nl: Klik om opnieuw in te loggen
pl: Kliknij, aby ponownie się zalogować
pt_pt: Clique para voltar a entrar

# 1151添加第三方设备
source: Add 3-party device
de: 3-Party-Gerät hinzufügen
es: añadir dispositivo de terceros
fr: Ajouter un autre appareil
hu_hu: Adjon hozzá három fél készüléket
it: Aggiungi dispositivo di 3 parti
nl: Apparaat van derde partij toevoegen
pl: Dodaj inne urządzenie
pt_pt: Adicionar dispositivo de terceiros

# 1152自动测试
source: Auto test (only for Italy）
de: Autotest (nur für Italien）
es: Auto prueba
fr: Test automatique (uniquement pour l'Italie）
hu_hu: Automatikus teszt (csak Olaszország esetében）
it: Auto test (solo per l'Italia）
nl: Auto test (alleen voor Italië)
pl: Test automatyczny (tylko dla Włoch）
pt_pt: Teste automático (apenas para Itália）

# 1153是否开始自动测试
source: Whether to start auto test
de: Gibt an, ob der Autotest gestartet werden soll
es: Para comenzar la prueba automática
fr: Démarrer ou non un test automatique
hu_hu: Automatikus teszt indítása
it: Se avviare il test automatico
nl: Of de automatische test moet worden gestart
pl: Czy rozpocząć autotest
pt_pt: Se deve iniciar o teste automático

# 1154旧用户(即原厂商已注册)
source: Old user(registered on 3-party)
de: Alter Benutzer (bei 3 Parteien registriert)
es: Usuario anterior (registrado en un tercero)
fr: Ancien utilisateur (enregistré sur 3 partis)
hu_hu: Régi felhasználó (3 félre regisztrált)
it: Vecchio utente (registrato su 3 parti)
nl: Oude gebruiker (geregistreerd op 3-partij)
pl: Stary użytkownik (zarejestrowany na stronie 3)
pt_pt: Usuário antigo (registrado em 3 partes)

# 1155新采集器
source: New datalogger
de: Neuer Datenlogger
es: Nuevo datalogger
fr: Nouveau datalogger
hu_hu: Új adatgyűjtő
it: Nuovo datalogger
nl: Nieuwe datalogger
pl: Nowy rejestrator danych
pt_pt: Novo registrador de dados

# 1155英语
source: English
de: Englisch
es: Inglés
fr: Anglais
hu_hu: Angol
it: Inglese
nl: Engels
pl: Język angielski
pt_pt: Inglês

# 1156德语
source: German
de: Deutsche
es: Alemán
fr: Allemand
hu_hu: Német
it: Tedesco
nl: Duitse
pl: Niemiecki
pt_pt: Alemão

# 1156选择设备来源
source: Select device source
de: Gerätequelle auswählen
es: Seleccionar fuente del dispositivo
fr: Sélectionner la source de l'appareil
hu_hu: Válassza ki az eszköz forrását
it: Seleziona la sorgente del dispositivo
nl: Selecteer apparaatbron
pl: Wybierz źródło urządzenia
pt_pt: Selecionar fonte do dispositivo

# 1157添加类型
source: Add type
de: Typ hinzufügen
es: añadir tipo
fr: Ajouter un type
hu_hu: Típus hozzáadása
it: Aggiungi tipo
nl: Type toevoegen
pl: Dodaj typ
pt_pt: Adicionar tipo

# 1157西班牙语
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
hu_hu: Spanyol
it: Spagnolo
nl: Spaans
pl: Hiszpański
pt_pt: Espanhol

# 1158法语
source: French
de: Französisch
es: Francés
fr: Français
hu_hu: Francia
it: Francese
nl: Frans
pl: Francuski
pt_pt: Francês

# 1159汉语
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
hu_hu: Kínai
it: Cinese
pl: Chiński
pt_pt: Chinês

# 115PV充电和市电旁路带载
source: PV charge and Bypass
es: Carga fotovoltaica y bypass
fr: Charge PV and Bypass
hu_hu: Napelemes töltés és hálózati áthidalás
pl: Ładowanie z PV i bypass
pt_pt: Carga de PV e Bypass

# 115输入充电桩序列号添加充电桩
source: Input charger ID to add charger
de: Geben Sie die ID des Ladegeräts ein, um das Ladegerät hinzuzufügen
es: Ingrese la identificación del cargador para añadirlo
fr: Saisir l'ID du chargeur pour l'ajouter
hu_hu: Töltse be a töltő azonosítóját a töltő hozzáadásához
it: Inserire l'ID caricatore per aggiungere il caricatore
nl: Voer de lader-ID in om de lader toe te voegen
pl: Wprowadź identyfikator ładowarki, aby ją dodać
pt_pt: Insira o ID do carregador para adicionar o carregador

# 1161请选择设置项
source: Please select setting options
de: Bitte Einstellungsoptionen auswählen
es: Por favor seleccione las opciones de configuración
fr: Veuillez sélectionner les options de réglage
hu_hu: Kérjük, válassza ki a beállítási lehetőségeket
it: Seleziona le opzioni di impostazione
nl: Selecteer instellingsopties
pl: Wybierz opcje ustawień
pt_pt: Por favor, selecione as opções de configuração

# 1162请确认是否为意大利机型
source: Please confirm the inverter is Italian model
de: Bitte bestätigen Sie, dass der Wechselrichter ein italienisches Modell ist
es: Por favor confirme que el inversor es modelo italiano
fr: Veuillez confirmer s'il s'agit d'un modèle italien.
hu_hu: Kérjük, erősítse meg, hogy az inverter olasz modell
it: Conferma che l'inverter è un modello italiano
nl: Bevestig dat de omvormer een Italiaans model is
pl: inteligentna dystrybucja energii
pt_pt: Por favor, confirme o inversor é modelo italiano

# 1164测试状态
source: Test State
de: Teststatus
es: Estado de prueba
fr: État du test
hu_hu: Tesztállapot
it: Stato del test
nl: Teststaat
pl: Stan testowy
pt_pt: Estado do Teste

# 1165保护限值
source: Protection Limit Value
de: Schutzgrenzwert
es: Valor límite de protección
fr: Valeur limite de protection
hu_hu: Védelmi határérték
it: Valore limite di protezione
nl: Beschermingsgrenswaarde
pl: Wartość graniczna ochrony
pt_pt: Valor limite de proteção

# 1166测试数据
source: Test Results
de: Testergebnisse
es: Resultados de la prueba
fr: Résultats de test
hu_hu: Vizsgálati eredmények
it: Risultati del test
nl: Test resultaten
pl: Wyniki testu
pt_pt: Resultado dos testes

# 1167触发结果
source: Trigger Result
de: Trigger Ergebnis
es: Resultado desencadenante
fr: Résultat de déclenchement
hu_hu: Trigger eredmény
nl: Trigger Resultaat
pl: Wynik wyzwalacza
pt_pt: Resultado do acionador

# 1168提示:自动测试前，请确保你的机器运行在CEIO-21安规以及并网状态下
source: Tip: Before the automatic test, please make sure your machine is running under CEIO-21 safety regulations and grid connection.
de: Hinweis: Stellen Sie vor dem automatischen Test sicher, dass Ihr Wechselrichter ein italienisches Modell ist
es: Aviso: antes de la prueba automática, asegúrese de que su inversor sea modelo italiano
fr: Conseil : avant le test automatique, veuillez vous assurer que votre machine fonctionne conformément aux règles de sécurité de la CEIO-21 et à la connexion au réseau.
hu_hu: Figyelem: Az automatikus teszt előtt ellenőrizze, hogy az inverter olasz modell-e
it: Avviso: prima del test automatico, assicurarsi che l'inverter sia un modello italiano
nl: Opmerking: Controleer vóór de automatische test of uw omvormer een Italiaans model is
pl: Uwaga: Przed automatycznym testem upewnij się, że falownik jest modelem włoskim
pt_pt: Aviso: Antes do teste automático, verifique se o seu inversor é modelo italiano

# 1169测试中，请勿切出
source: Testing, please wait
de: Testen, bitte warten
es: Prueba, por favor espere
fr: Test, veuillez patienter
hu_hu: Tesztelés, kérjük várjon
it: Test, per favore aspetta
nl: Testen, even geduld
pl: Testowanie, proszę czekać
pt_pt: Teste, aguarde

# 116AC充电和市电旁路带载
source: AC charge and Bypass
es: Carga de AC (corriente alterna) y Bypass
fr: Charge and Bypass AC
hu_hu: AC töltés és hálóati áthidalás
pl: Ładowanie z AC i bypass
pt_pt: Carga de CA e Bypass

# 116您暂时还没有设备呢
source: No device
de: Kein Gerät
es: Sin dispositivo
fr: Pas de dispositif
hu_hu: Nincs készülék
it: Nessun dispositivo
nl: Geen apparaat
pl: Brak urzadzenia
pt_pt: Sem registro

# 1170测试中
source: Testing
de: Testen
es: Pruebas
fr: Test
hu_hu: Tesztelés
it: Analisi
nl: Testen
pl: Testowanie
pt_pt: Testando

# 1171步骤通过
source: Step passed
de: Schritt bestanden
es: Paso pasado
fr: Étape franchie
hu_hu: Lépés telt el
it: Passaggio superato
nl: Stap geslaagd
pl: Krok minął
pt_pt: Etapa passada

# 1172步骤停止
source: Step stop
de: Schritt zu stoppen
es: Paso parada
fr: Arrêt d'étape
hu_hu: Lépés megáll
it: Stop
nl: Stap stop
pl: Zatrzymaj krok
pt_pt: Etapa parada

# 1173步骤失败
source: Step failed
de: Schritt fehlgeschlagen
es: Paso fallido
fr: Echec de l'étape
hu_hu: A lépés sikertelen
it: Step fallito
nl: Stap is mislukt
pl: Krok nie powiódł się
pt_pt: Falha na etapa

# 1174全部步骤通过
source: All step passed
de: Alle Schritte bestanden
es: Todos los pasos pasaron
fr: Toutes les étapes sont franchies
hu_hu: Az összes lépés elmúlt
it: Tutti i passaggi sono passati
nl: Alle stappen gingen voorbij
pl: Wszystkie kroki minęły
pt_pt: Todos os passos passaram

# 1175一阶高压
source: Overvoltage(Step 1)
de: Überspannung (Schritt 1)
es: Sobrevoltaje (Paso 1)
fr: Surtension (étape 1)
hu_hu: Túlfeszültség (1. lépés)
it: Sovratensione (passaggio 1)
nl: Overspanning (stap 1)
pl: Przepięcie (krok 1)
pt_pt: Sobretensão (Etapa 1)

# 1176一阶低压
source: Undervoltage(Step 1)
de: Unterspannung (Schritt 1)
es: Subvoltaje (Paso 1)
fr: Sous-tension (étape1)
hu_hu: Túlfeszültség (1. lépés)
it: Sottotensione (Passaggio 1)
nl: Onderspanning (stap 1)
pl: Podnapięcie (krok 1)
pt_pt: Subtensão (Etapa 1)

# 1177一阶高频
source: Overfrequency(Step 1)
de: Überfrequenz (Schritt 1)
es: Sobrefrecuencia (Paso 1)
fr: Fréquence élevée de premier ordre
hu_hu: Túlfrekvencia (1. lépés)
it: Frequenza eccessiva (passaggio 1)
nl: Overfrequentie (stap 1)
pl: Nadmierna częstotliwość (krok 1)
pt_pt: Overfrequency (Etapa 1)

# 1178一阶低频
source: Underfrequency(Step 1)
de: Unterfrequenz (Schritt 1)
es: Subfrecuencia (Paso 1)
fr: basse fréquence de premier ordre
hu_hu: Alacsony frekvencia (1. lépés)
it: Sottofrequenza (passaggio 1)
nl: Onderfrequentie (stap 1)
pl: Częstotliwość (krok 1)
pt_pt: Subfrequência (Etapa 1)

# 1179二阶高压
source: Overvoltage(Step 2)
de: Überspannung (Schritt 2)
es: Sobrevoltaje (Paso 2)
fr: Surtension (étape 2)
hu_hu: Túlfeszültség (2. lépés)
it: Sovratensione (passaggio 2)
nl: Overspanning (stap 2)
pl: Przepięcie (krok 2)
pt_pt: Sobretensão (Etapa 2)

# 117联合充电和市电旁路带载
source: Combine charge and Bypass
de: Ladung und Bypass kombinieren
es: Combinar carga y bypass
fr: Combiner la charge et le bypass
hu_hu: Kombinálja a töltést és a megkerülést
it: Combina carica e bypass
nl: Combineer lading en bypass
pl: Połącz ładowanie i bypass
pt_pt: Combinar carga e Bypass

# 117您暂时还没有充电记录呢
source: There is no charge record yet.
de: Es gibt noch keine Gebührenaufzeichnung.
es: No hay registro de carga todavía.
fr: Il n'y a pas encore de relevé de charge.
hu_hu: Még nincs díjbejegyzés.
it: Non è stato ancora registrato alcun addebito.
nl: Er zijn nog geen kosten geregistreerd.
pl: Nie ma jeszcze rekordu opłat.
pt_pt: Ainda não há registro de cobrança.

# 1180二阶低压
source: Undervoltage(Step 2)
de: Unterspannung (Schritt 2)
es: Subvoltaje (Paso 2)
fr: Sous-tension (étape 2)
hu_hu: Túlfeszültség (2. lépés)
it: Sottotensione (Passaggio 2)
nl: Onderspanning (stap 2)
pl: Podnapięcie (krok 2)
pt_pt: Subtensão (Etapa 2)

# 1181二阶高频
source: Overfrequency(Step 2)
de: Überfrequenz (Schritt 2)
es: Sobrefrecuencia (Paso 2)
fr: Fréquence excessive (étape 2)
hu_hu: Túlfrekvencia (2. lépés)
it: Frequenza eccessiva (passaggio 2)
nl: Overfrequentie (stap 2)
pl: Nadmierna częstotliwość (krok 2)
pt_pt: Overfrequency (Etapa 2)

# 1182二阶低频
source: Underfrequency(Step 2)
de: Unterfrequenz (Schritt 2)
es: Subfrecuencia (Paso 2)
fr: Sous-fréquence (étape 2)
hu_hu: Alacsony frekvencia (2. lépés)
it: Sottofrequenza (passaggio 2)
nl: Onderfrequentie (stap 2)
pl: Częstotliwość (krok 2)
pt_pt: Subfrequência (Etapa 2)

# 1183保护点
source: Protection point
de: Schutzpunkt
es: Punto de protección
fr: Point de protection
hu_hu: Védelmi pont
it: Punto di protezione
nl: Bescherming punt
pl: Punkt ochrony
pt_pt: Ponto de proteção

# 1184保护时间
source: Protection time
de: Schutzzeit
es: Tiempo de protección
fr: Durée de protection
hu_hu: Védelmi idő
it: Tempo di protezione
nl: Beschermingstijd
pl: Czas ochrony
pt_pt: Tempo de proteção

# 1185真实数据
source: Real data
de: Reale Daten
es: Datos reales
fr: Données réelles
hu_hu: Valós adatok
it: Dati reali
nl: Echte data
pl: Prawdziwe dane
pt_pt: Dados reais

# 1186模拟数据
source: Simulation data
de: Simulationsdaten
es: Datos de simulación
fr: Données de simulation
hu_hu: Szimulációs adatok
it: Dati di simulazione
nl: Simulatie gegevens
pl: Dane symulacji
pt_pt: Dados de simulação

# 1187触发值
source: Trigger value
de: Auslösewert
es: Valor de activación
fr: valeur de déclenchement
hu_hu: Trigger érték
it: Valore di trigger
nl: Waarde activeren
pl: Wartość wyzwalacza
pt_pt: Valor do gatilho

# 1188测试日期
source: Test date
de: Testdatum
es: Fecha de la prueba
fr: Date du test
hu_hu: Tesztelés dátuma
it: Data del test
nl: Testdatum
pl: Data testu
pt_pt: Data do teste

# 1189测试时间
source: Test time
de: Testzeit
es: Tiempo de prueba
fr: Temps d'essai
hu_hu: Tesztelési idő
it: Tempo di prova
nl: Test tijd
pl: Czas na test
pt_pt: Tempo de teste

# 118暂时还没有定时,请点击右上角进行添加
source: For the time being, please click on the upper right corner to add
de: Bitte klicken Sie vorerst auf die obere rechte Ecke, um sie hinzuzufügen
es: Por el momento, haga clic en la esquina superior derecha para añadir
fr: Pour l'instant, veuillez cliquer sur le coin supérieur droit pour ajouter
hu_hu: Egyelőre kattintson a jobb felső sarokba a hozzáadáshoz
it: Per il momento, fai clic sull'angolo in alto a destra per aggiungere
nl: Klik voorlopig op de rechterbovenhoek om toe te voegen
pl: Na chwilę obecną kliknij w prawym górnym rogu, aby dodać
pt_pt: Por enquanto, clique no canto superior direito para adicionar

# 1190限制数值
source: Limit value
de: Grenzwert
es: Valor límite
fr: Valeur limite
hu_hu: Határérték
it: Valore limite
nl: Grenswaarde
pl: Wartość graniczna
pt_pt: Valor limite

# 1191触发数值
source: Trigger value
de: Auslösewert
es: Valor de activación
fr: Valeur de déclenchement
hu_hu: Trigger érték
it: Valore di trigger
nl: Waarde activeren
pl: Wartość wyzwalacza
pt_pt: Valor do gatilho

# 1192单步结果
source: Step result
de: Stufenergebnis
es: Resultado del paso
fr: Résultat de l'étape
hu_hu: Lépés eredménye
it: Risultato del passaggio
nl: Stap resultaat
pl: Wynik kroku
pt_pt: Resultado da etapa

# 1193快速设置
source: Quick Setting
de: Schnelleinstellung
es: Ajuste rapido
fr: Réglage rapide
hu_hu: Gyors beállítás
it: Impostazione rapida
nl: Snelle instelling
pl: Inteligentna dystrybucja energii
pt_pt: Configuração rápida

# 1194离网参数
source: Off-grid parameter
es: Parámetro fuera de la red
fr: Paramètre hors réseau
hu_hu: Off-grid paraméter
it: Parametro off-grid
pl: Parametr poza siecią
pt_pt: Parâmetro fora da grade

# 1195BDC参数
source: BDC parameter
es: Parámetro BDC
fr: Paramètre BDC
hu_hu: BDC paraméter
it: Parametro BDC
pl: Parametr BDC
pt_pt: Parâmetro BDC

# 1196电池参数
source: Battery parameter
de: Batterieparameter
es: Parámetro de la batería
fr: Paramètres de la batterie
hu_hu: Az akkumulátor paramétere
it: Parametro della batteria
nl: Batterij parameter
pl: Parametr baterii
pt_pt: Parâmetro da bateria

# 1197详情
source: Detail
es: Detalle
fr: Détails
hu_hu: Részlet
it: Dettaglio
pl: Szczegół
pt_pt: Detalhe

# 1198未接入BDC
source: No BDC
de: Kein BDC
fr: Pas de BDC
hu_hu: Nincs BDC
it: Nessun BDC
nl: Geen BDC
pl: Bez BDC
pt_pt: Sem BDC

# 1199无降载
source: No load shedding
de: Kein Derate
es: Sin reducción
fr: Pas de délestage
hu_hu: Nincs fárasztás
it: No derate
nl: Geen korting
pl: Bez obniżek
pt_pt: Sem redução

# 119A枪
source: A Gun
de: A Pistole
es: Pistola A
fr: Connecteur A
hu_hu: A pisztolyt
it: A Pistola
pl: A Złącze ładowania
pt_pt: A Arma

# 119电池电压
source: Battery Voltage
de: Batteriespannung
es: Voltaje de la batería
fr: Voltage de batterie
hu_hu: Az akkumulátor feszültsége
it: Voltaggio batteria
nl: Batterij voltage
pl: Napięcie baterii
pt_pt: Voltagem da bateria

# 11新wifi看灯提示1
source: Red LED flash: WiFi module communicating with inverter is OK, but not connect to your router.
de: Rote LED blinkt: Die Verbindung zum Wechselrichter besteht, jedoch nicht mit dem Router.
es: LED parpadeando en rojo: el módulo WiFi se está comunicando con el inversor pero no está conectado a su router.
fr: Clignotement de la LED rouge : le module WiFi communiquant avec l'onduleur est OK
hu_hu: Mikor a vörös LED villog: A WiFi modul és az inverter közötti kommunikáció rendben van, de nincs a számítógépére kötve.
it: Lampeggio LED rosso: il modulo WiFi comunica con inverter ma non connesso a router
nl: Rode LED knippert: De wifi-module communiceert met de omvormer, maar is niet verbonden met uw router.
pl: Miga czerwona dioda LED: modul Wifi komunikuje się z falownikiem, ale nie jest podłączony do routera

# 120B枪
source: B Gun
de: B Pistole
es: Pistola B
fr: Connecteur B
hu_hu: B pisztolyt
it: B Pistola
pl: B Złącze ładowania
pt_pt: B Arma

# 120PV1/PV2电压
source: PV1/PV2 Voltage
es: Voltaje FV1 / FV2
fr: Tension PV1/PV2
hu_hu: Napelemes1/Napelemes2 feszültség
pl: Napięcie PV1/PV2
pt_pt: Tensão FV1 / FV2

# 1214待机
source: Standby
de: Bereithalten
es: En espera
fr: En attente
hu_hu: Készenlétben lévő
it: Pausa
pl: Czekaj
pt_pt: Espera

# 1215升级
source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
hu_hu: Frissítés
it: Aggiornare
nl: Bijwerken
pl: Aktualizacja
pt_pt: Atualizar

# 1216温度
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
hu_hu: Hőmérséklet
it: Temperatura
nl: Temperatuur
pl: Temperatura
pt_pt: Temperatura

# 1217传感器A温度
source: Temperature of Sensor A
de: Temperatur des Sensors A.
es: Temperatura del sensor A
fr: Température du capteur A
hu_hu: Az A érzékelő hőmérséklete
it: Temperatura del sensore A
nl: Temperatuur van sensor A
pl: Temperatura czujnika A
pt_pt: Temperatura do sensor A

# 1218传感器B温度
source: Temperature of Sensor B
de: Temperatur des Sensors B.
es: Temperatura del sensor B
fr: Température du capteur B
hu_hu: A B érzékelő hőmérséklete
it: Temperatura del sensore B
nl: Temperatuur van sensor B
pl: Temperatura czujnika B
pt_pt: Temperatura do sensor B

# 1219功率采集器
source: Power sensor
de: Dynamometer
es: Dinamómetro
fr: Dynamomètre
hu_hu: Erőmérő
it: Dinamometro
nl: Dynamometer
pl: Opcjonalny licznik
pt_pt: Dinamômetro

# 121C枪
source: C Gun
de: C Pistole
es: Pistola C
fr: Connecteur C
hu_hu: C pisztolyt
it: C Pistola
pl: C Złącze ładowania
pt_pt: C Arma

# 121PV1/PV2充电电流
source: PV1/PV2 recharging current
es: Corriente de recarga FV1 / FV2
fr: Courant de charge PV1/PV2
hu_hu: Napelemes1/Napelemes2 tötltési áram
pl: Prąd lądowania z PV1/ PV2
pt_pt: Corrente de recarga FV1 / FV2

# 1220清除历史数据
source: Clean History Data
de: Verlaufsdaten bereinigen
es: Limpie los datos del historial
fr: Nettoyer les données d'historique
hu_hu: Tisztítsa meg az előzmények adatait
it: Dati cronologici puliti
nl: Schone geschiedenisgegevens
pl: Wyczyść dane historyczne
pt_pt: Limpar dados do histórico

# 1221AC充电使能
source: Enable AC Charging
de: Aktivieren Sie die AC-Aufladung
es: Habilitar carga de AC
fr: Activer la charge CA
hu_hu: AC töltés engedélyezése
it: Abilita ricarica CA.
nl: Schakel AC opladen in
pl: Włącz ładowanie AC
pt_pt: Ativar carregamento CA

# 1222提示:只能在待机状态下设置
source: Can only be set in standby mode
de: Kann nur im Standby-Modus eingestellt werden
es: Solo se puede configurar en modo de espera
fr: Ne peut être réglé qu'en mode veille
hu_hu: Csak készenléti állapotban állítható be
it: Può essere impostato solo in modalità standby
nl: Kan alleen worden ingesteld in de standby-modus
pl: Można ustawić tylko w trybie gotowości
pt_pt: Só pode ser definido no modo de espera

# 1223详细数据
source: Detail data
de: Detaildaten
es: Datos detallados
fr: Données détaillées
hu_hu: Részletes adatok
it: Dati di dettaglio
nl: Detailgegevens
pl: Dane szczegółowe
pt_pt: Dados detalhados

# 1224参数名
source: Name of parameter
de: Name des Parameters
es: Nombre del parámetro
fr: Nom du paramètre
hu_hu: A paraméter neve
it: Nome del parametro
nl: Naam van parameter
pl: Nazwa parametru
pt_pt: Nome do parâmetro

# 1225参数值
source: Parameter value
de: Parameterwert
es: Valor del parámetro
fr: valeur du paramètre
hu_hu: Paraméter értéke
it: Valore del parametro
nl: Parameter waarde
pl: Wartość parametru
pt_pt: Valor do parâmetro

# 1226家庭能源总用电量
source: Total household Load consumption
de: Gesamthaushalt Verbrauch
es: Consumo total de carga doméstica
fr: Consommation totale des ménages Charge
hu_hu: A háztartások teljes fogyasztása
it: Consumo di carico totale della famiglia
nl: Totaal huishoudelijk verbruik
pl: Całkowite zużycie gospodarstw domowych
pt_pt: Consumo total de carga doméstica
