Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 连接路由器2
source: Connect your phone to the router to which the WiFi module is to be connected
de: Verbinden Sie Ihr Telefon mit dem Router, an den das WiFi-Modul angeschlossen werden soll
es: Conecte su teléfono al router al que se conectará el módulo WiFi
fr: Connectez votre téléphone au routeur auquel le module WiFi doit être connecté
hu_hu: Csatlakoztassa a telefont az útválasztóhoz, amelyhez a WiFi modult csatlakoztatni kell
it: Collegare il telefono al router a cui deve essere collegato il modulo WiFi
nl: Verbind uw telefoon met de router waarmee de WiFi-module moet worden verbonden
pl: Podłącz telefon do routera, do którego ma zostać podłączony moduł WiFi
pt_pt: Conecte seu telefone ao roteador ao qual o módulo WiFi deve ser conectado

# 连接中...11
source: Connecting…
de: Verbinden ...
es: Conectando ...
fr: Connecter...
hu_hu: Csatlakozás ...
it: Connessione in corso ...
nl: Verbinding maken ...
pl: Łączenie....
pt_pt: Conectando ...

# 联系电话
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
hu_hu: Telefon
it: Telefono
nl: Telefoon
pl: Telefon
pt_pt: Telefone

# 联系方式:
source: Phone/Mobile:
de: Mobiltelefon:
es: Teléfono móvil:
fr: Téléphone/Mobile :
hu_hu: Telefon / Mobil:
it: Cellulare:
nl: Telefoon / GSM
pl: Telefon komórkowy:
pt_pt: Telefone móvel:

# 浏览用户禁止操作
source: Not allowed for browse user
de: Nicht zugelassen für Browser Anwender
es: No permitido desde navegador
fr: Interdit à l'utilisateur de naviguer
hu_hu: Felhasználó által nem böngészhető
it: Non consentito per uso come browser
nl: Niet toegestaan om te gebruiken als browser
pl: Funkcja niedostępna z przeglądarki
pt_pt: Não permitido para o usuário de navegação

# 没有
source: Non
de: Nein
es: No
hu_hu: Nem
it: No
nl: Nee
pl: Nie
pt_pt: Não

# 没有权限
source: Unauthorized
de: Kein Zugriff
es: No autorizado
fr: Non autorisé
hu_hu: Engedély nélküli
it: Non autorizzato
nl: Geen rechten
pl: Brak uprawnień
pt_pt: Não autorizado

# 密码
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hu_hu: Jelszó
nl: Wachtwoord
pl: Hasło
pt_pt: Senha

# 密码必须大于6位
source: Password must be 6 or more characters
de: Passwort muss aus mindestens 6 Zeichen bestehen
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit comporter au minimum 6 caractères
hu_hu: A jelszó 6 vagy több karakterből kell álljon
it: La password deve essere di 6 o più di 6 caratteri
nl: Wachtwoord moet ministens 6 tekens bevatten
pl: Hasło musi zawierać co najmniej 6 znaków
pt_pt: A senha deve ter 6 ou mais caracteres

# 模式
source: Mode
de: Modus
es: Modo
hu_hu: Mód
it: Modalità
nl: Modus
pl: Tryb
pt_pt: Modo

# 模式30
source: Mode
de: Modus
es: Modo
hu_hu: Mód
it: Modalità
pl: Tryb
pt_pt: Modo

# 内容:
source: Content:
de: Inhalt:
es: Contenido:
fr: Contenu
hu_hu: Tartalom:
it: Contenuto:
nl: Inhoud:
pl: Zawartość:
pt_pt: Conteúdo:

# 能源
source: Energy
de: Energie
es: Energía
fr: énergie
hu_hu: Energia
it: Energia
nl: Energie
pl: Energia
pt_pt: Energia

# 能源分析
source: Energy analysis
de: Ertragsanalyse
es: Analisis energética
fr: Analyse énergétique
hu_hu: Energia elemzés
it: Analisi della energia
nl: Rendementsanalyse
pl: Analiza energetyczna
pt_pt: Análise de energia

# 能源调度优先级设置
source: Energy scheduling priority
de: Priorität Energieplanung
es: Programación de prioridad energética
fr: Planification énergétique prioritaire
hu_hu: Energia ütemezési sorrend
it: Pianificazione della priorità energetica
nl: Prioriteiten instellen
pl: Harmonogram priorytetów zasilania
pt_pt: Prioridade de programação de energia

# 逆变器
source: Inverter
de: Wechselrichter
es: Inversor
fr: Onduleur
nl: Omvormer
pl: Falownik
pt_pt: Inversor

# 逆变器故障
source: Inverter Abnormal
de: Wechselrichter abnormal
es: Inversor anómalo
fr: Onduleur anormal
hu_hu: Inverter kóros
it: Inverter anormale
nl: Omvormer abnormaal
pl: Usterka falownika
pt_pt: Inversor anormal

# 您使用的是最新版本
source: Current version is the latest
de: Keine neuere Version verfügbar
es: La versión actual es la última
fr: La version actuelle est la plus récente
hu_hu: A jelenlegi a legfrissebb változat
it: La versione attuale è l'ultima aggiornata
nl: Huidige versie is het meest recent
pl: Aktualna wersja jest najnowsza
pt_pt: A versão atual é a mais recente

# 拍照
source: Take a photo
de: Mach ein Foto
es: Toma una foto
fr: Prendre une photo
hu_hu: Fotózni
it: Scattare una foto
nl: Maak een foto
pl: Zrób zdjęcie
pt_pt: Tire uma foto

# 配置
source: Configuration
de: Aufbau
es: Configuración
it: Configurazione
nl: Configuratie
pl: Konfiguracja
pt_pt: Configuração

# 配置ShineWifi
source: Set Wifi
de: Einstellungen Wifi
es: Configurar Wifi
fr: Pramétrer le WIFI
hu_hu: Wifi beállítása
it: Imposta lo WiFi
nl: Wifi instellen
pl: Ustaw Wi-Fi
pt_pt: Configurar Wifi

# 配置ShineWifiE
source: Set Wifi
de: Einstellungen Wifi
es: Configurar Wifi
fr: Régler le Wifi
hu_hu: Állítsa be a Wifi
it: Imposta lo WiFi
nl: Wifi instellen
pl: Skonfiguruj Wifi
pt_pt: Configurar Wifi

# 配置采集器
source: Configure datalogger
de: Datenlogger konfigurieren
es: Configurar datalogger
fr: Configurer Datalogger
hu_hu: Naplózó konfigurálása
it: Configura datalogger
nl: Datalogger configureren
pl: Skonfiguruj rejestrator danych
pt_pt: Configurar datalogger

# 配置成功
source: Configuration successful
de: Konfiguration erfolgreich
es: Configuración exitosa
fr: Configuration réussie
hu_hu: A konfiguráció sikeres
it: Configurazione riuscita
nl: Configuratie geslaagd
pl: Konfiguracja zakończona powodzeniem
pt_pt: Configuração bem-sucedida

# 配置设备
source: configure device
de: Gerät konfigurieren
es: Configurar dispositivo
fr: configurer l'appareil
hu_hu: Konfigurálja az eszközt
it: Configura il dispositivo
nl: Apparaat configureren
pl: Skonfiguruj urządzenie
pt_pt: Configurar o dispositivo

# 配置提示
source: Please observe the blue LED light measured inside the device key. The blue LED light changes from flash (5 times per second) to slow flash (1 time per second) indicating that the configuration is successful
de: Bitte beachten Sie das blaue LED-Licht in der Gerätetaste. Das blaue LED-Licht wechselt vom Blinken (5 Mal pro Sekunde) zum langsamen Blinken (1 Mal pro Sekunde), um anzuzeigen, dass die Konfiguration erfolgreich war
es: Observe el LED del datalogger. La luz LED azul cambia de flash (5 veces por segundo) a flash lento (1 vez por segundo), lo que indica que la configuración es exitosa
fr: Veuillez observer la lumière LED bleue mesurée à l'intérieur de la clé de l'appareil. Le voyant LED bleu passe du clignotement (5 fois par seconde) au clignotement lent (1 fois par seconde)
hu_hu: Kérjük, vegye figyelembe a készülék gombjában mért kék LED-es fényt. A kék LED fény villanásról (másodpercenként ötször) lassú villanásra (másodpercenként egyszer) jelzi, hogy a konfiguráció sikeres
it: Si prega di osservare la luce LED blu misurata all'interno della chiave del dispositivo. La luce LED blu cambia da flash (5 volte al secondo) a flash lento (1 volta al secondo) indicando che la configurazione è andata a buon fine
nl: Let op het blauwe LED-licht gemeten in de toestelsleutel. Het blauwe LED-lampje verandert van flits (5 keer per seconde) in langzame flits (1 keer per seconde) om aan te geven dat de configuratie is geslaagd
pl: Proszę zwróć uwagę na migająca diodę na urządzeniu, jeżeli miga na niebiesko oznacza że konfiguracja powiodła się .
pt_pt: Observe a luz LED azul medida dentro da tecla do dispositivo. A luz azul do LED muda de flash (5 vezes por segundo) para flash lento (1 vez por segundo), indicando que a configuração foi bem-sucedida

# 平均值
source: Average value
de: Durchschnittsswert
es: Valor promedio
fr: Valeure moyenne
hu_hu: Átlagos érték
it: Valore medio
nl: Gemiddelde waarde
pl: Średnia wartość
pt_pt: Valor médio

# 其他问题
source: Other problems
de: Andere Probleme
es: Otros problemas
fr: Autres problèmes
hu_hu: Egyéb problémák
it: Altri problemi
nl: Overige problemen
pl: Pozostałe problemy
pt_pt: Outros problemas

# 强制放电时间段
source: Force-discharging time
de: Kraftentladungszeit
es: Forzar descarga durante
fr: Temps de décharge forcé
hu_hu: Erő kisülési idő
it: Tempo di scarica forzata
nl: Force-ontladen tijd
pl: Czas rozładowywania siły
pt_pt: Tempo de descarga de força

# 强制放电时间段:
source: Force-discharging time
de: Kraftentladungszeit
es: Forzar descarga durante
fr: Temps de décharge forcé
hu_hu: Erő kisülési idő
it: Tempo di scarica forzata
nl: Force-ontladen tijd
pl: Czas rozładowywania siły
pt_pt: Tempo de descarga de força

# 强制放电使能
source: Enable forced-discharging
de: Zwangsentladung aktivieren
es: Habilitar la descarga forzada
fr: Activer la décharge forcée :
hu_hu: Eröltetett töltésleadás engedélyezése
it: Abilita la scarica forzata
nl: Geforceerd ontladen inschakelen
pl: Włącz wymuszone rozładowanie
pt_pt: Permitir a descarga forçada

# 强制放电使能:
source: Enable forced-discharging:
de: Zwangsentladung aktivieren:
es: Habilitar la descarga forzada:
fr: Activer la décharge forcée :
hu_hu: Eröltetett töltésleadás engedélyezése:
nl: Geforceerd ontladen inschakelen:
pl: Włącz wymuszone wyładowywanie:
pt_pt: Habilitar a descarga forçada:

# 切换电桩12
source: Switch
de: Schalter
es: Cambiar
fr: Passez à
hu_hu: Kapcsoló
it: Interruttore
nl: Schakelaar
pl: Przełącz
pt_pt: Interruptor

# 清空
source: Clear
de: Löschen
es: Claro
fr: Effacer
hu_hu: Törlés
it: Pulito
nl: Verwijderen
pl: Wyszczyść
pt_pt: Limpar

# 清空APP图标标记数量
source: Clear number of APP icon tags
de: Löschen
es: Borrar número de etiquetas de iconos de aplicaciones
fr: Supprimer les étiquettes des icônes des applications
hu_hu: Törölje az applikáció ikoncímkéinek számát
it: Cancellare il numero di contrassegno dell'APP
nl: App iconen labels verwijderen
pl: Usuń etykiety ikon aplikacji
pt_pt: Limpe o número de ícones do APP

# 清空历史数据
source: Clear historical data
de: Alte Daten löschen
es: Borrar datos históricos
fr: Effacer l'historique
hu_hu: Törölje az előzmények adatait
it: Cancellare dati storici
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_pt: Limpar historico de dados

# 请求苹果服务器失败
source: Request for Apple server failed
de: Apple Server Fehler
es: Error del servidor de Apple
fr: La demande de serveur Apple a échoué
hu_hu: Apple Server hiba
it: Errore del server Apple
nl: Apple Server-fout
pl: Błąd serwera Apple
pt_pt: Erro no servidor Apple

# 请确定手机已经连上Wi-Fi45
source: Please make sure your phone is connected to Wi-Fi
de: Bitte stellen Sie sicher, dass Ihr Telefon mit Wi-Fi verbunden ist
es: Asegúrese de que su teléfono esté conectado a Wi-Fi
fr: Veuillez vous assurer que votre téléphone est connecté au Wi-Fi
hu_hu: Ellenőrizze, hogy telefonja csatlakozik-e a Wi-Fi-hez
it: Assicurati che il tuo telefono sia connesso al Wi-Fi
nl: Zorg ervoor dat je telefoon is verbonden met wifi
pl: Upewnij się, że Twój telefon jest podłączony do Wi-Fi
pt_pt: Verifique se o seu telefone está conectado ao Wi-Fi

# 请确认灯在快闪,如下:42
source: Please confirm that the light is flashing as follows
de: Bitte vergewissern Sie sich, dass das Licht wie folgt blinkt
es: Confirme que la luz parpadea de la siguiente manera
fr: Veuillez confirmer que le voyant clignote comme suit
hu_hu: Kérjük, erősítse meg, hogy a jelzőfény villog az alábbiak szerint
it: Conferma che la luce lampeggia come segue
nl: Bevestig dat het lampje als volgt knippert
pl: Potwierdź, że kontrolka miga w następujący sposób
pt_pt: Confirme se a luz está piscando da seguinte forma

# 请输入RFStick序列号
source: Input RFStick SN
de: Seriennummer des RF-Stick eingeben
es: Introducir Nº de serie de RFStick
fr: Entrée RFStick SN
hu_hu: Bevitel RFStick gyáriszám
it: Inserisci seriale Rfstick
nl: Serienummer Rfstick invullen
pl: Wprowadz numer seryjny Rfstick
pt_pt: Coloque o SN do RFStick

# 请输入Wifi密码
source: Enter password of wifi
de: Bitte Passwort eingeben
es: Introduzca la contraseña de Wifi
fr: Entrez le mot de passe du wifi
hu_hu: Adja meg a wifi jelszavát
it: Inserisci la password del WiFi
nl: Wifi wachtwoord invoeren
pl: Wprowadź hasło sieci WiFi
pt_pt: Digite a senha do wifi

# 请输入标题
source: Please enter a title
de: Bitte geben Sie einen Titel ein
es: Por favor ingrese un título
fr: Veuillez saisir un titre
hu_hu: Kérjük, írja be a címet
it: Per favore, inserisci un titolo
nl: Voer een titel in
pl: Proszę podać tytuł
pt_pt: Por favor insira um título

# 请输入采集器校验码
source: Enter datalogger checkcode
de: Datenlogger-Prüfcode eingeben
es: Ingrese el código de verificación del registrador de datos
fr: Veuillez saisir le code de vérification du Data Logger
hu_hu: Írja be az adatrögzítő ellenőrző kódját
it: Immettere il codice di controllo del datalogger
nl: Voer de controlecode van de datalogger in
pl: Wprowadź kod kontrolny rejestratora danych
pt_pt: Digite o código de verificação do registrador de dados

# 请输入采集器序列号
source: Please enter datalogger SN
de: Bitte geben Sie den Datenlogger SN ein
es: Por favor, introduzca el número de serie del datalogger
fr: Veuillez saisir le numéro de série SN du Data Logger
hu_hu: Kérjük, írja be az SN adatgyűjtőt
it: Inserire il datalogger SN
nl: Voer datalogger SN in
pl: Numer seryjny rejestratora
pt_pt: Digite o SN do registrador de dados

# 请输入充电桩ID
source: Enter charger ID
de: Ladegerät-ID eingeben
es: Indicar la identificación del cargador
fr: Entrez l'ID du chargeur
hu_hu: Írja be a töltő azonosítóját
it: Inserisci l'ID del caricatore
nl: Voer oplader-ID in
pl: Wprowadź identyfikator ładowarki
pt_pt: Insira o ID do carregador

# 请输入密码
source: Enter password
de: Passwort eingeben
es: Introducir la contraseña
fr: Entrez le mot de passe
hu_hu: Adja meg a jelszavát
it: Inserisci password
nl: Wachtwoord invoeren
pl: Wprowadź hasło
pt_pt: Digite a senha

# 请输入内容
source: Please enter the content
de: Bitte geben Sie den Inhalt ein
es: Por favor ingrese el contenido
fr: Veuillez saisir le contenu
hu_hu: Kérjük, írja be a tartalmat
it: Per favore inserisci il contenuto
nl: Voer de inhoud in
pl: Proszę wpisać treść
pt_pt: Por favor insira o conteúdo

# 请输入设备别名
source: Please enter device alias
de: Bitte geben Sie den Geräte-Alias ein
es: Por favor, introduzca el alias del dispositivo
fr: Veuillez saisir le nom de l'appareil
hu_hu: Kérjük, írja be az eszköz álnevet
it: Inserisci l'alias del dispositivo
nl: Voer apparaatalias in
pl: Wprowadź nazwę urządzenia
pt_pt: Digite o alias do dispositivo

# 请输入相同的密码
source: Please enter the same password
de: Bitte geben Sie das gleiche Passwort ein
es: Por favor ingrese la misma contraseña
fr: Veuillez entrer le même mot de passe
hu_hu: Írja be ugyanazt a jelszót
it: Inserisci la stessa password
nl: Voer hetzelfde wachtwoord in
pl: Proszę podać to samo hasło
pt_pt: Digite a mesma senha

# 请输入序列号
source: Please enter the SN
de: Bitte geben Sie SN ein
es: Por favor, introduzca SN
fr: Veuillez saisir le SN
hu_hu: Kérjük, írja be az SN-t
it: Si prega di inserire SN
nl: Voer SN in
pl: Wpisz SN
pt_pt: Digite SN

# 请输入用户名
source: Enter username
de: Benutzername eingeben
es: Introducir el nombre de usuario
fr: Entrez le nom de l'utilisateur
hu_hu: Adja meg a felhasználónevét
it: Inserisci Nome Utente
nl: Gebruikersnaam invoeren
pl: Wprowadź nazwę użytkownika
pt_pt: Insira nome de usuário

# 请输入用户名/车牌/电话/邮箱
source: Please enter user name/license plate/phone/email address
de: Bitte geben Sie Benutzername / Kennzeichen / Telefon / E-Mail-Adresse ein
es: Ingrese el nombre de usuario / placa / teléfono / dirección de correo electrónico
fr: Veuillez indiquer le nom de l'utilisateur/la plaque d'immatriculation/le téléphone/l'adresse électronique
hu_hu: Kérjük, írja be a felhasználónevet / rendszámot / telefon / e-mail címet
it: Inserisci il nome utente / targa / telefono / indirizzo e-mail
nl: Voer gebruikersnaam / kenteken / telefoon / e-mailadres in
pl: Wprowadź nazwę użytkownika / nazwę instalacji / telefon / adres e-mail
pt_pt: Digite o nome do usuário / placa do veículo / telefone / endereço de e-mail

# 请输入正确采集器校验码
source: Please enter correct checkcode
de: Bitte geben Sie den korrekten Checkcode ein
es: Por favor ingrese el código de verificación correcto
fr: Veuillez saisir le code correct de vérification du Data Logger
hu_hu: Kérjük, írja be a helyes ellenőrző kódot
it: Inserisci il codice di controllo corretto
nl: Voer de juiste checkcode in
pl: Proszę wprowadzić poprawny kod kontrolny
pt_pt: Digite o código de verificação correto

# 请输入正确采集器序列号
source: Please enter correct SN
de: Bitte geben Sie die korrekte SN ein
es: Por favor, introduzca el SN correcto
fr: Veuillez saisir le numéro de série correct du Data Logger
hu_hu: Kérjük, írja be a helyes SN-t
it: Inserisci SN corretto
nl: Voer de juiste SN in
pl: Podaj poprawny Numer seryjny
pt_pt: Digite o SN correto

# 请输入正确的用户名
source: Please enter correct username
de: Bitte geben Sie den korrekten Benutzernamen ein
es: Por favor ingrese el nombre de usuario correcto
fr: Veuillez saisir le nom d'utilisateur correct
hu_hu: Kérjük, írja be a helyes felhasználónevet
it: Inserisci il nome utente corretto
nl: Voer de juiste gebruikersnaam in
pl: Proszę podać poprawną nazwę użytkownika
pt_pt: Digite o nome de usuário correto

# 请选择国家和城市
source: Choose country and city
de: Land und Stadt auswählen
es: Elegir país y ciudad
fr: Choisir un pays et une ville
hu_hu: Válasszon országot és vársot
it: Seleziona Paese e città
nl: Kies land en woonplaats
pl: Wybierz kraj i miasto
pt_pt: Escolha país e cidade

# 请选择问题类型
source: Please select question type
de: Bitte Fragetyp wählen
es: Por favor, seleccionar el tipo de pregunta
fr: Veuillez choisir le type de question
hu_hu: Válasszon a probléma típusok közül
it: Selezionare una domanda
nl: Selecteer een type vraag
pl: Wybierz typ pytania
pt_pt: Selecione o tipo de pergunta

# 请选择要上传图片
source: Choose the picture to upload
de: Bild hochladen
es: Elige la foto para subir.
fr: Choisissez l'image à télécharger
hu_hu: Válassza ki a feltöltendő képet
it: Scegliere la foto da caricare
nl: Kies een afbeelding om toe te voegen
pl: Wybierz zdjęcie do dodania
pt_pt: Escolha a imagem para carregar

# 请再次进入页面获取国家列表
source: Please enter the page for country list again
de: Bitte gehen Sie noch einmal zur Länderauswahl
es: Por favor, vuelva a la página con la lista de países.
fr: Veuillez revenir à la page pour une liste des pays
hu_hu: Kérjük lépjen újra az országok listáját tartalmazó lapra
it: Prego ritornare sulla pagina della lista dei Paesi
nl: Ga terug naar de pagina met landen
pl: Wróć do strony krajow
pt_pt: Por favor, insira novamente a página da lista de países

# 取消
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu_hu: Mégsem
it: Cancella
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar

# 全选
source: Select All
de: Wählen Sie Alle
es: Seleccionar todo
fr: Tout sélectionner
hu_hu: Mindet kiválaszt
it: Seleziona tutto
nl: Selecteer alles
pl: Zaznacz wszystko
pt_pt: Selecionar tudo

# 确定
source: Yes
de: Ja
es: Sí
fr: Oui
hu_hu: Igen
it: Si
nl: Ja
pl: Tak
pt_pt: Sim

# 确定删除视频
source: Delete the video?
de: Video löschen?
es: ¿Eliminar el video?
fr: Supprimer les vidéos
hu_hu: Törli a videót?
it: Elimina il video?
nl: Video verwijderen?
pl: Usunąć wideo?
pt_pt: Excluir o vídeo?

# 确认灯在快闪44
source: Confirm the light flashes quickly
de: Vergewissern Sie sich, dass das Licht schnell blinkt
es: Confirme que la luz parpadea rápidamente
fr: Confirmer que la lumière clignote rapidement
hu_hu: Ellenőrizze, hogy a lámpa gyorsan villog
it: Conferma che la luce lampeggia rapidamente
nl: Bevestig dat het lampje snel knippert
pl: Potwierdź, że kontrolka miga szybko
pt_pt: Confirme se a luz pisca rapidamente

# 热水器
source: Water heater
de: Wasserkocher
es: Calentador de agua
fr: Chauffe-eau
hu_hu: Vízmelegítő
it: Scaldacqua
nl: Waterkoker
pl: Bojler
pt_pt: Aquecedor de água

# 日:
source: Day:
de: Tag:
es: Día:
fr: jour
hu_hu: Nap:
it: Giorno:
nl: Dag:
pl: Dzień
pt_pt: Dia:

# 日电量
source: Today:
de: Heute:
es: Hoy:
fr: Aujourd'hui
hu_hu: Ma:
it: Oggi:
nl: Vandaag:
pl: Dzisiaj:
pt_pt: Hoje:

# 日电量:
source: Today:
de: Heute:
es: Hoy:
fr: Aujourd'hui
hu_hu: Ma:
it: Oggi:
nl: Vandaag:
pl: Dzisiaj:
pt_pt: Hoje:

# 日发电量
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hu_hu: Ma
it: Oggi
nl: Vandaag
pl: Dzisiaj
pt_pt: Hoje

# 日放电量
source: Energy Discharged/ Day
de: Energie entladen / Tag
es: Energía descargada / día
fr: Énergie déchargée / jour
hu_hu: Kiürített energia / nap
it: Energia scaricata / giorno
nl: Ontladen energie / dag
pl: Energia rozładowana / dzień
pt_pt: Energia descarregada / dia

# 日功率走势图
source: Daily power chart(W)
de: Tagesübersicht
es: Tabla de potencia diaria (W)
fr: Tableau de puissance journalier (W)
it: Grafico potenza giornaliera (W)
nl: Dagelijks productie overzicht (W)
pl: Wykres mocy dobowej (W)

# 日消耗08
source: Daily consumption
de: Täglicher Verbrauch
es: Consumo diario
fr: Consommation journalière
hu_hu: Napi fogyasztás
it: Consumo giornaliero
nl: Dagelijkse consumptie
pl: Dzienne zużycie
pt_pt: Consumo diário

# 日志
source: Events
de: Ereignisse
es: Eventos
fr: Événements
hu_hu: Események
it: Eventi
nl: Gebeurtenissen
pl: Zdarzenia
pt_pt: Eventos

# 如何将灯设置为快闪43
source: How to set the light to flash quickly
de: So stellen Sie das Licht so ein, dass es schnell blinkt
es: Cómo configurar la luz para que parpadee rápidamente
fr: Comment régler la lumière pour qu'elle clignote rapidement
hu_hu: Hogyan állítsuk be a fényt gyorsan villogni
it: Come impostare la luce per lampeggiare rapidamente
nl: Hoe het licht snel te laten knipperen
pl: Jak ustawić szybkie miganie światła
pt_pt: Como definir a luz para piscar rapidamente

# 扫码添加
source: Sweep the code to add
de: Fegen Sie den Code zum Hinzufügen
es: Escanee el código para añadir
fr: Balayez le code pour l'ajouter
hu_hu: Söpörje a hozzáadni kívánt kódot
it: Sweep il codice da aggiungere
nl: Veeg de code om toe te voegen
pl: Przesuń kod, aby dodać
pt_pt: Varra o código para adicionar

# 扫描结果
source: Scanning result
de: Suchergebnis
es: Resultado del escaneo
fr: Résultats de l'analyse
hu_hu: Eredmények átfutása
it: Risultato della scansione
nl: Scanresultaat
pl: Wynik skanowania
pt_pt: Resultado da digitalização

# 扫描设备和设置路由器
source: Scan barcode and set Router
de: Barcode scannen und Router einstellen
es: Escanear código de barras y configurar router
fr: Scanner le code à barres et régler le routeur
hu_hu: Olvassa le a vonalkódot és állítsa be a routert
it: Scansiona il codice a barre e imposta il router
nl: Scan barcode en stel de router in
pl: Zeskanuj kod kreskowy i skonfiguruj router
pt_pt: Digitalize o código de barras e configure o Roteador

# 扫描条形码
source: Scanning Barcode
de: Barcode scannen
es: Escanée el código de barras
fr: Sacannez le barcode
hu_hu: Szkennelés vonalkóddal
it: Codice a barre di scansione
nl: Barcode scannen
pl: Skanowanie kodu kreskowego
pt_pt: Código de barras de digitalização

# 删除
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
hu_hu: Töröl
it: Elimina
nl: Verwijderen
pl: Usuń
pt_pt: Excluir

# 删除采集器
source: Delete datalogger
de: Datenlogger löschen
es: Eliminar datalogger
fr: Supprimer Datalogger
hu_hu: Naplózó törlése
it: Cancella datalogger
nl: Datalogger verwijderen
pl: Usuń rejestrator
pt_pt: Eliminar o datalogger

# 删除成功
source: Deleted successfully
de: Erfolgreich gelöscht
es: Borrado exitosamente
fr: Supprimé avec succès
hu_hu: Sikeresen törölve
it: Eliminato con successo
nl: Met succes verwijderd
pl: Skutecznie usunięte
pt_pt: Apagado com sucesso

# 删除列表
source: Delete List
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
hu_hu: Törölje a listát
it: Elimina lista
nl: Lijst verwijderen
pl: Usuń listę
pt_pt: Eliminar lista

# 删除设备
source: Delete device
de: Gerät löschen
es: Eliminar dispositivo
fr: Suprimmer l'appareil
hu_hu: Törölje az eszközt
it: Elimina il dispositivo
nl: Apparaat verwijderen
pl: Usuń urządzenie
pt_pt: Eliminar dispositivo

# 设备
source: Device
de: Gerät konfigurieren
es: Dispositivo
fr: Appareil
hu_hu: Eszköz
it: Dispositivo
nl: Apparaat
pl: Urządzenie
pt_pt: Dispositivo
