Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 494全选
source: Select All
de: Wählen Sie Alle
es: Seleccionar todo
fr: Tout sélectionner
hu_hu: Mindet kiválaszt
it: Seleziona tutto
nl: Selecteer alles
pl: Zaznacz wszystko
pt_pt: Selecionar tudo

# 494无功功率
source: Reactive power
de: Blindleistung
es: Potencia reactiva
fr: Puissance réactive
hu_hu: Reaktív teljesítmény
it: Potere reattivo
nl: Reactief vermogen
pl: Reaktywna moc
pt_pt: Potência reativa

# 495有功设置错误
source: Active power rate should be a number in [0, 100].
es: La tasa de potencia activa debe ser un número entre [0, 100].
fr: Le taux de puissance active doit être un nombre dans [0, 100].
pl: Współczynnik mocy czynnej powinien być liczbą w [0, 100].
pt_pt: Faixa de potência ativa deve estar entre [0, 100].

# 495总有功功率
source: Total active power
de: Gesamtwirkleistung
es: Potencia activa total
fr: Puissance active totale
hu_hu: Teljes aktív teljesítmény
it: Potenza attiva totale
nl: Totaal actief vermogen
pl: Całkowita moc czynna
pt_pt: Potência ativa total

# 496功率设置错误
source: PF rate should be a number in (-0.8 ~ -1/0.8 ~ 1).
de: Die PF-Rate sollte eine Zahl in (-0,8 ~ -1 / 0,8 ~ 1) sein.
es: La tasa de FP debe ser un número en (-0.8 ~ -1 / 0.8 ~ 1).
fr: Le taux de PF doit être un nombre entre et (-0,8 ~ -1/0,8 ~ 1).
hu_hu: A PF aránynak egy számnak kell lennie (-0,8 ~ -1 / 0,8 ~ 1).
it: Il tasso PF dovrebbe essere un numero in (-0,8 ~ -1 / 0,8 ~ 1).
nl: PF-snelheid moet een getal zijn in (-0.8 ~ -1 / 0.8 ~ 1).
pl: Wskaźnik PF powinien być liczbą w przedziale(-0,8 ~ -1 / 0,8 ~ 1).
pt_pt: A taxa de PF deve ser um número em (-0,8 ~ -1 / 0,8 ~ 1).

# 496总无功功率
source: Total reactive power
de: Gesamtblindleistung
es: Potencia reactiva total
fr: Puissance réactive totale
hu_hu: Teljes reaktív teljesítmény
it: Potenza reattiva totale
nl: Totaal reactief vermogen
pl: Całkowita moc bierna
pt_pt: Potência reativa total

# 497有功电量
source: Active electricity
de: Aktive Elektrizität
es: Electricidad activa
fr: Électricité active
hu_hu: Aktív elektromosság
it: Elettricità attiva
nl: Actieve elektriciteit
pl: Aktywna energia elektryczna
pt_pt: Eletricidade ativa

# 497有效值
source: RMS Voltage
de: Effektivspannung
es: Voltaje RMS
fr: Tension RMS
hu_hu: RMS feszültség
it: Tensione RMS
nl: RMS-spanning
pl: Napięcie RMS
pt_pt: Tensão RMS

# 498无功电量
source: Reactive electricity
de: Reaktive Elektrizität
es: Electricidad reactiva
fr: Électricité réactive
hu_hu: Reaktív villamos energia
it: Elettricità reattiva
pl: Elektryczność bierna
pt_pt: Eletricidade reativa

# 498自动获取
source: Automatical
de: Automatisch
es: Automático
fr: Automatique
hu_hu: Automatikus
it: Automatico
nl: Automatisch
pl: Automatycznie
pt_pt: Automático

# 499设备房间
source: Device room
de: Geräteraum
es: Sala de dispositivos
fr: Salle des appareils
hu_hu: Készülékhelyiség
it: Sala dispositivi
nl: Apparaatruimte
pl: Pomieszczenie na urządzenia
pt_pt: Sala de dispositivos

# 499手动输入
source: Manual
fr: Manuel
nl: Handmatig
pl: Ręcznie

# 49电池百分比
source: Battery percentage
de: Batterieprozentsatz
es: Porcentaje de batería
fr: Pourcentage de la batterie
hu_hu: Az akkumulátor százaléka
it: Percentuale batteria
nl: Batterij percentage
pl: Procent baterii
pt_pt: Percentual da bateria

# 4服务器错误提示2
source: Please re-register or use the computer to log in our server 'server-cn.growatt.com' and re-register
de: Bitte registrieren Sie sich erneut unter 'server.growatt.com'
es: Vuelva a registrarse o use la computadora para iniciar sesión en nuestro servidor 'server-cn.growatt.com' y vuelva a registrarse
fr: Veuillez vous réinscrire ou utiliser l'ordinateur pour vous connecter à notre serveur 'server.growatt.com' et vous réinscrire
hu_hu: Kérjük regisztráljon újra vagy használja a számítógépet, hogy bejelentkezzen szerverünkre 'server.growatt.com' és regisztráljon újra.
it: Per favore registra di nuovo o accedi con il tuo PC al link server-cn.growatt.com per registrare nuovamente
nl: Registreer opnieuw of gebruik uw computer om in te loggen op onze server 'server.growatt.com'
pl: Zarejestruj sie ponownie lub użyj swojego komputera, aby zalogowac sie na serwerze 'server.growatt.com'
pt_pt: Please re-register or use the computer to log in our server and re-register

# 4时间
source: Time
de: Zeit
es: Hora
fr: Huere
hu_hu: Idő
it: Ora
nl: Tijd
pl: Czas
pt_pt: Tempo

# 500不获取
source: Do not get
es: No obtenga
fr: N'obtenez pas
pl: Nie otrzymuj
pt_pt: Não pegar

# 500是否添加为常用设备
source: Adding as a common device?
de: Hinzufügen als gemeinsames Gerät?
es: añadir como un dispositivo común?
fr: L'ajout comme dispositif commun ?
hu_hu: Hozzáad egy általános eszközhöz?
it: Aggiunta come dispositivo comune?
nl: Toevoegen als een gemeenschappelijk apparaat?
pl: Dodajesz jako wspólne urządzenie?
pt_pt: Adicionando como um dispositivo comum?

# 501修改失败
source: Modification fails
de: Die Änderung schlägt fehl
es: La modificación falla
fr: La modification échoue
hu_hu: A módosítás nem sikerült
it: La modifica fallisce
nl: Modificatie mislukt
pl: Modyfikacja kończy się niepowodzeniem
pt_pt: Falha na modificação

# 501选择位置获取方式
source: Selection of location acquisition
es: Selección de metodo de adquisición
fr: Choisir la méthode d'acquisition du lieu
pl: Wybór lokalizacji nabycia
pt_pt: Seleção da localização

# 502客服邮箱
source: Customer email
es: Correo electrónico del cliente
fr: E-mail du client
pl: Email
pt_pt: E-mail do cliente

# 502稍后再说
source: Later
de: Später
es: Despues
fr: Plus tard
hu_hu: Majd később
it: Dopo
pl: Później
pt_pt: Mais tarde

# 503电池自采电压
source: VBat_Dsp
fr: Afficher la tension de la batterie
pl: Pokaż napięcie baterii

# 503您已在此光伏联动中添加了插座
source: You have added a socket to this PV linkage
de: Sie haben dieser PV-Verbindung eine Steckdose hinzugefügt
es: Has añadido un enchufe a este enlace PV.
fr: Vous avez ajouté une prise à ce lien PV
hu_hu: Ezzel a PV kapcsolattal egy aljzatot adtál hozzá
it: Hai aggiunto un socket a questo collegamento PV
nl: U hebt een socket aan deze PV-koppeling toegevoegd
pl: Dodałeś gniazdo do tego połączenia PV
pt_pt: Você adicionou um soquete a esta ligação PV

# 504插座耗电量较高，为省电，请设置工作模式
source: The socket consumes a lot of power and saves power. Please set the working mode.
de: Die Steckdose verbraucht viel Strom und spart Strom. Bitte stellen Sie den Arbeitsmodus ein.
es: El zócalo consume mucha energía y ahorra energía. Configura el modo de trabajo.
fr: La prise de courant consomme beaucoup et permet d'économiser de l'énergie. Veuillez régler le mode de fonctionnement.
hu_hu: A foglalat sok energiát és energiát takarít meg. Kérjük, állítsa be a működési módot.
it: La presa consuma molta energia e consente di risparmiare energia. Si prega di impostare la modalità di lavoro.
nl: Het stopcontact verbruikt veel stroom en bespaart energie. Stel de werkmodus in.
pl: Gniazdo zużywa dużo energii i oszczędza energię. Proszę ustawić tryb pracy.
pt_pt: O soquete consome muita energia e economiza energia. Por favor, defina o modo de trabalho.

# 504跳过
source: Skip
es: Omitir
fr: Passer
pl: Pomin
pt_pt: Pular

# 505立即设置
source: Set up now
de: Jetzt einrichten
es: Configurar ahora
fr: Créer maintenant
hu_hu: Állítsa be most
it: Configura ora
nl: Nu instellen
pl: Skonfiguruj teraz
pt_pt: Configurar agora

# 506类型
source: Type
de: Typ
es: Tipo
hu_hu: Típus
it: Genere
pl: Typ
pt_pt: Tipo

# 506暂不满足使用此功能的要求
source: Not meeting the requirements for using this feature
de: Erfüllt nicht die Anforderungen für die Verwendung dieser Funktion
es: No cumplir con los requisitos para usar esta característica
fr: Ne pas remplir les conditions d'utilisation de cette fonction
hu_hu: Nem felel meg a funkció használatához szükséges követelményeknek
it: Non soddisfa i requisiti per l'utilizzo di questa funzione
nl: Voldoet niet aan de vereisten voor het gebruik van deze functie
pl: Nie spełnia wymagań dotyczących korzystania z tej funkcji
pt_pt: Não atende aos requisitos para usar esse recurso

# 507城市
source: City
de: Stadt
es: Ciudad
fr: Ville
hu_hu: Város
it: Città
nl: Stad
pl: Miasto
pt_pt: Cidade

# 507请检查是否接入电表或者智慧家庭设备
source: Please check whether the meter or smart home device is connected.
de: Bitte überprüfen Sie, ob das Messgerät oder das Smart-Home-Gerät angeschlossen ist.
es: Compruebe si el medidor o el dispositivo doméstico inteligente está conectado.
fr: Veuillez vérifier si le compteur ou l'appareil de la Smart home est branché.
hu_hu: Ellenőrizze, hogy a mérőműszer vagy az intelligens otthoni eszköz csatlakoztatva van-e.
it: Verificare che il misuratore o il dispositivo Smart Home sia collegato.
nl: Controleer of de meter of het smart home-apparaat is aangesloten.
pl: Sprawdź, czy miernik lub urządzenie inteligentnego domu jest podłączone.
pt_pt: Verifique se o medidor ou o dispositivo doméstico inteligente está conectado.

# 508优化器厂商
source: Optimizer brand
de: Optimizer-Marke
es: Marca optimizador
fr: Marque de l'optimiseur
hu_hu: Optimalizáló márka
it: Marchio di ottimizzazione
nl: Optimizer-merk
pl: Marka Optymalizatora
pt_pt: Marca otimizador

# 508最后更新时间
source: Last update time
de: Letzte Aktualisierung
es: Última hora de actualización
fr: Heure de la dernière mise à jour
hu_hu: Utolsó frissítés ideje
it: Ora dell'ultimo aggiornamento
nl: Laatste update tijd
pl: Czas ostatniej aktualizacji
pt_pt: Hora da última atualização

# 509连接状态
source: Connection status
de: Verbindungsstatus
es: Estado de conexión
fr: État de la connexion
hu_hu: A kapcsolat állapota
it: Stato della connessione
nl: Verbindingsstatus
pl: Status połączenia
pt_pt: Status da conexão

# 509优化器型号
source: Optimizer model
de: Optimierungsmodell
es: Modelo optimizador
fr: Modèle d'optimisation
hu_hu: Optimalizáló modell
it: Modello di ottimizzazione
pl: Model Optymalizatora
pt_pt: Modelo otimizador

# 50电网充电功率
source: AC charging power
de: AC-Ladeleistung
es: Potencia de carga AC (corriente alterna)
fr: Puissance de charge AC
hu_hu: AC töltésteljesítmény
it: Potenza di ricarica AC
nl: AC laadvermogen
pl: Moc ladowania pradem zmiennym
pt_pt: Potência de carregamento AC

# 510模块功率
source: Module power
de: Modulleistung
es: Módulo de potencia
fr: Puissance du module
hu_hu: Modul teljesítmény
it: Modulo di potenza
nl: Module vermogen
pl: Moc modułu
pt_pt: Potência do módulo

# 510运行状态
source: Running state
de: Betriebszustand
es: Estado de ejecución
fr: État de fonctionnement
hu_hu: Futó állapot
it: Stato corrente
nl: Lopende staat
pl: Stan pracy
pt_pt: Estado em execução

# 511电站管理
source: Plant management
de: Anlagenmanagement
es: Gestión de la instalación
fr: Gestion des centrales
hu_hu: Üzemvezetés
it: Gestione impianti
nl: Systeem management
pl: Zarzadzanie instalacjami
pt_pt: Gerenciamento da planta

# 511面板数量
source: Number of panels
de: Anzahl der Panels
es: Número de paneles
fr: Nombre de panneaux
hu_hu: A panelek száma
it: Numero di pannelli
nl: Aantal panelen
pl: Liczba paneli
pt_pt: Número de painéis

# 512返回电站管理
source: Return plant management
de: Rückgabe des Werksmanagements
es: Gestión de la instalación de retorno.
fr: Retour à la gestion des centrales électriques
hu_hu: Visszatérő üzemvezetés
it: Restituire la gestione dell'impianto
nl: Plantmanagement retourneren
pl: Zarzadzanie zwrotami instalacji
pt_pt: Retornar ao gerenciamento da planta

# 512授权登录
source: Authorized login
de: Autorisiertes Login
es: Inicio de sesión autorizado
fr: Connexion autorisée
hu_hu: Engedélyezett bejelentkezés
it: Accesso autorizzato
nl: Engedélyezett bejelentkezés
pl: Autoryzowane logowanie
pt_pt: Login autorizado

# 513建站日期
source: Installation date
de: Installationsdatum
es: Fecha de instalación
fr: Installation de la date
hu_hu: Telepítés dátuma
it: Data di installazione
nl: Installatie datum
pl: Data instalacji
pt_pt: Data de instalação

# 513添加优化器
source: Add optimizer
de: Optimierer hinzufügen
es: Añadir optimizador
fr: Ajouter un optimiseur
hu_hu: Optimalizáló hozzáadása
it: Aggiungi ottimizzatore
nl: Voeg optimizer toe
pl: Dodaj optymalizator
pt_pt: Adicionar otimizador

# 514请输入您的Tigo账号进行授权登录
source: Please enter your Tigo account to login Authorized
de: Bitte geben Sie Ihr Tigo-Konto ein, um sich als autorisiert anzumelden
es: Por favor ingrese su cuenta de Tigo para iniciar sesión
fr: Veuillez entrer votre compte Tigo pour vous connecter Autorisé
hu_hu: Kérjük, adja meg a Tigo-fiókját a bejelentkezéshez
it: Inserisci il tuo account Tigo per accedere Autorizzato
nl: Voer uw account gegevens in om in te loggen
pl: Wprowadź swojego użytkownika Tigo, aby się zalogować
pt_pt: Por favor, entre com sua conta Tigo para entrar

# 514设备数量
source: Device number
de: Anzahl der Geräte
es: Número del dispositivo
fr: Nombre des appareils
hu_hu: Eszközök száma
it: Numero di dispositivi
nl: Device nummer
pl: Numer urządzenia
pt_pt: Número do dispositivo

# 515请输入Tigo账号
source: Please enter your Tigo account
de: Bitte geben Sie Ihre Tigo-Kontonummer ein
es: Por favor ingrese su número de cuenta Tigo
fr: Veuillez entrer votre compte Tigo
hu_hu: Kérjük, adja meg a Tigo számlaszámát
it: Inserisci il tuo numero di account Tigo
nl: Voer uw Tigo-accountnummer in
pl: Wprowadź swój numer konta Tigo
pt_pt: Por favor, insira o número da sua conta Tigo

# 515已经到最后一页
source: The last page
de: Letzte Seite
es: La ultima página
fr: La dernière page
hu_hu: Az utolsó oldal
it: Ultima pagina
nl: Laatste pagina
pl: Ostatnia strona
pt_pt: A última página

# 516授权
source: Authorization
de: Genehmigung
es: Autorización
fr: Autorisation
hu_hu: Meghatalmazás
it: Autorizzazione
nl: Machtiging
pl: Autoryzacja
pt_pt: Autorização

# 516展示参数
source: Parameters
de: Parameter anzeigen
es: Parámetros
fr: Paramètres
hu_hu: Paraméterek megjelenítése
it: Visualizza parametri
nl: Parameters weergeven
pl: Parametry
pt_pt: Parâmetros

# 517选择逆变器
source: Select inverter
de: Wechselrichter auswählen
es: Seleccione inversor
fr: Sélectionnez un onduleur
hu_hu: Válassza ki az invertert
it: Seleziona inverter
nl: Selecteer omvormer
pl: Wybierz falownik
pt_pt: Selecione o inversor

# 517已显示参数
source: Displayed parameters
de: Angezeigte Parameter
es: Parámetros mostrados
fr: Paramètres affichés
hu_hu: Megjelenített paraméterek
it: Parametri visualizzati
nl: Weergegeven parameters
pl: Wyświetlane parametry
pt_pt: Parâmetros ecibidos

# 518逆变器标签
source: Inverter label
de: Inverter-Etikett
es: Etiqueta del inversor
fr: Étiquette d'onduleur
hu_hu: Inverter címke
it: Etichetta dell'inverter
nl: Label van omvormer
pl: Etykieta falownika
pt_pt: Etiqueta do inversor

# 518拖拽可以排序
source: Drag to sort
de: Auswählen und verschieben
es: Arrastrar para ordenar
fr: Glisser pour trier
hu_hu: Fogja és húzza a rendezéshez
it: Trascina per ordinare
nl: Drag and drop selecteren
pl: Przeciagnij, aby posortowac
pt_pt: Arraste para ordenar

# 519请选择逆变器标签
source: Please select the inverter label
de: Bitte wählen Sie das Wechselrichter-Label
es: Por favor seleccione la etiqueta del inversor
fr: Sélectionnez l'étiquette de l'onduleur
hu_hu: Kérjük, válassza ki az inverter címkét
it: Si prega di selezionare l'etichetta dell'inverter
nl: Selecteer het label van de omvormer
pl: Wybierz etykietę falownika
pt_pt: Por favor, selecione o rótulo do inversor

# 519未显示参数
source: Optional parameter
de: Nicht angezeigte Parameter
es: Parámetro opcional
fr: Paramètres optionnels
hu_hu: Nem látható paraméter
it: Parametro non visualizzato
nl: Niet weergegeven parameters
pl: Parametr opcjonalny
pt_pt: Parâmetro opcional

# 51负载功率
source: Load consumption power
de: Verbrauchsleistung laden
es: Potencia de consumo de carga
fr: Consommation de la charge
hu_hu: Terhelés fogyasztás
it: Carica potenza assorbita
nl: Laad stroomverbruik
pl: Pobór mocy
pt_pt: Potência de consumo de carga

# 520请选择您在tigo系统输入的逆变器标签
source: Please select the inverter label you entered in the tigo system
de: Bitte wählen Sie das Wechselrichter-Label, das Sie im tigo-System eingegeben haben
es: Seleccione la etiqueta del inversor que ingresó en el sistema tigo
fr: Veuillez sélectionner l'étiquette de l'onduleur que vous avez entré dans le système tigo
hu_hu: Kérjük, válassza ki a tigo rendszerbe bevitt inverter címkét
it: Seleziona l'etichetta dell'inverter che hai inserito nel sistema Tigo
nl: Selecteer het label van de omvormer dat u in het tigo-systeem hebt ingevoerd
pl: Wybierz etykietę falownika wprowadzoną w systemie Tigo
pt_pt: Por favor, selecione o rótulo do inversor digitado no sistema tigo

# 520全部电站累计数据
source: Total data of all plants
de: Gesamtdaten aller Werke
es: Datos totales de todas las instalaciones.
fr: Données totales de toutes les centrales
hu_hu: Összes növény összes adat
it: Dati totali di tutte le piante
nl: Totaal gegevens van alle planten
pl: Łączne dane dotyczace wszystkich instalacji
pt_pt: Total de todas as plantas

# 521逻辑图
source: Logic diagram
de: Elektrisch
es: Eléctrico
fr: Schéma logique
hu_hu: Elektromos
it: Elektrisch
nl: Elektrisch
pl: Elektryczne
pt_pt: Elétrica

# 521全部电站不能编辑
source: All plants can not be edited
es: Todas las instalaciones no pueden ser editadas
fr: Toutes les centrales ne peuvent pas être éditées
it: Tutte le piante non possono essere modificate
pl: Wszystkie instalacje nie mogą być edytowane.
pt_pt: As plantas não podem ser editadas

# 522编辑电站
source: Edit plant
de: Anlage bearbeiten
es: Editar instalación
fr: Editer la centrale
hu_hu: Üzem szerkesztése
it: Modifica impianto
nl: Bewerk systeem
pl: Edytuj instalacje
pt_pt: Editar planta

# 522物理图
source: Physical
de: Physisch
es: Físico
fr: Physique
hu_hu: Fizikai
it: Fysiek
nl: Fysiek
pl: Fizyczne
pt_pt: Físico

# 523电站布局
source: Plant layout
de: Anlagenlayout
es: Distribución de la planta
fr: Disposition de la centrale
hu_hu: Növény-elrendezés
it: Impiantistica
nl: Fabrieksindeling
pl: Układ instalacji
pt_pt: Planta layout

# 523删除电站
source: Remove Station
de: Station entfernen
es: Eliminar estación
fr: Supprimer la station
hu_hu: Távolítsa el az állomást
it: Rimuovi stazione
nl: Station verwijderen
pl: Usuń stację
pt_pt: Remover estação

# 524当前功率
source: Current Power
de: Aktuelle Leistung
es: Potencia actual
fr: Puissance actuelle
hu_hu: Jelenlegi teljesítmény
it: Potenza istantanea
nl: Huidig vermogen
pl: Moc pradowa
pt_pt: Potência atual

# 524面板布局
source: Panel layout
es: Diseño del panel
fr: Disposition des panneaux
hu_hu: Panel elrendezés
it: Layout del pannello
nl: Paneel lay-out
pl: Układ paneli
pt_pt: Layout do painel

# 525搜索电站
source: Search plant
de: Anlage suchen
es: Buscar Instalación
fr: puissance actuelle
hu_hu: Erőmű keresés
it: Cerca impianto
nl: Zoek systeem
pl: Wyszukiwarka instalacji
pt_pt: Procurar planta

# 525总面板数
source: Total number of panels
de: Gesamtzahl der Panels
es: Número total de paneles
fr: Nombre total de panneaux
hu_hu: A panelek száma összesen
it: Numero totale di pannelli
nl: Totaal aantal panelen
pl: Całkowita liczba paneli
pt_pt: Número total de painéis

# 526剩余面板数
source: Number of remaining panels
de: Anzahl der verbleibenden Panels
es: Número de paneles restantes
fr: Nombre de panneaux restants
hu_hu: A fennmaradó panelek száma
it: Numero di pannelli rimanenti
nl: Aantal resterende panelen
pl: Liczba pozostałych paneli
pt_pt: Número de painéis restantes

# 526体验馆
source: Demo
es: Manifestación
fr: Démo
hu_hu: Demó
it: Dimostrazione
nl: Demonstratie
pl: Próbny

# 527浏览账户
source: Demo account
de: Demo-Konto
es: Cuenta demo
fr: Compte de démonstration
hu_hu: Demo számla
it: Conto demo
pl: Konto demonstracyjne
pt_pt: Demonstração

# 527面板方向
source: Panel orientation
de: Panel-Orientierung
es: Orientación del panel
fr: Orientation du panneau
hu_hu: Panel orientáció
it: Orientamento del pannello
nl: Paneeloriëntatie
pl: Orientacja panelu
pt_pt: Orientação do painel

# 528储能系统
source: Storage system
de: Speichersystem
es: Sistema de acumulación
fr: Système de stockage
hu_hu: Tároló rendszer
it: Sistema di archiviazione
nl: Opslagsysteem
pl: System magazynowania
pt_pt: Sistema de armazenamento

# 528面板布局方式
source: Panel layout
es: Diseño del panel
fr: Disposition des panneaux
hu_hu: Panel elrendezés
it: Layout del pannello
nl: Paneel lay-out
pl: Układ panelu
pt_pt: Layout do painel

# 529模块
source: Module
de: Modul
es: Módulo
hu_hu: Modul
it: Modulo
pl: Moduł
pt_pt: Módulo

# 529请先选择电站
source: Please choose the plant first
de: Bitte wählen Sie zuerst die Pflanze aus
es: Por favor, elija la instalación primero
fr: Veuillez d'abord choisir la centrale.
hu_hu: Kérjük, először válassza ki az üzemet
it: Si prega di scegliere prima la pianta
nl: Kies eerst de plant
pl: Proszę najpierw wybrać instalacje.
pt_pt: Primeiro selecione a planta

# 52输送电网功率
source: Power to grid
de: Einspeisung
es: Potencia entregada a la red pública
fr: énergie injectée au réseau
hu_hu: Hálózatba táplált teljesítmény
it: Potenza ceduta alla rete elettrica
nl: Energie naar net
pl: Energia do sieci
pt_pt: Potência para a rede

# 52我的
source: Me
de: Mir
es: Yo
fr: Moi
hu_hu: Személyes
nl: Account
pl: Użytkownik
pt_pt: Eu

# 530串
source: string
de: Schnur
es: Cuerda
fr: chaîne
hu_hu: Húr
it: Stringa
nl: Draad
pl: Zestaw paneli w obwodzie
pt_pt: Corda

# 530总电站数
source: Total number of plant
de: Gesamtanzahl der Anlagen
es: Número total de instalaciones
fr: Nombre total d'installations
hu_hu: Az erőművek száma
it: Numero totale di impianti
nl: Totaal aantal systemen
pl: Całkowita liczba instalacji
pt_pt: Número de plantas

# 531切换进入方式
source: Change list form
de: Ansicht ändern
es: Formulario de lista de cambios
fr: Changer la forme de la liste
hu_hu: Belépés módja
it: Modalità di accesso
nl: Wijze van invoer
pl: Formularz listy zmian
pt_pt: Mudar a lista

# 531组串
source: String
de: Schnur
es: Cuerda
fr: Chaîne
hu_hu: Húr
it: Stringa
nl: Draad
pl: Zestaw paneli w obwodzie
pt_pt: Corda

# 532优先进入电站列表
source: Priority plant list
de: Anlagenliste
es: Lista de instalaciones prioritarias
fr: Accès prioritaire à la liste des centrales électriques
hu_hu: Erőművek szerinti listázás
it: Priorità accesso elenco impianti
nl: Prioriteit op systeem
pl: Wykaz priorytetowych instalacji
pt_pt: Priorizar a lista de plantas

# 532组串数量
source: Number of strings
de: Anzahl der Saiten
es: Número de strings
fr: Nombre de chaînes
hu_hu: A húrok száma
it: Numero di stringhe
nl: Aantal strings
pl: Numer obwodu z panelami
pt_pt: Número de cordas

# 533面板
source: panel
fr: panneau
it: Pannello
nl: Paneel
pl: Płyta
pt_pt: Painel

# 533优先进入设备列表
source: Priority device list
de: Geräteliste
es: Lista de dispositivos de prioridad
fr: Accès prioritaire à la liste des appareils
hu_hu: Készülékek szerinti listázás
it: Priorità accesso elenco dispositivi
nl: Prioriteit op apparaten
pl: Lista urzadzeń priorytetowych
pt_pt: Priorizar a lista de dispositivos

# 534系统映射
source: System mapping
de: Systemzuordnung
es: Mapeo del sistema
fr: Cartographie du système
hu_hu: A rendszer leképezése
it: Mappatura del sistema
nl: Systeemtoewijzing
pl: Mapowanie systemu
pt_pt: Mapeamento do sistema

# 534选择进入方式
source: Select list form
de: Ansicht auswählen
es: Seleccione el formulario de lista
fr: Sélectionnez la forme de la liste
hu_hu: Válassza ki a bejegyzést módszer
it: Seleziona la modalità di accesso
nl: Selecteer de invoermethode
pl: Wybierz formularz listy
pt_pt: Selecionar a lista

# 535是否确定优先进入电站列表
source: Are you sure you want to enter the list of plant preferentially?
de: Zur Anlagenliste wechseln?
es: ¿Lista de instalaciones prioritarias?
fr: Un accès prioritaire à la liste des centrales électriques a-t-il été établi ?
hu_hu: Előnyben részesíti az erőművek szerinti listát?
it: Sei sicuro di selezionare la modalità elenco impianti?
nl: Weet u zeker dat u prioriteit wilt geven aan het invoeren van het systeem?
pl: Czy na pewno chcesz wprowadzić listę instalacji priorytetowych?
pt_pt: Priorizar lista de plantas??

# 535优化器SN号
source: Optimizer SN
es: NS de Optimizador
fr: SN Optimiseur
hu_hu: Optimalizáló SN
pl: Optymalizator SN
pt_pt: Otimizador SN
