Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 833要求达到时间不能为空
source: The required arrival time cannot be empty
de: Die gewünschte Ankunftszeit darf nicht leer sein
es: La hora de llegada no puede estar vacia
fr: L'heure d'arrivée requise ne peut être vide
hu_hu: A szükséges érkezési idő nem lehet üres
it: Il tempo di arrivo richiesto non può essere vuoto
nl: De vereiste aankomsttijd kan niet leeg zijn
pl: Wymagany czas przyjazdu nie może być pusty
pt_pt: O horário de chegada necessário não pode estar vazio

# 834所属电站
source: Assigned plant
de: Zugewiesenes Werk
es: Planta asignada
fr: Centrale assignée
hu_hu: Hozzárendelt növény
it: Pianta assegnata
nl: Toegewezen plant
pl: Przypisana instalacja
pt_pt: Planta atribuída

# 835采集器
source: Datalogger
de: Datenlogger
fr: Enregistreur de données
hu_hu: Adatgyűjtő
it: Registro dati
pl: Rejestrator danych

# 836总输出电量
source: Total output energy
de: Gesamtenergie
es: Energia total de salida
fr: Énergie totale produite
hu_hu: Teljes kimeneti energia
it: Energia totale in uscita
nl: Totale output energie
pl: Całkowita energia wyjściowa
pt_pt: Energia total de saída

# 837请选择设备状态
source: Please select the state of the device
de: Bitte wählen Sie den Zustand des Gerätes
es: Por favor, seleccione el estado del dispositivo
fr: Veuillez sélectionner l'état de l'appareil
hu_hu: Kérjük, válassza ki az eszköz állapotát
it: Seleziona lo stato del dispositivo
nl: Selecteer de status van het apparaat
pl: Wybierz stan urządzenia
pt_pt: Por favor, selecione o estado do dispositivo

# 838短信验证
source: SMS verification
de: SMS-Bestätigung
es: Verificación por SMS
fr: Vérification des SMS
hu_hu: SMS ellenőrzés
it: Verifica SMS
nl: SMS verificatie
pl: Weryfikacja SMS
pt_pt: Verificação por SMS

# 839手机号码错误
source: Phone number error
de: Falsche Telefonnummer
es: Número de telefone incorrecto
fr: Erreur de numéro de téléphone
hu_hu: Rossz telefonszám
it: Numero di telefono errato
nl: Verkeerde telefoonnummer
pl: Nieprawidłowy numer telefonu
pt_pt: Número de telefone errado

# 83邮箱
source: Email address
es: Dirección de correo electrónico
fr: Adresse Email
hu_hu: E-mail cím
pl: E-mail
pt_pt: Endereço de e-mail

# 840电站搜索
source: Search plant
de: Pflanze suchen
es: Buscar planta
fr: Rechercher une centrale
hu_hu: Keresési növény
it: Cerca impianto
nl: Zoek plant
pl: Wyszukaj instalację
pt_pt: Pesquisar planta

# 841用户搜索
source: Search user
de: Benutzer suchen
es: Buscar usuario
fr: Rechercher un utilisateur
hu_hu: Felhasználó keresése
it: Cerca utente
nl: Felhasználó keresése
pl: Wyszukaj użytkownika
pt_pt: Pesquisar usuário

# 842修改公司名称
source: Edit company name
de: Ändern Sie den Firmennamen
es: Modificar nombre de la empresa
fr: Modifier le nom de la société
hu_hu: Módosítsa a cég nevét
it: Modifica il nome dell'azienda
nl: Wijzig bedrijfsnaam
pl: Zmień nazwę firmy
pt_pt: Modificar nome da empresa

# 843用户信息
source: User info
de: Benutzerinformation
es: Información de usuario
fr: Informations sur l'utilisateur
hu_hu: Felhasználói adatok
it: Informazioni utente
nl: Gebruikers informatie
pl: Informacje użytkownika
pt_pt: Informação de usuário

# 844请选择所属用户
source: Please select the assigned user
de: Bitte wählen Sie den zugewiesenen Benutzer aus
es: Por favor seleccione el usuario asignado
fr: Veuillez sélectionner l'utilisateur assigné
hu_hu: Válassza ki a hozzárendelt felhasználót
it: Seleziona l'utente assegnato
nl: Selecteer de toegewezen gebruiker
pl: Wybierz przypisanego użytkownika
pt_pt: Por favor, selecione o usuário designado

# 845请选择所属电站
source: Please select the assigned plant
de: Bitte wählen Sie das zugeordnete Werk aus
es: Por favor seleccione la planta asignada
fr: Veuillez sélectionner l'installation attribuée
hu_hu: Kérjük, válassza ki a hozzárendelt növényt
it: Seleziona la pianta assegnata
nl: Selecteer de toegewezen installatie
pl: Wybierz przypisaną instalację
pt_pt: Por favor, selecione o centro atribuído

# 846安装调试验收报告
source: Installation commissioning acceptance report
de: Abnahmeprotokoll für die Inbetriebnahme der Installation
es: Reporte de puesta en marcha de la instalación
fr: Rapport de réception de la mise en service de l'installation
hu_hu: A telepítés üzembe helyezési átvételi jelentése
it: Rapporto di accettazione della messa in servizio dell'installazione
nl: Acceptatieverslag installatie inbedrijfstelling
pl: Raport odbioru z uruchomienia instalacji
pt_pt: Relatório de aceitação de comissionamento de instalação

# 847待观察
source: To be observed
de: Beobachtet werden
es: Obsérvese
fr: A observer
hu_hu: Meg kell figyelni
it: Da osservare
nl: Geobserveerd worden
pl: Obserwacja
pt_pt: A ser observado

# 848待完成
source: Pending
de: Steht aus
es: Pendiente
fr: En attente
hu_hu: Függőben levő
it: In attesa di
nl: In afwachting
pl: W oczekiwaniu
pt_pt: Pendente

# 849已分配
source: Assigned
de: Zugewiesen
es: Asignado
fr: Affecté
hu_hu: Kijelölt
it: Assegnato
nl: Toegewezen
pl: Przydzielony
pt_pt: Atribuído

# 84充电使能
source: Charge enable
es: Habilitación de carga
fr: Activer la charge
hu_hu: Töltés engedélyezve
pl: Włącz lądowanie
pt_pt: Ativação de carga

# 850已接收
source: Received
de: Empfangen
es: Recibido
fr: Reçu
hu_hu: Kapott
it: Ricevuto
nl: Ontvangen
pl: Odebrane
pt_pt: Recebido

# 851已服务
source: Served
de: Serviert
es: Servido
fr: Servi
hu_hu: Szolgált
it: Servito
nl: Geserveerd
pl: Podane
pt_pt: Servido

# 852已回访
source: Has been visited
de: Wurde besucht
es: Ha sido visitado
fr: A été visité
hu_hu: Látogatottak
it: È stato visitato
nl: Is bezocht
pl: Został odwiedzony
pt_pt: Foi visitado

# 853已接通
source: Connected
de: In Verbindung gebracht
es: Conectado
fr: Connecté
hu_hu: Csatlakoztatva
it: Collegato
nl: Verbonden
pl: Połączony
pt_pt: Conectado

# 854无人接听
source: No answer
de: Keine Antwort
es: Sin respuesta
fr: Pas de réponse
hu_hu: Nincs válasz
it: Nessuna risposta
nl: Geen antwoord
pl: Brak odpowiedzi
pt_pt: Sem resposta

# 855无法接通
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Non disponible
hu_hu: Nem érhető el
it: Non disponibile
nl: Niet beschikbaar
pl: Niedostępne
pt_pt: Indisponível

# 857非常满意
source: Very satisfied(10 points)
de: Sehr zufrieden (10 Punkte)
es: Muy satisfecho (10 puntos)
fr: Très satisfait(10 points)
hu_hu: Nagyon elégedett (10 pont)
it: Molto soddisfatto (10 punti)
nl: Zeer tevreden (10 punten)
pl: Bardzo zadowolony (10 punktów)
pt_pt: Muito satisfeito (10 pontos)

# 858满意
source: Satisfied(8 points)
de: Zufrieden (8 Punkte)
es: Satisfecho (8 puntos)
fr: Satisfait(8 points)
hu_hu: Elégedett (8 pont)
it: Soddisfatto (8 punti)
nl: Tevreden (8 punten)
pl: Zadowolony (8 punktów)
pt_pt: Satisfeito (8 pontos)

# 859一般
source: General(6 points)
de: Allgemein (6 Punkte)
es: Bien (6 puntos)
fr: Généralités(6 points)
hu_hu: Általános (6 pont)
it: Generale (6 punti)
nl: Algemeen (6 punten)
pl: Poprawnie (6 punktów)
pt_pt: Geral (6 pontos)

# 85充电时间段
source: Charging time
es: Tiempo de carga
fr: Temps de chargement
hu_hu: Töltési idő
pl: Czas ładowania
pt_pt: Tempo de carga

# 860不满意
source: Not satisfied(4 points)
de: Nicht zufrieden (4 Punkte)
es: No satisfecho (4 puntos)
fr: Non satisfait(4 points)
hu_hu: Nem elégedett (4 pont)
it: Non soddisfatto (4 punti)
nl: Niet tevreden (4 punten)
pl: Niezadowolony (4 punkty)
pt_pt: Não satisfeito (4 pontos)

# 861很不满意
source: Very dissatisfied (2 points)
de: Sehr unzufrieden (2 Punkte)
es: Muy insatisfecho (2 puntos)
fr: Très insatisfait (2 points)
hu_hu: Nagyon elégedetlen (2 pont)
it: Molto insoddisfatto (2 punti)
nl: Zeer ontevreden (2 punten)
pl: Bardzo niezadowolony (2 punkty)
pt_pt: Muito insatisfeito (2 pontos)

# 862逆变器总数
source: Total inverters
de: Wechselrichter gesamt
es: Total de inversores
fr: Total des onduleurs
hu_hu: Összes inverter
it: Inverter totali
nl: Totaal aantal omvormers
pl: Falowniki ogółem
pt_pt: Inversores totais

# 863台
source: Station
de: Bahnhof
es: Estación
hu_hu: Állomás
it: Stazione
pl: Stacja
pt_pt: Estação

# 864修改用户信息
source: Modify user information
de: Benutzerinformationen ändern
es: Modificar información del usuario
fr: Modifier les informations sur l'utilisateur
hu_hu: Módosítsa a felhasználói információkat
it: Modifica le informazioni dell'utente
nl: Wijzig gebruikersinformatie
pl: Zmień informacje o użytkowniku
pt_pt: Modificar informações do usuário

# 865设备详情
source: Device Detail
de: Gerätedetail
es: Detalles del dispositivo
fr: Détail de l'appareil
hu_hu: Eszköz részlete
it: Dettaglio dispositivo
nl: Apparaatdetail
pl: Szczegóły urządzenia
pt_pt: Detalhes do dispositivo

# 866无法查看
source: Cannot view
de: Kann nicht anzeigen
es: No se puede visualizar
fr: Impossible à voir
hu_hu: Nem lehet megtekinteni
it: Impossibile visualizzare
nl: Kan niet bekijken
pl: Nie można wyświetlić
pt_pt: Não é possível visualizar

# 867用户详情
source: User Detail
de: Benutzerdetail
es: Detalles del usuario
fr: Détail de l'utilisateur
hu_hu: Felhasználó részletei
it: Dettagli dell'utente
nl: Gebruikers detail
pl: Dane użytkownika
pt_pt: Detalhe do Usuário

# 868所属采集器
source: assigned datalogger
de: Eigener Datenlogger
es: datalogger asignado
fr: enregistreur de données attribué
hu_hu: Saját adatgyűjtő
it: Datalogger di proprietà
nl: Eigendom van datalogger
pl: Własny rejestrator danych
pt_pt: Registrador de dados de propriedade

# 869逆变器型号
source: Inverter model
de: Wechselrichtermodell
es: Modelo de inversor
fr: Type d'onduleur
hu_hu: Inverter modell
it: Modello di inverter
nl: Omvormer model
pl: Model inwertera
pt_pt: Modelo inversor

# 86充电电池SOC设置
source: Rechargeable battery SOC
es: SOC Bateria recargable
fr: Batterie rechargeable SOC
hu_hu: Újratölthető akkumlátor töltöttségi állapot
pl: Stan naładowania baterii
pt_pt: Bateria recarregável SOC

# 870逆变器版本
source: Inverter version
de: Wechselrichterversion
es: Version de inversor
fr: Version de l'onduleur
hu_hu: Inverter verzió
it: Versione inverter
nl: Inverter versie
pl: Wersja inwertera
pt_pt: Versão do inversor

# 871账号
source: Account
de: Konto
es: Cuenta
fr: Compte
hu_hu: Számla
pl: Konto
pt_pt: Conta

# 872真实姓名
source: Real name
de: Echter Name
es: Nome real
fr: Nom réel
hu_hu: Igazi neve
it: Vero nome
nl: Echte naam
pl: Prawdziwe imię
pt_pt: Nome real

# 873储能机型号
source: Hybrid inverter model
de: Model z inwerterem hybrydowym
es: Modelo de inversor híbrido
fr: Modèle de l'onduleur hybride
hu_hu: Hibrid inverter modell
it: Modello di inverter ibrido
nl: Hybride omvormermodel
pl: Model z inwerterem hybrydowym
pt_pt: Modelo de inversor híbrido

# 874服务器地址
source: Server address
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur
hu_hu: Szerver címe
it: Indirizzo del server
nl: Server adres
pl: Adres serwera
pt_pt: Endereço do servidor

# 875返回首页
source: Return home
de: Nach Hause zurückkehren
es: Vuelva al inicio
fr: Retour à la maison
hu_hu: Hazatérni
it: Torna a casa
nl: Hazatérni
pl: Wrócić do domu
pt_pt: Voltar para casa

# 876设备搜索
source: Search device
de: Gerät suchen
es: Pesquisar dispositivo
fr: Rechercher un appreil
hu_hu: Keresési eszköz
it: Cerca dispositivo
nl: Zoek apparaat
pl: Wyszukaj urządzenie
pt_pt: Pesquisar dispositivo

# 877当前属性
source: Current attribute
de: Aktuelles Attribut
es: Atributo actual
fr: Attribut actuel
hu_hu: Jelenlegi attribútum
it: Attributo corrente
nl: Huidig kenmerk
pl: Aktualny atrybut
pt_pt: Atributo atual

# 878设置IP
source: Set IP
de: IP einstellen
es: Definir IP
fr: Définir l'IP
hu_hu: IP beállítása
it: Imposta IP
nl: Stel IP in
pl: Ustaw IP
pt_pt: Definir IP

# 879设置域名
source: Set the domain name
de: Stellen Sie den Domainnamen ein
es: Defina nombre de dominio
fr: Définir le nom de domaine
hu_hu: Állítsa be a domain nevet
it: Imposta il nome del dominio
nl: Stel de domeinnaam in
pl: Ustaw nazwę domeny
pt_pt: Defina o nome do domínio

# 87设置市电电压下限
source: Set grid voltage low
es: Ajustar umbral inferior de tensión de la red pública
fr: Fixer la limite inférieure de la tension du réseau
hu_hu: Állítsa be a hálózati feszültség alsó határát
pl: Ustaw dolny limit napiecia sieciowego
pt_pt: Ajuste de tensão minima da rede

# 880重启采集器
source: Restart datalogger
de: Starten Sie den Datenlogger neu
es: Reiniciar el datalogger
fr: Redémarrer le datalogger
hu_hu: Indítsa újra az adatgyűjtőt
it: Riavvia datalogger
nl: Start de datalogger opnieuw
pl: Uruchom ponownie rejestrator danych
pt_pt: Reiniciar registrador de dados

# 881清除采集器记录
source: Clear datalogger record
de: Datenlogger-Datensatz löschen
es: Borrar registro de datalogger
fr: Effacer l'enregistrement du datalogger
hu_hu: Tiszta adatgyűjtő rekord
it: Cancella il record del datalogger
nl: Duidelijk datalogger record
pl: Wyczyść rejestr danych
pt_pt: Limpar registro do registrador de dados

# 882采集器设置
source: Datalogger setting
de: Datenlogger-Einstellung
es: Configuración del datalogger
fr: Réglage du datalogger
hu_hu: A Datalogger beállítása
it: Impostazione del datalogger
nl: Datalogger instelling
pl: Ustawienie rejestratora danych
pt_pt: Configuração do registrador de dados

# 883远程设置错误
source: Remote setting error
de: Ferneinstellungsfehler
es: Error en configuración remota
fr: Erreur de réglage à distance
hu_hu: Távoli beállítási hiba
it: Errore di impostazione remota
nl: Fout bij instelling op afstand
pl: Błąd zdalnego ustawienia
pt_pt: Erro de configuração remota

# 884登录超时
source: Login timeout
de: Zeitüberschreitung beim Anmelden
es: Tiempo de login excedido
fr: Délai de connexion
hu_hu: Lejárt a bejelentkezési idő
it: Timeout di accesso
pl: Limit czasu logowania
pt_pt: Tempo limite de login

# 885问题不存在
source: The problem does not exist
de: Das Problem besteht nicht
es: El problema no existe
fr: Le problème n'existe pas
hu_hu: A probléma nem létezik
it: Il problema non esiste
nl: Het probleem bestaat niet
pl: Problem nie istnieje
pt_pt: O problema não existe

# 886客服不存在
source: Customer service does not exist
de: Kundenservice existiert nicht
es: El servicio de atención al cliente no existe
fr: Le service clientèle n'existe pas
hu_hu: Az ügyfélszolgálat nem létezik
it: Il servizio clienti non esiste
nl: Klantenservice bestaat niet
pl: Obsługa klienta nie istnieje
pt_pt: O serviço ao cliente não existe

# 887图片上传失败
source: Failed to upload picture
de: Bild konnte nicht hochgeladen werden
es: Fallo al cargar foto
fr: Échec du téléchargement de la photo
hu_hu: Nem sikerült feltölteni a képet
it: Impossibile caricare l'immagine
nl: Uploaden van foto is mislukt
pl: Nie udało się przesłać zdjęcia
pt_pt: Falha ao carregar a foto

# 888搜索不到信息
source: No information found
de: Keine Informationen gefunden
es: Información no encontrada
fr: Aucune information trouvée
hu_hu: Nincs információ
it: Nessuna informazione trovata
nl: Geen informatie gevonden
pl: Nie znaleziono informacji
pt_pt: Nenhuma informação encontrada

# 889储能机列表
source: Storage list
de: Speicherliste
es: Lista de almacenamiento
fr: Liste des machines de stockage d'énergie
hu_hu: Tárolási lista
it: Elenco di archiviazione
nl: Opslaglijst
pl: Lista pamięci
pt_pt: Lista de armazenamento

# 88使能
source: Enable
de: Aktivieren
es: Encendido
fr: Activer
hu_hu: Engedélyezze
it: Abilitare
nl: Inschakelen
pl: Włacz
pt_pt: Habilitar

# 890混储一体机
source: Hybrid inverter
de: Hybrid Wechselrichter
es: Inversor híbrido
fr: Onduleur hybride
hu_hu: Hibrid inverter
it: Inverter ibrido
nl: Hybride omvormer
pl: Falownik hybrydowy
pt_pt: Inversor híbrido

# 891完成时间
source: Complete time
de: Komplette Zeit
es: Tiempo completo
fr: Temps complet
hu_hu: Teljes idő
it: Tempo completo
nl: Volledige tijd
pl: Całkowity czas
pt_pt: Tempo completo

# 892预约时间
source: Appointment time
de: Termin
es: Hora de la cita
fr: Heure de rendez-vous
hu_hu: Időpont
it: Tempo di appuntamento
nl: Tijd van afspraak
pl: Termin spotkania
pt_pt: Hora do compromisso

# 893接收时间
source: Receving time
de: Zeit erhalten
es: Hora de llegada
fr: Temps de réception
hu_hu: Fogadási idő
it: Tempo di ricezione
nl: Ontvangen tijd
pl: Czas odbioru
pt_pt: Tempo de recebimento

# 894添加备注
source: Add notes
de: Notizen hinzufügen
es: Añadir notas
fr: Ajouter des remarques
hu_hu: Jegyzetek hozzáadása
it: Aggiungi note
nl: Notities toevoegen
pl: Dodaj notatki
pt_pt: Adicionar notas

# 895上传照片服务细节等现场照片
source: Upload picture(On site pictures showing service details)
de: Bild hochladen (Bilder vor Ort mit Servicedetails)
es: Cargar foto (fotos locales mostrando detalles del servicio)
fr: Télécharger une photo (photos sur site montrant les détails du service)
hu_hu: Kép feltöltése (helyszíni képek, amelyek a szolgáltatás részleteit mutatják)
it: Carica foto (Nelle foto del sito che mostrano i dettagli del servizio)
nl: Afbeelding uploaden (afbeeldingen op de site met servicegegevens)
pl: Prześlij zdjęcie (na stronie zdjęcia przedstawiające szczegóły usługi)
pt_pt: Carregar foto (fotos no local mostrando detalhes do serviço)

# 896提交
source: Submit
de: Einreichen
es: Enviar
fr: Soumettre
hu_hu: Beküldése
it: Sottoscrivi
nl: Voorleggen
pl: Zatwierdź
pt_pt: Enviar

# 897报告单
source: Report card
de: Zeugnis
es: Tarjeta de reporte
fr: Bulletin de notes
hu_hu: Jelentés kártya
it: Pagella
nl: Rapport
pl: Zgłoś kartę
pt_pt: Boletim

# 898上传照片
source: Upload
de: Hochladen
es: Envio
fr: Télécharger
hu_hu: Feltöltés
it: Caricare
nl: Uploaden
pl: Załaduj plik
pt_pt: Envio

# 899完成状态
source: Finished condition
de: Fertiger Zustand
es: Condición terminada
fr: État fini
hu_hu: Kész állapot
it: Condizioni finite
nl: Afgewerkte staat
pl: Gotowy stan
pt_pt: Condição terminada

# 89禁止
source: Disable
de: Deaktivieren
es: Apagado
fr: Désactiver
hu_hu: Letiltás
it: disattivare
nl: Uitschakelen
pl: Wyłacz
pt_pt: Desabilitar

# 8上滑查看详细数据
source: Slide up to check dedail data
de: Für Details nach oben wischen
es: Deslizar hacia arriba para comprobar los datos detallados
fr: Glisser vers le haut pour vérifier les données de duplication
hu_hu: Gördítsen feljebb, hogy ellenőrizze a részletes adatokat
it: Scorri verso l'alto per esaminare dati di dettaglio
nl: Swipe omhoog voor meer informatie
pl: Przesuń w górę, by uzyskać więcej informacji
pt_pt: Deslize para cima para verificar os detalhes dos dados

# 900定位
source: Locate
de: Lokalisieren
es: Localizar
fr: Localiser
hu_hu: Elhelyez
it: Individuare
nl: Bevind zich
pl: Odbierz
pt_pt: Localizar

# 901填写现场服务报告
source: Fill in the field service report
de: Füllen Sie den Vor-Ort-Servicebericht aus
es: Rellena en la instalacion el reporte de servicio
fr: Remplir le rapport de service sur le terrain
hu_hu: Töltse ki a helyszíni szolgáltatási jelentést
it: Compilare il rapporto sul servizio in loco
nl: Vul het servicerapport op de site in
pl: Wypełnij raport serwisowy na miejscu
pt_pt: Preencha o relatório de serviço no local

# 902接收
source: Receive
de: Erhalten
es: Recibir
fr: Recevoir
hu_hu: Kap
it: Ricevere
nl: Te ontvangen
pl: Otrzymaj
pt_pt: Receber

# 903预约上门时间
source: Make an appointment
de: Buchungszeit
es: Hora de la cita
fr: Prendre rendez-vous
hu_hu: Foglalási idő
it: Tempo di prenotazione
nl: Boekingstijd
pl: Czas rezerwacji
pt_pt: Hora da reserva

# 904已接入逆变器总数
source: Total number of connected inverters
de: Gesamtzahl der angeschlossenen Wechselrichter
es: Número total de inversores conectados
fr: Nombre total d'onduleurs connectés
hu_hu: A csatlakoztatott inverterek száma összesen
it: Numero totale di inverter collegati
nl: Totaal aantal aangesloten omvormers
pl: Całkowita liczba podłączonych falowników
pt_pt: Número total de inversores conectados

# 905问题管理
source: Issue management
es: Gestión de problemas
fr: Gestion des problèmes
hu_hu: Kiadáskezelés
it: Gestione dei problemi
nl: Beheer van problemen
pl: Zarządzanie problemami
pt_pt: Gerenciamento de problemas

# 906工单创建时间
source: Work order created time
de: Arbeitsauftrag erstellt Zeit
es: Hora de creacion de la orden de servicio
fr: Temps de création d'un bon de travail
hu_hu: A munkamegrendelés időt hozott létre
it: Tempo di creazione dell'ordine di lavoro
nl: Werkorder gecreëerd tijd
pl: Utworzony czas pracy
pt_pt: Hora de criação da ordem de serviço

# 907我的电站
source: My plant
de: Meine Pflanze
es: Mi planta
fr: Ma centrale
hu_hu: A növényem
it: La mia pianta
nl: Mijn plant
pl: Moja instalacja
pt_pt: Minha planta

# 908单个电站数据
source: Single plant data
de: Einzelanlagendaten
es: Datos de planta única
fr: Données sur une seule installation
hu_hu: Egyetlen növényi adatok
it: Dati per singolo impianto
nl: Egyetlen növényi adatok
pl: Dane z jednej instalacji
pt_pt: Dados de planta única

# 909请选择安装商
source: Please select an installer
de: Bitte wählen Sie den Installer
es: Por favor, seleccione instalador
fr: Veuillez choisir un installateur
hu_hu: Kérjük, válassza ki a telepítőt
it: Seleziona il programma di installazione
nl: Selecteer het installatieprogramma
pl: Wybierz instalatora
pt_pt: Por favor, selecione o instalador

# 90提交问题
source: Submit questions
de: Fragen einreichen
es: Enviar preguntas
fr: Soumettre des questions
hu_hu: Nyújtson be kérdéseket
it: Invia domande
nl: Stel vragen
pl: Wyślij zapytanie
pt_pt: Enviar perguntas

# 910报修记录
source: Repair record
de: Reparaturaufzeichnung
es: Registro de reparación
fr: Fiche de réparation
hu_hu: Javítási rekord
it: Registro delle riparazioni
nl: Reparatie record
pl: Zapis naprawy
pt_pt: Registro de reparo

# 911现场照片
source: Scene photos
de: Bilder vor Ort
es: Fotos del sitio
fr: Photos de la scène
hu_hu: Helyszíni képek
it: Sulle foto del sito
nl: Helyszíni képek
pl: Zdjęcia na stronie
pt_pt: Fotos no site

# 912评分
source: Score
de: Ergebnis
es: Puntuación
hu_hu: Pontszám
it: Punto
nl: Partituur
pl: Wynik
pt_pt: Ponto

# 913评价
source: Evaluation
de: Auswertung
es: Evaluación
fr: Évaluation
hu_hu: Értékelés
it: Valutazione
nl: Evaluatie
pl: Ocena
pt_pt: Avaliação

# 914基本信息是否有误
source: Whether the basic information is wrong
de: Ist die Basisinformation falsch?
es: Si las informaciones básicas son incorrectas
fr: Si les informations de base sont erronées
hu_hu: Az alapinformációk helytelenek-e
it: Se le informazioni di base sono errate
nl: Of de basisinformatie onjuist is
pl: Czy podstawowe informacje są błędne
pt_pt: Se as informações básicas estão erradas

# 915满意度打分
source: Satisfaction score
de: Zufriedenheit Punktzahl
es: Puntuación de satisfacción
fr: Score de satisfaction
hu_hu: Elégedettségi pontszám
it: Punteggio di soddisfazione
nl: Tevredenheidsscore
pl: Poziom satysfakcji
pt_pt: Pontuação de satisfação

# 916电话是否接通
source: Whether the call is connected
de: Ob das Telefon verbunden ist
es: Si su llamada se esta conectada
fr: Si l'appel est connecté
hu_hu: A telefon csatlakoztatva van-e
it: Se il telefono è collegato
nl: Of de telefoon is verbonden
pl: Czy telefon jest podłączony
pt_pt: Se o telefone está conectado

# 917是否按约定时间到达现场
source: Whether to arrive at the scene as scheduled
de: Ob Sie als vereinbarte Zeit am Tatort ankommen
es: Si se llega a la hora prevista
fr: Arriver ou non sur les lieux comme prévu
hu_hu: Hogy érkezzen-e a helyszínre a megállapodás szerinti időben
it: Se arrivare sulla scena come concordato
nl: Of om op de afgesproken plaats te arriveren
pl: Czy przybyć na miejsce w uzgodnionym czasie
pt_pt: Se deve chegar ao local conforme o horário combinado

# 918是否签字确认
source: Whether to sign the confirmation
de: Ob die Bestätigung unterschrieben werden soll
es: Si se firma la confirmación
fr: Confirmation de la signature
hu_hu: Vajon aláírja-e a megerősítést
it: Se firmare la conferma
nl: Of de bevestiging moet worden ondertekend
pl: Czy potwierdzić
pt_pt: Se deve assinar a confirmação

# 919报修表格
source: Repair form
de: Formular reparieren
es: Formulario de reparación
fr: Formulaire de réparation
hu_hu: Javítási forma
it: Modulo di riparazione
nl: Reparatie formulier
pl: Formularz naprawy
pt_pt: Formulário de reparo
