Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# Me.Watch.iWatch_User_Giude
source: iWatch使用指南
de: iWatch Benutzerhandbuch
es: Guía del usuario de iWatch
fr: Guide de l'utilisateur iWatch
hu_hu: iWatch felhasználói kézikönyv
it: Guida per l'utente di iWatch
nl: iWatch-gebruikershandleiding
pl: Podręcznik użytkownika iWatch
pt_pt: Guia do usuário iWatch

# Me.Watch.Added_Devices
source: 已添加设备
de: Gerät hinzugefügt
es: Dispositivo agregado
fr: Appareil ajouté
hu_hu: Eszköz hozzáadva
it: Dispositivo aggiunto
nl: Apparaat toegevoegd
pl: Dodano urządzenie
pt_pt: Dispositivo adicionado

# Me.Watch.Unadded_Devices
source: 未添加设备
de: Kein Gerät hinzugefügt
es: No se agregó ningún dispositivo
fr: Aucun appareil ajouté
hu_hu: Nincs eszköz hozzáadva
it: Nessun dispositivo aggiunto
nl: Geen apparaat toegevoegd
pl: Nie dodano żadnego urządzenia
pt_pt: Nenhum dispositivo adicionado

# Me.Watch.Added_Scene
source: 已添加场景
de: Szene hinzugefügt
es: Escena agregada
fr: Scène ajoutée
hu_hu: Jelenet hozzáadva
it: Scena aggiunta
nl: Scene toegevoegd
pl: Scena dodana
pt_pt: Cena adicionada

# Me.Watch.Unadded_Scene
source: 未添加场景
de: Keine Szene hinzugefügt
es: No se agregó ninguna escena
fr: Aucune scène ajoutée
hu_hu: Nincs jelenet hozzáadva
it: Nessuna scena aggiunta
nl: Geen scène toegevoegd
pl: Nie dodano żadnej sceny
pt_pt: Nenhuma cena adicionada

# Me.Watch.Added_PVLink
source: 已添加联动
de: Verknüpfung hinzugefügt
es: Enlace agregado
fr: Lien ajouté
hu_hu: Összekapcsolás hozzáadva
it: Collegamento aggiunto
nl: Koppeling toegevoegd
pl: Dodano powiązanie
pt_pt: Ligação adicionada

# Me.Watch.Unadded_PVLink
source: 未添加联动
de: Keine Verknüpfung hinzugefügt
es: No se agregó ningún enlace
fr: Aucun lien ajouté
hu_hu: Nincs összekapcsolás hozzáadva
it: Nessun collegamento aggiunto
nl: Geen koppeling toegevoegd
pl: Nie dodano żadnego powiązania
pt_pt: Nenhuma ligação adicionada

# Me.Watch.MoveOut
source: 移出
de: Ausziehen
es: Mudarse
fr: Déplacer
hu_hu: Kiköltözik
it: Spostati
nl: weggaan
pl: Wyprowadzać się
pt_pt: Mudar

# Me.Watch.Executing
source: 执行中
de: In Ausführung
es: En ejecución
fr: En cours d'exécution
hu_hu: Végrehajtáskor
it: In esecuzione
nl: In uitvoering
pl: Wykonywanie ...
pt_pt: Em execução

# Me.Watch.Unexecuting
source: 未执行
de: Nicht ausgeführt
es: No realizado
fr: Non effectué
hu_hu: Nem teljesült
it: Non eseguito
nl: Niet uitgevoerd
pl: Nie wykonano
pt_pt: Não realizado

# Watch.Api.unsupportedDeviceType
source: 不支持的设备类型
de: Nicht unterstützter Gerätetyp
es: Tipo de dispositivo no admitido
fr: Type d'appareil non pris en charge
hu_hu: Nem támogatott eszköztípus
it: Tipo di dispositivo non supportato
nl: Niet-ondersteund apparaat
pl: Nieobsługiwany typ urządzenia
pt_pt: Tipo de dispositivo não suportado

# Watch.Api.ServerResponseDataError
source: 服务器返回数据错误
de: Der Server hat einen Datenfehler zurückgegeben
es: Error de datos devueltos por el servidor
fr: Le serveur a renvoyé une erreur de données
hu_hu: A szerver adathibát adott vissza
it: Il server ha restituito un errore nei dati
nl: Foutieve data van Server
pl: Serwer zwrócił błąd danych
pt_pt: O servidor retornou um erro de dados

# Watch.Api.notSupported
source: 接口不支持
de: Schnittstelle wird nicht unterstützt
es: La interfaz no es compatible
fr: L'interface ne prend pas en charge
hu_hu: Az interfész nem támogatja
it: L'interfaccia non supporta
nl: Niet ondersteund
pl: Interfejs nie obsługuje tego API
pt_pt: Interface não suporta

# Watch.Api.canNotFindDetailInfo
source: 找不到详细信息
de: Keine Details gefunden
es: No se encontraron detalles
fr: Aucun détail trouvé
hu_hu: Nincsenek részletek
it: Nessun dettaglio trovato
nl: Geen details gevonden
pl: Nie znaleziono żadnych szczegółów
pt_pt: Nenhum detalhe encontrado

# Watch.Api.deviceNetworkNotSet
source: 设备未配网
de: Das Gerät ist nicht mit einem Netzwerk verbunden
es: El dispositivo no está equipado con una red
fr: L'appareil n'est pas équipé d'un réseau
hu_hu: A készülék nincs hálózattal ellátva
it: Il dispositivo non è dotato di una rete
nl: Het apparaat is niet verbonden met een netwerk
pl: Sieć nie jest ustawiona na urządzeniu
pt_pt: O dispositivo não está equipado com uma rede

# Watch.Api.tuyaPlatformNotLogin
source: 涂鸦账号未登录
de: Tuya-Konto ist nicht angemeldet
es: La cuenta de Tuya no está registrada
fr: Le compte Tuya n'est pas connecté
hu_hu: A Tuya-fiók nincs bejelentkezve
it: L'account Tuya non è connesso
nl: Niet ingelogd op Tuya-account
pl: Konto Grohome nie jest zalogowane
pt_pt: A conta de Tuya não está conectada

# Watch.Api.noAccessForGuest
source: 浏览用户禁止设备控制操作
de: Das Demo-Konto kann das Gerät nicht steuern
es: Se prohíben las operaciones de control a dispositivos de los usuarios de navegación
fr: Le compte demo ne permet pas de controler l'appareil
hu_hu: A böngésző felhasználók tiltják az eszközvezérlési műveleteket
it: Gli utenti che navigano vietano le operazioni di controllo del dispositivo
nl: demo-accounts kunnen geen instellingen aanpassen.
pl: Użytkownicy goście nie mają tych uprawnień
pt_pt: Os usuários de navegação proíbem as operações de controle do dispositivo

# Watch.Api.jsonFormatError
source: json数据格式错误
de: JSON-Datenformatfehler
es: error de formato de datos json
fr: erreur de format de données json
hu_hu: json adatformátum hiba
it: errore di formato dati json
nl: Foutieve data van Server
pl: Błąd formatu danych JSON
pt_pt: erro de formato de dados json

# Me.Watch.My_Devices
source: 我的设备
de: Meine Geräteliste
es: Mi lista de dispositivos
fr: Liste des appareils
hu_hu: Eszközlista
it: La mia lista dei dispositivi
nl: Mijn apparatenlijst
pl: Moja lista urzadzeń
pt_pt: Minha lista de dispositivos

# Me.Watch.My_Scenes
source: 我的场景
de: Meine Szene
es: Mi escena
fr: Ma scène
hu_hu: Saját jelenetem
it: La mia scena
nl: Mijn scene
pl: Moja scena
pt_pt: Minha cena

# Me.Watch.PV_linkage
source: 光伏联动
de: PV-Verknüpfung
es: Acoplamiento fotovoltaico
fr: Liaison PV
hu_hu: PV kapcsolás
it: Collegamento PV
nl: PV-koppeling
pl: Połączenie PV
pt_pt: Ligação PV

# Me.Watch.Save
source: 保存
de: Sparen
es: Guardar
fr: Sauvegarder
hu_hu: Mentés
it: Salvare
nl: Opslaan
pl: Zapisz
pt_pt: Salvar

# Me.Watch.Edit
source: 编辑
de: Bearbeiten
es: Editar
fr: Editer
hu_hu: Szerkesztés
it: Modifica
nl: Aanpassen
pl: Edytuj
pt_pt: Editar

# Me.Watch.Open
source: 开启
de: ON
es: Comienzo
fr: ON
hu_hu: ON
it: ON
nl: ON
pl: Start
pt_pt: ON

# Me.Watch.Close
source: 关闭
de: OFF
es: OFF
fr: OFF
hu_hu: OFF
it: OFF
nl: OFF
pl: Koniec
pt_pt: OFF

# Watch.Api.ParameterError
source: 参数错误
de: Parameterfehler
es: Error del parámetro
fr: Erreur de paramètre
hu_hu: Paraméter hiba
it: Errore di parametro
nl: Parameterfout
pl: Błąd parametru
pt_pt: Erro de parâmetro

# Watch.Api.deviceIsOffline
source: 设备不在线
de: Gerät offline
es: Dispositivo desconectado
fr: Appareil hors ligne
hu_hu: Eszköz offline állapotban
it: Dispositivo offline
nl: Apparaat offline
pl: Urządzenie jest offline
pt_pt: Dispositivo offline

# 1163测试进程
source: Test Process
de: Testprozess
es: Proceso de prueba
fr: Processus de test
hu_hu: Tesztelési folyamat
it: Processo di prova
nl: Testproces
pt_pt: Processo de teste

# 1210并机防逆流降载
source: ParallelAntiBackflowDerate
es: ParaleloAntiBackflowDerate
fr: Délestage parallèle anti-inversion

# 151重启
source: Restart
es: Reiniciar
fr: Redémarrer
hu_hu: Újraindítás
pt_pt: Reiniciar

# 186在线
source: Online
es: En línea
fr: En ligne

# 221开关
source: On/Off
es: Encendido/apagado
nl: Aan/Uit

# 237已开启
source: ON
es: ENCENDIDO

# 238已关闭
source: OFF
es: APAGADO

# 250告警信息
source: Alarm
es: Alarma
fr: Alarme
hu_hu: Riasztások
it: Allarme
pt_pt: Alarme

# 275PID电压/电流
source: PID Volt/Current
de: PID Spannung/Strom
es: Voltaje / Corriente PID
fr: Tension/courant PID
pt_pt: Tensão/Corrente PID

# 295转移
source: Transfer
es: Transferir
fr: Transférer
hu_hu: Átutalás
it: Trasferimento
nl: Overdracht
pt_pt: Transferir

# 353关闭
source: OFF
es: APAGADO

# 379场景图标
source: Scene icon
de: Szene-Symbol
es: Icono de escena
fr: Icône de la scène
hu_hu: Jelenet ikon
it: Icona della scena
nl: Scène pictogram
pt_pt: Ícone da cena

# 385Q(v)切入功率
source: Q(v) In P(%)
es: Q (v) Entrada P (%)

# 386Q(v)切出功率
source: Q(v) Out P(%)
es: Q (v) Salida P (%)

# 505状态
source: Status
es: Estado
fr: État
hu_hu: Állapot
it: Stato
nl: Staat

# 549工作状态
source: Status
es: Estado
fr: État

# 572无
source: Null
es: Nulo
hu_hu: Nulla
it: Nullo
nl: Nul
pt_pt: Nulo

# 629复位
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hu_hu: Visszaállítás
pt_pt: Restabelecer

# 664防逆流
source: Exportlimit
es: Limite de exportación
fr: Limite d'exportation
nl: Exportlimiet
pt_pt: Limite de exportação

# 668桩拒绝充电
source: SuspendedEVSE
es: Suspendido EVSE
fr: EVSE suspendue

# 670桩拒绝充电,请切换使用其他充电桩
source: charging Point refused to charge, please switch to other charging Point
es: El punto de carga se negó a cargar, cambie a otro punto de carga
fr: Le point de chargement a refusé de charger, veuillez passer à un autre point de chargement

# 772离线
source: Offline
es: Sin conexión
fr: Hors ligne
it: Disconnesso
pt_pt: Çevrimdışı

# 933在线逆变器
source: Online
es: Conectados
fr: En ligne
it: In linea
pt_pt: Conectados

# 不在线
source: offline
es: Desconectado
fr: Hors ligne
hu_hu: Nem elérhető
it: Disconnesso
pt_pt: Desligada

# 电子邮箱
source: Email
es: Correo electrónico

# 端口
source: Port
es: Puerto
it: Porta
nl: Poort

# 型号
source: model
es: Modelo
fr: modèle
hu_hu: Modell
it: Modello
pt_pt: Modelo

# 1290周末
source: weekend
de: Wochenende
es: Fin de semana
hu_hu: hétvége
it: fine settimana
pt_pt: Fim de semana

# 上升斜率
source: Ramp Rate
de: Rampenrate
es: Velocidad de rampa
fr: Taux de rampe
it: Velocità di rampa
nl: Toenamesnelheid
pt_pt: Taxa de rampa

# 电压有功
source: Volt/Watt
es: Voltios / vatios

# 并网频率高值
source: Freq High
de: Frequenz hoch
es: Frecuencia alta
fr: Fréq haut
nl: Freq hoog

# 并网频率低值
source: Freq Low
de: Frequenz niedrig
es: Frecuencia baja
fr: Fréq faible
it: Freq Basso
nl: Freq Laag

# 2724G APN
source: 4G APN
es: APN 4G

# 1341MPPT1电流
source: MPPT1 CURRENT
de: MPPT1 AKTUELL
es: FV1 INTENSIDAD
fr: ACTUEL MPPT1
hu_hu: MPPT1 JELENLEG
it: CORRENTE MPPT1

# 1342MPPT2电流
source: MPPT2 CURRENT
de: MPPT2-STROM
es: FV2 INTENSIDAD
fr: ACTUEL MPPT2
hu_hu: MPPT2 JELENLEG
it: CORRENTE MPPT2

# 1343MPPT3电流
source: MPPT3 CURRENT
de: MPPT3-STROM
es: FV3 INTENSIDAD
fr: ACTUEL MPPT3
hu_hu: MPPT3 JELENLEG
it: CORRENTE MPPT3
nl: MPPT3 HUIDIG

# 操作人
source: Operator
es: Operador
fr: Opérateur
hu_hu: Operátor
it: Operatore
nl: Beheerder
pt_pt: Operador

# 1098采集器序列号
source: Datalog S/N
fr: S/N Datalogger
it: Registro dati S / N
pt_pt: Registro de dados S / N

# 1152益邦
source: Eybond
fr: A propos d'Eybond

# 1154意大利语
source: Italiana
fr: Italien

# 1200PV高压降载
source: PVHighDerate
fr: Chute de tension élevée PV

# 1201老化固定功率降载
source: AgeingFixDerate
fr: Vieillissement Chute de puissance fixe

# 1202电网高压降载
source: GridVHighDerate
fr: Délestage du réseau haute tension

# 1203过频降载
source: FreqHighDerate
fr: le délestage en sur-fréquence

# 1204DC源模式降载
source: DcSoureModeDerate
fr: Mode source DC charge descendante

# 1205逆变模块过温降载
source: InvTemprDerate
fr: Chute de température du module onduleur

# 1206有功设定限载
source: ActivePowerOrder
fr: Ordre de puissance active

# 1207内部环境过温降载
source: InternalTemprDerate
fr: Réduction de la surchauffe de l'environnement interne

# 1208外部环境过温降载
source: OutTemprDerate
fr: Réduction des surchauffes environnementales externes

# 1209线路阻抗降载
source: LineImpeCalcDerate
fr: Téléchargement de l'impédance de ligne

# 1211单机防逆流降载
source: BdcLoadPriDerate
fr: Délestage autonome anti-retour de courant

# 1212负载优先模式降载
source: ChkCTErrDerate
fr: Téléchargement en mode ”load first“

# 1213检测CT错反接降载
source: ChkCTWiringDerate
fr: Détection des erreurs de connexion des TC sur la liaison descendante

# 321频率
source: F
fr: Fréquence

# 459序列号
source: SN
fr: Numéro de série

# 573面板
source: panel
fr: Panneau
it: Pannello
nl: Paneel
pt_pt: Painel

# 700家庭能源
source: GroHome
fr: Énergie domestique

# 781澳洲
source: Australia
de: Australien
fr: Australie
hu_hu: Ausztrália
nl: Australië
pt_pt: Austrália

source: Datalog S/N
fr: NS Datalogger
it: Registro dati S / N
pt_pt: Registro de dados S / N

# 118市电旁路带载
source: Bypass
hu_hu: Akkumláto feszültség
pt_pt: Ignorar

# 856分
source: min
de: Mindest
