Repository: stoull/Extract_Xcode_Languages_File_From_Excel
Catalog: LanguageFile_From_Old_Project/*.lproj/Localizable.strings
Languages: de, es, fr, hu_hu, it, nl, pl, pt_pt

# 最长续费年限不得超过5年
source: The maximum renewal period shall not exceed 5 years
de: Die maximale Verlängerungsdauer darf 5 Jahre nicht überschreiten
es: El período máximo de renovación no excederá de 5 años.
fr: La période de renouvellement maximale ne dépasse pas 5 ans
hu_hu: A megújítás maximális időtartama nem haladhatja meg az 5 évet
it: Il periodo massimo di rinnovo non deve superare i 5 anni
nl: De maximale verlengingstermijn bedraagt ​​niet meer dan 5 jaar
pl: Maksymalny okres odnowienia nie przekracza 5 lat
pt_pt: O período máximo de renovação não deve exceder 5 anos

# 充值大于两年提示
source: Recharge more than two years prompt
de: Laden Sie mehr als zwei Jahre schnell auf
es: Recargue más de dos años pronto
fr: Rechargez plus de deux ans rapidement
hu_hu: Töltse fel több mint két év gyors
it: Salve, cari utenti, China Mobile sta gradualmente eliminando i servizi di rete 2G in varie regioni. Per utilizzare bene l'ambiente di rete, si raccomanda che il tempo di ricarica non sia troppo lungo. Disclaimer: La tariffa per la ricarica dei dati è addebitata dalla società di comunicazione mobile e Ginverter non si assume il servizio di rimborso.
nl: Laad snel meer dan twee jaar op
pl: Naładuj szybciej niż dwa lata
pt_pt: Recarregue mais de dois anos imediatamente

# 建站收益计算
source: Calculation of website revenue
de: Berechnung der Website-Einnahmen
es: Cálculo de los ingresos del sitio web
fr: Calcul des revenus du site Web
hu_hu: A weboldal bevételének kiszámítása
it: Calcolo delle entrate del sito
nl: Berekening van website-inkomsten
pl: Obliczanie przychodów ze strony internetowej
pt_pt: Cálculo da receita do site

# 防逆流使能
source: Export-limitation enable
de: Exportbeschränkung aktivieren
es: Habilitar límite de exportación
fr: Activation de la limitation d'exportation
hu_hu: Export-korlátozás engedélyezése
it: Abilitazione limitazione all'esportazione
nl: Exportbeperking inschakelen
pl: Włączenie przeciwdziałania cofaniu się
pt_pt: Habilitar limitação de exportação

# 192第三路PV电压
source: Voltage of PV3
es: Voltaje de FV3
fr: Tension PV3
it: Terza tensione FV
pl: Napiecie PV 3
pt_pt: Tensão PV3

# 193第三路PV功率
source: Power of PV3
es: Potencia de FV3
fr: Puissance PV3
it: Terza potenza FV
pl: Moc PV 3
pt_pt: Potência PV3

# 194第四路PV电压
source: Voltage of PV4
es: Voltaje de FV4
fr: Tension PV4
it: Quarta tensione FV
pl: Napiecie PV 4
pt_pt: Tensão PV4

# 195第四路PV功率
source: Power of PV4
es: Potencia de FV4
fr: Puissance PV4
it: Quarta potenza FV
pl: Moc PV 4
pt_pt: Potência PV4

# Enter Hostname
source: Please enter Hostname
de: Bitte geben Sie den Hostnamen ein
es: Ingrese el nombre de host
fr: Veuillez saisir le nom d'hôte
hu_hu: Kérjük, írja be a gazdagép nevét
nl: Voer de hostnaam in
pl: Wprowadź nazwę hosta
pt_pt: Digite o nome do host

# Enter Server
source: Please enter Server
de: Bitte geben Sie Server ein
es: Por favor ingrese al servidor
fr: Veuillez entrer le serveur
hu_hu: Kérjük, adja meg a Szervert
nl: Voer Server in
pl: Wprowadź serwer
pt_pt: Por favor entre no servidor

# US配网
source: US distribution network
de: US-Vertriebsnetz
es: Red de distribución de EE. UU.
fr: Réseau de distribution américain
hu_hu: Amerikai disztribúciós hálózat
it: Rete di distribuzione statunitense
nl: Amerikaans distributienetwerk
pl: Sieć dystrybucji w USA
pt_pt: Rede de distribuição dos EUA

# 请选择路由器
source: Please choose a router
de: Bitte wählen Sie einen Router
es: Elija un router
fr: Veuillez choisir un routeur
hu_hu: Válasszon útválasztót
it: Scegli un router
nl: Kies een router
pl: Wybierz router
pt_pt: Escolha um roteador

# 该设备不能转移
source: The device cannot be transferred
de: Das Gerät kann nicht übertragen werden
es: El dispositivo no se puede transferir
fr: L'appareil ne peut pas être transféré
hu_hu: Az eszköz nem vihető át
it: Il dispositivo non può essere trasferito
nl: Het apparaat kan niet worden overgedragen
pl: Nie można przenieść urządzenia
pt_pt: O dispositivo não pode ser transferido

# A路强度
source: dBm of A Channel Amplitude
de: dBm einer Kanalamplitude
es: dBm de amplitud de canal A
fr: dBm d'une amplitude de canal
hu_hu: dBm A csatorna amplitúdó
it: dBm di ampiezza del canale A.
nl: dBm van A-kanaalamplitude
pl: dBm amplitudy kanału A.
pt_pt: dBm de amplitude do canal A

# B路强度
source: dBm of B Channel Amplitude
de: dBm der B-Kanal-Amplitude
es: dBm de amplitud del canal B
fr: dBm d'amplitude du canal B
hu_hu: dBm B csatorna amplitúdó
it: dBm di ampiezza canale B.
nl: dBm van B-kanaalamplitude
pl: dBm amplitudy kanału B.
pt_pt: dBm de amplitude do canal B

# A路FFT
source: FFT for B Channel
de: FFT für B-Kanal
es: FFT para canal B
fr: FFT pour canal B
hu_hu: FFT a B csatornához
it: FFT per canale B.
nl: FFT voor B-kanaal
pl: FFT dla kanału B.
pt_pt: FFT para canal B

# B路FFT
source: FFT for A Channel
de: FFT für einen Kanal
es: FFT para un canal
fr: FFT pour un canal
hu_hu: FFT egy csatornához
it: FFT per un canale
nl: FFT voor A Channel
pl: FFT dla kanału A.
pt_pt: FFT para um canal

# FFT实时值
source: FFT Value
de: FFT-Wert
es: Valor de FFT
fr: Valeur FFT
hu_hu: FFT érték
it: Valore FFT
nl: FFT-waarde
pl: Wartość FFT
pt_pt: Valor FFT

# 不使能防逆流
source: Disable Exportlimit
de: Exportlimit deaktivieren
es: Deshabilitar límite de exportación
fr: Désactiver la limite d'exportation
hu_hu: Tiltsa le az Exportlimit alkalmazást
it: Disabilita Exportlimit
nl: Schakel Exportlimit uit
pl: Wyłącz Exportlimit
pt_pt: Desativar Exportlimit

# 使能485接口防逆流
source: Enable Exportlimit via RS485
de: Aktivieren Sie Exportlimit über RS485
es: Habilitar límite de exportación a través de RS485
fr: Activer la limite d'exportation via RS485
hu_hu: Engedélyezze az Exportlimit alkalmazást az RS485-en keresztül
it: Abilita Exportlimit tramite RS485
nl: Schakel Exportlimit via RS485 in
pl: Włącz Exportlimit przez RS485
pt_pt: Habilitar Exportlimit via RS485

# 使能232接口防逆流
source: Enable Exportlimit via RS232
de: Aktivieren Sie Exportlimit über RS232
es: Habilitar límite de exportación a través de RS232
fr: Activer la limite d'exportation via RS232
hu_hu: Engedélyezze az Exportlimit alkalmazást RS232-en keresztül
it: Abilita Exportlimit tramite RS232
nl: Schakel Exportlimit via RS232 in
pl: Włącz Exportlimit przez RS232
pt_pt: Habilitar Exportlimit via RS232

# 使能CT防逆流
source: Enable Exportlimit via CT
de: Aktivieren Sie Exportlimit über CT
es: Habilitar límite de exportación a través de CT
fr: Activer la limite d'exportation via CT
hu_hu: Engedélyezze az Exportlimit CT-n keresztül
it: Abilita Exportlimit tramite CT
nl: Schakel Exportlimit via CT in
pl: Włącz Exportlimit przez CT
pt_pt: Habilitar Exportlimit via CT

# 账号信息
source: account information
de: Kontoinformationen
es: Información de la cuenta
fr: Information sur le compte
hu_hu: Számla információ
it: Informazioni account
nl: Account Informatie
pl: informacje o koncie
pt_pt: Informação da conta

# 用电量
source: Load consumption
de: Verbrauch laden
es: Consumo de carga
fr: Charge de consommation
hu_hu: Terhelésfogyasztás
it: energia utilizzata
nl: Laad verbruik
pl: Zużycie energii
pt_pt: Consumo de carga

# 需设置关闭任务
source: Need to set close task
de: Notwendigkeit, enge Aufgabe zu setzen
es: Necesita establecer una tarea cercana
fr: Besoin de définir la tâche de fermeture
hu_hu: Be kell állítani a közeli feladatot
nl: Moet een afsluitende taak instellen
pl: Musisz ustawić zamknięte zadanie
pt_pt: Precisa definir tarefa de fechamento

# 设置了开启任务需设置关闭任务，否则返回将还原为原来的任务
source: To set the open task, you need to set the closed task, otherwise the return will be restored to the original task
de: Um die offene Aufgabe festzulegen, müssen Sie die geschlossene Aufgabe festlegen, andernfalls wird die Rückkehr zur ursprünglichen Aufgabe wiederhergestellt
es: Para configurar la tarea abierta, debe configurar la tarea cerrada; de lo contrario, la devolución se restaurará a la tarea original
fr: Pour définir la tâche ouverte, vous devez définir la tâche fermée, sinon le retour sera restauré à la tâche d'origine
hu_hu: Ha beállítja a nyitott feladatot, akkor be kell állítania a zárt feladatot, különben a visszatérés visszaáll az eredeti feladatra
nl: Als u de open taak instelt, moet u de gesloten taak instellen, anders wordt de terugkeer naar de oorspronkelijke taak hersteld
pl: Aby ustawić otwarte zadanie, musisz ustawić zadanie zamknięte, w przeciwnym razie powrót zostanie przywrócony do pierwotnego zadania
pt_pt: Para definir a tarefa aberta, você precisa definir a tarefa fechada, caso contrário, o retorno será restaurado à tarefa original

# 长按删除
source: Long press to delete
de: Zum Löschen lange drücken
es: Mantenga pulsado para eliminar
fr: Appuyez longuement pour supprimer
hu_hu: Hosszan nyomja meg a törléshez
nl: Lang indrukken om te verwijderen
pl: Przytrzymaj, aby usunąć
pt_pt: Pressione e segure para excluir

# 找不到序列号？
source: Can not find the serial number?
de: Können Sie die Seriennummer nicht finden?
es: ¿No puede encontrar el número de serie?
fr: Vous ne trouvez pas le numéro de série?
hu_hu: Nem találja a sorozatszámot?
it: Non riesci a trovare il numero di serie?
nl: Kunt u het serienummer niet vinden?
pl: Nie możesz znaleźć numeru seryjnego?
pt_pt: Não consegue encontrar o número de série?

# 标准模式
source: Standard mode
de: Standart Modus
es: Modo estandar
fr: Mode standard
hu_hu: Normál mód
it: Modalità standard
nl: Standaardmodus
pl: Tryb standardowy
pt_pt: Modo padrão

source: For ShineWiFi-S/X that has been configured, when the router or router password is changed, the ShineWIFI-S/X needs to be reset before configuration. Please press and hold the KEY button of the main body of the collector for more than 6 seconds until the 3 lights are always on. After that, immediately release your hand until the red light flashes slowly and start to re-distribute the network.
de: Bei ShineWIFI-S, das bereits konfiguriert wurde, muss das ShineWIFI-S vor dem Konfigurieren zurückgesetzt werden, wenn der Router oder das Router-Passwort geändert wurde. Bitte drücken Sie die KEY-Taste am an der Vorderseite des Datenloggers länger als 6 Sekunden, bis die LED leuchtet und das Licht an ist.
es: Para ShineWIFI-S que se ha configurado, cuando se cambia la contraseña del enrutador o enrutador, el ShineWIFI-S debe reiniciarse antes de la configuración. Presione la tecla LLAVE del cuerpo principal del colector Changan durante más de 6 segundos hasta que el LED la luz está encendida.
fr: Pour ShineWIFI-S qui a été configuré, lorsque le mot de passe du routeur ou du routeur est changé, le ShineWIFI-S doit être réinitialisé avant la configuration. Veuillez appuyer sur la touche KEY du corps principal du collecteur Changan pendant plus de 6 secondes jusqu'à ce que la LED la lumière est allumée.
hu_hu: A konfigurált ShineWIFI-S esetén az útválasztó vagy az útválasztó jelszavának megváltoztatásakor a ShineWIFI-S-t vissza kell állítani a konfigurálás előtt. Kérjük, nyomja meg a Changan kollektor törzsének KEY gombját 6 másodpercnél tovább, amíg a LED világít.
it: Nel caso in cui ShineWIFI-S/X è già configurato: se il router è stato sostituito o la password del router è stata modificata, ShineWIFI-S/X deve essere ripristinato prima della riconfigurazione. Premere il tasto KEY sul monitoraggio per più di 6 secondi fino a quando la luce LED rimane accesa fissa.
nl: Indien de router is vervangen of het wifi wachtwoord is gewijzigd dient de ShineWIFI-S gereset te worden voordat de configuratie wordt uitgevoerd. Houdt de KEY-toets van de dataloogger 6 seconden ingedrukt totdat alle lampjes gaan branden.
pl: W przypadku ShineWIFI-S, które zostało wcześniej skonfigurowane, po zmianie hasła WiFi lub routera należy zresetować ShineWIFI-S przed konfiguracją. Naciśnij klawisz KEY na głównym korpusie rejestratora przez ponad 6 sekund, aż dioda LED zapali się trzema kolorami jednocześnie.
pt_pt: Para o ShineWIFI-S que foi configurado, quando o roteador ou a senha do roteador são alterados, o ShineWIFI-S precisa ser redefinido antes da configuração. Pressione a tecla KEY do corpo principal do coletor Changan por mais de 6 segundos até o LED a luz está acesa.

# 非专业人士指导切勿擅自修改设置
source: Non-professionals should not modify the settings without authorization
de: Laien sollten die Einstellungen nicht ohne Genehmigung ändern
es: Los no profesionales no deben modificar la configuración sin autorización
fr: Les non-professionnels ne doivent pas modifier les paramètres sans autorisation
hu_hu: Nem szakembereknek nem szabad engedély nélkül módosítaniuk a beállításokat
it: I non professionisti non dovrebbero modificare le impostazioni senza autorizzazione
nl: Niet-professionals mogen de instellingen niet wijzigen zonder toestemming
pl: Te ustawienia nie powinny być modyfikowane poza serwisem.
pt_pt: Os não profissionais não devem modificar as configurações sem autorização

# 采集器时间
source: Datalogger time
de: Datenloggerzeit
es: Tiempo de coleccionista
fr: Temps de collection
hu_hu: Gyűjtői idő
it: Tempo di aggiornamento dati
nl: Datalogger tijd
pl: Czas rejestratora
pt_pt: Tempo de colecionador

# 同步时间
source: Synchronised time
de: Synchronisierte Zeit
es: tiempo sincronizado
fr: heure synchronisée
hu_hu: szinkronizált idő
it: Tempo sincronizzato
nl: gesynchroniseerde tijd
pl: Zsynchronizowany czas
pt_pt: tempo sincronizado

# 获取当前时间
source: Get current time
de: Aktuelle Zeit abrufen
es: Obtener la hora actual
fr: Obtenir l'heure actuelle
hu_hu: Szerezd meg az aktuális időt
it: Ottieni l'ora corrente
nl: Synchroniseer tijd
pl: Zsynchronizuj czas
pt_pt: Obtenha a hora atual

# 路由器设置
source: Router settings
de: Router-Einstellungen
es: Configuración del enrutador
fr: Paramètres du routeur
hu_hu: Útválasztó beállításai
it: Impostazioni del router
nl: Router instellingen
pl: Ustawienia routera
pt_pt: Configurações do roteador

# 时间设置
source: Time setting
de: Zeiteinstellung
es: configuracion de hora
fr: réglage de l'heure
hu_hu: idő beállítás
it: Impostazioni orario
nl: tijd instelling
pl: Ustawienie czasu
pt_pt: configuração de tempo

# 服务器设置
source: Server settings
de: Server Einstellungen
es: Configuración del servidor
fr: Paramètres du serveur
hu_hu: Szerver beállításai
it: Impostazioni del server
nl: Server instellingen
pl: Ustawienia serwera
pt_pt: Configurações do servidor

# IP地址
source: IP address
de: IP-Adresse
es: dirección IP
fr: adresse IP
hu_hu: IP-cím
it: Indirizzo IP
nl: IP adres
pl: Adres IP
pt_pt: endereço de IP

# 点击锁按钮进行更改
source: Click the lock button to make changes
de: Klicken Sie auf die Schaltfläche Sperren, um Änderungen vorzunehmen
es: Haga clic en el botón de bloqueo para realizar cambios
fr: Cliquez sur le bouton de verrouillage pour apporter des modifications
hu_hu: Kattintson a zárolás gombra a módosítások elvégzéséhez
it: Fare clic sul pulsante di blocco per apportare modifiche
nl: Klik op de vergrendelingsknop om wijzigingen aan te brengen
pl: Kliknij przycisk kłódki, aby wprowadzić zmiany
pt_pt: Clique no botão de bloqueio para fazer alterações

# 间隔时间
source: Intervals
de: Intervalle
es: Intervalos
fr: Intervalles
hu_hu: Időközök
it: Intervalli
nl: Intervallen
pl: Interwały

# 服务器域名
source: Server domain name
es: Nombre de dominio del servidor
fr: Nom de domaine du serveur
hu_hu: Szerver domain neve
it: Nome di dominio del server
nl: Server domeinnaam
pl: Nazwa domeny serwera
pt_pt: Nome de domínio do servidor

# 请选择调试工具
source: Please select a debugging tool
de: Bitte wählen Sie ein Debugging-Tool
es: Seleccione una herramienta de depuración
fr: Veuillez sélectionner un outil de débogage
hu_hu: Válasszon egy hibakereső eszközt
it: Seleziona uno strumento di debug
nl: Selecteer een foutopsporingsprogramma
pl: Wybierz narzędzie do debugowania
pt_pt: Selecione uma ferramenta de depuração

# 第一步将手机连接到USB热点
source: Step 1: Connect the phone to the USB device hotspot
de: Der erste Schritt besteht darin, das Telefon an den USB-Hotspot anzuschließen
es: El primer paso es conectar el teléfono al punto de acceso USB
fr: La première étape consiste à connecter le téléphone au hotspot USB
hu_hu: Az első lépés a telefon csatlakoztatása az USB hotspothoz
it: Passaggio 1: connettere il telefono all'hotspot del dispositivo USB
nl: Stap 1: Verbind de telefoon met de USB-hotspot
pl: Pierwszym krokiem jest podłączenie telefonu do hotspotu USB
pt_pt: A primeira etapa é conectar o telefone ao ponto de acesso USB

# 第一步：将手机连接到路由器
source: Step 1: Connect the phone to the router
de: Schritt 1: Schließen Sie das Telefon an den Router an
es: Paso 1: conecta el teléfono al enrutador
fr: Étape 1: connectez le téléphone au routeur
hu_hu: 1. lépés: Csatlakoztassa a telefont az útválasztóhoz
it: Passaggio 1: connettere il telefono al router
nl: Stap 1: Verbind de telefoon met de router
pl: Krok 1: Podłącz telefon do routera
pt_pt: Etapa 1: conectar o telefone ao roteador

# 第二步：进入设置页面配置网络
source: Step 2: Enter the settings page to configure the network
de: Schritt 2: Rufen Sie die Einstellungsseite auf, um das Netzwerk zu konfigurieren
es: Paso 2: Ingrese a la página de configuración para configurar la red
fr: Étape 2: Accédez à la page des paramètres pour configurer le réseau
hu_hu: 2. lépés: A hálózat konfigurálásához lépjen be a beállítási oldalra
it: Passaggio 2: accedere alla pagina delle impostazioni per configurare la rete
nl: Stap 2: Ga naar de instellingenpagina om het netwerk te configureren
pl: Krok 2: Wejdź na stronę ustawień, aby skonfigurować sieć
pt_pt: Etapa 2: Entre na página de configurações para configurar a rede

# 第二步：选择调试的产品类型
source: Step 2: Select the product type to be debugged
de: Schritt 2: Wählen Sie den zu debuggenden Produkttyp aus
es: Paso 2: seleccione el tipo de producto a depurar
fr: Étape 2: Sélectionnez le type de produit à déboguer
hu_hu: 2. lépés: Válassza ki a hibakeresni kívánt terméktípust
it: Passaggio 2: selezionare il tipo di prodotto di cui eseguire il debug
nl: Stap 2: Selecteer het product dat geconfigureerd moet worden
pl: Krok 2: Wybierz typ produktu do debugowania
pt_pt: Etapa 2: Selecione o tipo de produto a ser depurado

# 第一步：短按采集器按键进入热点模式
source: Step 1: Short press the datalogger button to enter the hotspot mode
de: Schritt 1: Drücken Sie kurz die Datenlogger-Taste, um den Hotspot-Modus aufzurufen
es: Paso 1: presione brevemente el botón recolector para ingresar al modo de punto de acceso
fr: Étape 1: Appuyez brièvement sur le bouton du collecteur pour accéder au mode hotspot
hu_hu: 1. lépés: Röviden nyomja meg a gyűjtő gombot a hotspot módba való belépéshez
it: Passaggio 1: premere con una singola pressione il pulsante KEY del monitoraggio per accedere alla modalità hotspot
nl: Stap 1: Druk kort op de knop van de datalogger om de hotspot-modus te starten
pl: Krok 1: Krótko naciśnij przycisk rejestratora, aby przejść do trybu AP
pt_pt: Etapa 1: pressione rapidamente o botão do coletor para entrar no modo de ponto de acesso

# 第二步：请确定采集器蓝色LED灯常亮
source: Step 2: Make sure the blue LED of the datalogger is always on
de: Schritt 2: Stellen Sie sicher, dass die blaue LED des Datenloggers immer leuchtet
es: Paso 2: asegúrese de que el LED azul del colector esté siempre encendido
fr: Étape 2: Assurez-vous que la LED bleue du collecteur est toujours allumée
hu_hu: 2. lépés: Győződjön meg arról, hogy a kollektor kék LED-je folyamatosan világít
it: Passaggio 2: assicurarsi che il LED blu del monitoraggio sia acceso fisso
nl: Stap 2: Zorg ervoor dat het blauwe lampje van de collector continu brandt
pl: Krok 2: Upewnij się, że niebieska dioda rejestratora zapalona światłem ciągłym
pt_pt: Etapa 2: Certifique-se de que o LED azul do coletor esteja sempre ligado

# 第四步：选择调试的产品类型
source: Step 4: Select the type of product to be debugged
de: Schritt 4: Wählen Sie den Produkttyp aus, der debuggt werden soll
es: Paso 4: seleccione el tipo de producto a depurar
fr: Étape 4: Sélectionnez le type de produit à déboguer
hu_hu: 4. lépés: Válassza ki a hibakeresni kívánt termék típusát
it: Passaggio 4: selezionare il tipo di prodotto di cui eseguire il debug
nl: Stap 4: Selecteer het product dat geconfigureerd moet worden
pl: Krok 4: Wybierz typ produktu do debugowania
pt_pt: Etapa 4: Selecione o tipo de produto a ser depurado

# 允许ShinePhone连接热点
source: Allow the ShinePhone to connect to the hotspot
de: Erlauben Sie ShinePhone, eine Verbindung zum Hotspot herzustellen
es: Permitir que ShinePhone se conecte al hotspot
fr: Autoriser ShinePhone à se connecter au hotspot
hu_hu: Engedje meg, hogy a ShinePhone csatlakozzon a hotspothoz
it: Consenti a ShinePhone di connettersi all'hotspot
nl: Laat ShinePhone verbinding maken met de hotspot
pl: Pozwól ShinePhone połączyć się z hotspotem
pt_pt: Permitir que o ShinePhone se conecte ao ponto de acesso

# 热点连接失败是否手动连接
source: Hotspot connection failed, whether to connect manually
de: Ein Hotspot-Verbindungsfehler ist eine manuelle Verbindung
es: La falla de conexión del punto de acceso es una conexión manual
fr: L'échec de la connexion au point d'accès est une connexion manuelle
hu_hu: A hotspot-kapcsolat meghibásodása a kézi kapcsolat
it: Connessione all'hotspot non riuscita, provare con la connessione manuale
nl: De verbindings met de hotspot is mislukt, probeer een handmatige verbinding
pl: Błąd połączenia z hotspotem, wybierz połączenie ręczne
pt_pt: A falha de conexão do ponto de acesso é uma conexão manual

# 正在检测最新升级包⋯
source: Detecting the latest upgrade package ⋯
de: Überprüfen des neuesten Upgrade-Pakets ...
es: Comprobando el paquete de actualización más reciente ...
fr: Vérification du dernier package de mise à niveau ...
hu_hu: A legújabb frissítési csomag ellenőrzése ...
it: Verifica dell'ultimo pacchetto di aggiornamento ...
nl: Zoeken naar de nieuwste update ...
pl: Sprawdzanie najnowszego pakietu aktualizacyjnego ...
pt_pt: Verificando o pacote de atualização mais recente ...

source: Basic parameters setting
de: Grundlegende Parametereinstellung
es: Configuración de parámetros básicos
fr: Réglage des paramètres de base
hu_hu: Alapparaméterek beállítása
it: Impostazione dei parametri di base
nl: Basisparameter instelling
pl: Ustawienie podstawowych parametrów
pt_pt: Configuração de parâmetros básicos

source: Ongrid parameters setting
de: Einstellung der OnGrid-Parameter
es: Configuración de parámetros de Ongrid
fr: Réglage des paramètres Ongrid
hu_hu: Ongrid paraméterek beállítása
it: Impostazione dei parametri ongrid
nl: On grid-parameter instelling
pl: Ustawianie parametrów sieci
pt_pt: Configuração de parâmetros Ongrid

source: Grid safety regulations
de: Netzsicherheitsvorschriften
es: Normas de seguridad de la red
fr: Règles de sécurité du réseau
hu_hu: Rácsbiztonsági előírások
it: Norme di sicurezza della rete
nl: Energienet veiligheidsvoorschriften
pl: Przepisy dotyczące bezpieczeństwa sieci energetycznej
pt_pt: Regulamentos de segurança de rede

# AFCI fouction
source: AFCI function
de: AFCI-Funktion
es: Función AFCI
fr: Fouction AFCI
hu_hu: AFCI fouction
it: Funzione AFCI
nl: AFCI functie
pl: Funkcja AFCI
pt_pt: AFCI fouction

source: Export limit setting
de: Wirkleistungseinspeisung
es: Configuración de límite de exportación
fr: Réglage de la limite d'exportation
hu_hu: Exportkorlátozás beállítása
it: Impostazione del limite di esportazione
nl: Export limiet instelling
pl: Ustawienie limitu eksportu
pt_pt: Configuração de limite de exportação

source: PF setting
de: PF-Einstellung
es: Ajuste de FP
fr: Réglage PF
hu_hu: PF beállítás
it: Impostazione PF
nl: PF instelling
pl: Ustawienie PF
pt_pt: Configuração PF

# DRY setting
source: DRY contact setting
de: DRY-Einstellung
es: Ajuste SECO
fr: Réglage DRY
hu_hu: SZÁRAZ beállítás
it: Impostazione del contatto pulito
nl: Dry contact instelling
pl: Ustawienie styku bezprądowego
pt_pt: Configuração DRY

source: Week
de: Woche
es: Semana
fr: Semaine
hu_hu: Hét
it: Settimana
pl: Tydzień
pt_pt: Semana
